{"localCouncil":{"positions":[{"title":"Co-chair","slug":"co-chair","description":"\n  <p>The Co-Chairs shall be the official public spokespersons for the Local and will initiate such actions and policies as the Local’s general welfare may demand. The Co-Chairs shall organize and preside over all official meetings of the organization and the Local Council. The Co-Chairs shall maintain consistent communication with all committee leaders and facilitate collaboration and coordination between them. Additionally:</p>\n  <ul>\n    <li>a. The Co-Chairs will also act as, or appoint, the official representatives of the Local to the National Organization and to other DSA Locals. This does not apply during official business at the National DSA Convention, when Local Delegates may act independently on behalf of the Local’s membership.</li>\n    <li>b. The Co-Chairs serve as executive officers of the Local, and they are listed on financial accounts along with the Treasurer.</li>\n    <li>c. At least one Co-Chair must not identify as both White and Cis-Male.</li>\n  </ul>\n          ","candidates":[]},{"title":"Vice Chair","slug":"vice-chair","description":"\n  <p>The Vice Chair is responsible for assisting the Co-Chairs with all of their duties. If both Co-Chairs are unable to perform their duties, the Vice Chair shall perform all duties and assume all responsibilities of the Co-Chairs until such a time as one or both Co-Chairs are able to resume their posts.</p>\n          ","candidates":[]},{"title":"Secretary","slug":"secretary","description":"\n  <p>The Secretary is responsible for taking minutes of all General Membership and Local Council Meetings, and shall be responsible for publishing these minutes, as well as resolutions, reports, and other official records of the Local. The Secretary may appoint, but must oversee, a temporary proxy minutes-taker for any meeting. That proxy may not vote on behalf of the Secretary. Additionally:</p>\n  <ul>\n    <li>a. The Secretary shall transfer official records in good condition to their successor.</li>\n    <li>b. The Secretary will assume the responsibilities of one of the Co-Chairs, if both Co-Chairs and the Vice Chair is unable to do so.</li>\n  </ul>\n          ","candidates":[{"name":"Benjamin Fife","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/juanmamartinez/128.jpg","involvement":"I have served as the Secretary of EBDSA since December. In that role I have co-directed the Communications Committee with Molly Armstrong, recorded the minutes of all EBDSA LC (formerly ExComm) meetings, and worked closely with organizers on and off the LC to support the growth of this organization.  I am particularly excited to have had a role in the development of our conflict resolution team and our 1 on 1 training for socialist organizers.  I have also had the chance to cook many pots of lentils to help keep my comrades well nourished. ","qualifications":"I have enjoyed being EBDSA's Secretary and take seriously the role of ensuring that this organization's records are kept in ways that are useful, transparent and supportive to our mission of building a strong Democratic Socialist movement. I understand the level of commitment that this role requires both in attendance at meetings and in the work between meetings and am committed doing the daily  work of supporting the communication needs and record keeping needs of this organization.  ","goals":"If elected to continue as EBDSA's secretary I hope to strengthen the culture of minutes taking and central storing of minutes so that we have a record of minutes not only of LC meetings but of our other important meetings as well.  I believe that there is room to better document our decision making processes and that doing so will help us to support other socialist organizers around the country.  I also would like to be part of supporting the fuller integration of the  work currently being done by the communications committee with the work of the new internal and external organizing committees.  ","nominiation1Name":"Jordi Hyatt","nominiation2Name":"Alayna Wilderman","nominiation3Name":"Matilda Langworth","nominiation4Name":"Virginia Huel","nominiation5Name":"Darrel Conroy"}]},{"title":"Treasurer","slug":"treasurer","description":"\n  <p>The Treasurer will be responsible for administration of funds, budget, and financial organization of the Local, including overseeing fundraising activities for the Local. The Treasurer will report to the Local Council on the financial status of the organization at each Local Council Meeting. The Treasurer will maintain transparent and open financial reports available to the entire membership upon request by an officer of the Local Council.</p>\n          ","candidates":[]},{"title":"Internal Organizers","slug":"internal-organizer","description":"\n  <p>Internal Organizers will jointly oversee the Internal Organizing Committee (see Article VI), which is responsible for fostering a lively participatory and democratic culture within the Local through the development, education, mobilization, and recruitment of members. The Internal Organizing Committee is also charged with organizing General Meetings, Informational Meetings, and social, educational, and fundraising events. Under the direction of the Local Council, the Internal Organizing Committee shall develop and oversee a program of socialist cadre development that includes skills training and political education; and a system of Mobilizers (similar to union shop stewards) who will act as an active conduit of information and engagement between the General Membership and the Local Council.</p>\n          ","candidates":[{"name":"Ahmed Kanna","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/michaelcomiskey/128.jpg","involvement":"In my short time with EBDSA (I joined in early March 2017), I've already been very active with the organization. I've canvassed (twice) for the single-payer campaign; phone-banked both for the single-payer campaign and for the Asad Haider event; I've served on the Educational Committee, facilitating a reading group on the Communist Manifesto; I've attended DSA actions, such as the May Day 2017 march in Oakland.  Currently, I'm co-organizing and helping to plan the EBDSA Socialist Summer School to take place during summer 2017.  I'm helping to design the curriculum for the summer school and will be one of its facilitators. ","qualifications":"I have 15 years experience as a college instructor, which will help in my educational capacities on the Internal Organizing committee; in particular, I have long experience teaching socialist, Marxist, etc. materials to students with no background in socialism.  I've been active in socialist organizing in the East Bay for over three years - before DSA I was active in socialist electoral campaigns and mobilizing work, where I learned to connect organization-building to a larger transformative socialist vision. I have a long and continuing interest in communicating socialist ideas to everyday people with little or no socialist background.  ","goals":"- Facilitate communication between EBDSA leadership and rank and file\n- Encourage all members to recognize their skills and role in building the organization\n- Help educate, train EBDSA members who want to become more active, for example, through the summer school and through internal mobilizing meetings, conversations, etc. \n- Develop the organization's democratic culture by encouraging all members to think of themselves as potential leaders of and important contributors to EBDSA\n-  Help implement the internal mobilizer system, based on the experience of other DSA branches, that has proven effective in achieving the goals stated above","nominiation1Name":"Domingo Kessler","nominiation2Name":"Santino Goyette","nominiation3Name":"Adela Glover","nominiation4Name":"Arturo Hagenes","nominiation5Name":"Armand Graham"}]},{"title":"External Organizers","slug":"external-organizer","description":"\n  <p>External Organizers will jointly oversee the External Organizing Committee (see Article VI), which will lead the Local’s fight for a socialist political agenda in the East Bay and beyond. Under the direction of the Local Council and in order to realize the policies, priorities and campaigns set forth by the General Membership, the External Organizing Committee shall manage or execute all of the Local’s issue and electoral campaigns, direct actions, rallies, and other activities expressly targeted at the general public for political purposes.</p>\n          ","candidates":[]},{"title":"At-Large Local Council Members","slug":"at-large","description":"\n  <p>At-Large Local Council Members will participate in Local Council decision-making, and are responsible for attending all relevant meetings and reading all relevant documents. At-Large Local Council members are also tasked with representing the views of the membership that elected them as well as helping to advance the goals of the Local generally.</p>\n          ","candidates":[{"name":"Ben Adam Rosenberg","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/jehnglynn/128.jpg","involvement":"i do stuff","qualifications":"i'm living large","goals":"singlepayer for all","nominiation1Name":"Felipe Schroeder","nominiation2Name":"Clara Friesen","nominiation3Name":"Cydney Schneider","nominiation4Name":"Stuart Lesch","nominiation5Name":"Zena Becker"},{"name":"Jetta Rae Robertson","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ky/128.jpg","involvement":"I'm an interim coordinator for the Socialist Feminist caucus and co-founder of the Abolition of Police and Prisons caucus and conflict resolution working group.  In addition, I've provided photography and/or medic services to most of our major events since January.","qualifications":"The bulk of my organizing experience is around mutual aid — hosting food/clothing drives and raising money for things like LGBTQ youth programs. These are the sorts of practices and tactics I want to normalize within our chapter; meeting the material needs of people in our communities, enabling them to assist us in taking power. ","goals":"I want to help establish the community trust and in-roads to coalition that will enable us to pose a tangible challenge for local elected government who refuse or fail to take action against gentrification, the housing crisis, ICE, police abuse, and the abetting of white nationalism. This will require a lot of interfacing with people who may be unfamiliar or even wary of us. I would like to be that person who can help affirm EBDSA's commitment to attaining these necessary victories.","nominiation1Name":"Carmela Jast","nominiation2Name":"Eliza Tremblay","nominiation3Name":"Emma Funk","nominiation4Name":"Iva Larson","nominiation5Name":"Cletus Green"}]}]},"nationalConvention":{"candidates":[{"name":"Juvenal Reichel","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/tristanlegros/128.jpg","involvement":"Anim culpa enim occaecat tempor laborum adipisicing sint non aliquip reprehenderit duis. Adipisicing excepteur sit deserunt anim dolor duis velit deserunt. Et ipsum velit enim sit ad. Proident et sunt cillum commodo consectetur id ullamco nostrud velit esse aliqua. Culpa dolore proident exercitation quis ut nulla exercitation aliqua adipisicing. Et commodo cupidatat ad dolore excepteur aliquip eu esse anim dolor. Adipisicing occaecat elit mollit cillum.\n\nDolor incididunt veniam nisi aliqua in aliqua anim in amet duis aliqua fugiat. Quis id esse cillum ex velit enim labore culpa officia. Tempor ullamco dolore dolore ullamco veniam reprehenderit qui est nisi irure esse. Quis velit elit pariatur eu sit culpa consequat sint deserunt duis incididunt. Ipsum in voluptate anim sint et in voluptate ex consequat occaecat incididunt mollit.\n\nProident excepteur excepteur reprehenderit excepteur et duis velit consectetur pariatur eu. Consequat incididunt mollit enim enim. Eiusmod nisi labore consectetur exercitation irure enim officia sunt sunt amet Lorem amet. Exercitation est excepteur labore do ullamco exercitation ullamco non duis elit dolor. Non minim ad cupidatat in reprehenderit sunt.","qualifications":"Tempor nulla cupidatat consectetur sit elit quis et. Cillum culpa est proident Lorem commodo quis minim sint Lorem pariatur. Id ea velit irure sunt cupidatat. Nisi commodo et excepteur est laboris enim exercitation excepteur. Commodo dolore exercitation exercitation Lorem Lorem elit ut culpa sit esse amet sit officia ut. Commodo deserunt sint nisi ipsum esse eiusmod consectetur irure veniam magna consequat commodo aute pariatur. Fugiat cupidatat officia exercitation voluptate elit ullamco mollit magna aute consequat cupidatat.\n\nReprehenderit officia nostrud nulla dolore aute cillum dolore incididunt amet fugiat. Elit occaecat ut eiusmod anim voluptate exercitation in ex mollit velit dolor. Non do nisi pariatur voluptate cupidatat.","goals":"Dolore ex aute esse tempor quis commodo occaecat. Elit deserunt cupidatat anim laboris consectetur consequat velit est anim ad. Duis commodo minim eu minim voluptate ea commodo ex tempor veniam aliquip. Ipsum anim commodo laboris ut voluptate fugiat. Ea aliqua sit occaecat tempor amet sunt. Id laboris cillum labore reprehenderit officia eiusmod veniam minim ea nisi elit id. Anim tempor deserunt voluptate aute cupidatat sint qui fugiat deserunt irure nostrud laborum ullamco sint.\n\nEx Lorem ex et reprehenderit laborum officia duis sunt. Reprehenderit nisi commodo ad fugiat occaecat. Ex sit pariatur sunt magna dolor anim occaecat reprehenderit amet Lorem elit commodo deserunt do. Commodo et deserunt officia cillum.\n\nVeniam adipisicing amet elit nisi tempor elit Lorem eu nostrud ipsum nostrud minim reprehenderit. Dolore pariatur mollit est cillum sunt fugiat id qui sit laborum excepteur ex. Cillum qui Lorem adipisicing ipsum consectetur amet eu ipsum tempor dolor reprehenderit anim.","nominiation1Name":"Napoleon Paucek","nominiation2Name":"Freida Marks","nominiation3Name":"Lilly Yost","nominiation4Name":"Maiya Ruecker","nominiation5Name":"Cielo Heathcote"},{"name":"Curtis Wyman","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/justme_timothyg/128.jpg","involvement":"Cupidatat tempor voluptate in enim aliquip dolor mollit non. Ex elit deserunt sit consequat eu. Proident excepteur aliqua aliquip veniam minim exercitation id. Dolore dolore in excepteur fugiat veniam labore et. Sint duis anim consectetur laborum duis excepteur nostrud eu aliqua.\n\nVeniam nisi est commodo minim. Pariatur ut commodo consequat esse. Anim commodo in eu dolore labore irure.","qualifications":"Deserunt adipisicing do aliqua adipisicing commodo Lorem sit aliquip mollit laboris adipisicing dolor. Irure consectetur dolor enim do duis ut aliqua esse occaecat dolore. Eiusmod ipsum officia laborum ullamco qui labore amet mollit magna sint dolor ut id aliquip. Aliquip ipsum mollit tempor mollit excepteur occaecat exercitation pariatur ad enim. Eu proident ea nisi in anim consectetur do eiusmod et commodo commodo officia. Veniam ullamco consectetur eiusmod eu et quis ex. Ullamco officia elit voluptate aliqua laboris excepteur officia dolor culpa et adipisicing veniam.\n\nLabore consectetur ipsum pariatur consectetur consequat officia cupidatat officia dolor ad sit anim. Consectetur fugiat ut consequat irure ut id minim nostrud ut do sunt mollit cillum do. Nulla consequat elit mollit do esse consequat occaecat aliqua ex.","goals":"Nisi ut elit amet ipsum consequat proident consequat non. Est ipsum occaecat nisi excepteur. Occaecat ad sint nostrud culpa occaecat ex occaecat nisi in in exercitation. Reprehenderit sunt quis adipisicing nulla dolor nulla consequat officia culpa aliquip sit sunt cillum dolor. Reprehenderit sint amet Lorem anim aliqua quis labore duis tempor fugiat do. Excepteur ea enim eiusmod magna Lorem ex.\n\nNostrud sunt magna officia commodo quis elit incididunt ut est proident pariatur id esse sunt. Magna eu officia nostrud cillum dolore est minim ad. Nulla sunt deserunt elit ad. Proident aute occaecat esse enim do et nulla elit adipisicing. Labore cupidatat laboris sit sit magna est do minim est quis. Do cupidatat laboris est id culpa nulla nisi labore dolore amet aute et.\n\nOfficia do minim eu aliqua culpa esse qui sit non cillum nisi est do duis. Commodo adipisicing dolor minim excepteur commodo qui in. Ut adipisicing qui eiusmod enim elit non do proident reprehenderit consequat exercitation ipsum quis et. Culpa labore non fugiat incididunt. Laboris est exercitation non non labore ex minim duis enim deserunt aute consequat reprehenderit. Enim esse qui aute irure. Deserunt excepteur exercitation cupidatat amet tempor reprehenderit qui esse.","nominiation1Name":"Luisa Nienow","nominiation2Name":"Brenda Schoen","nominiation3Name":"Claire Abbott","nominiation4Name":"Nicholas Dooley","nominiation5Name":"Peyton Wiegand"},{"name":"Cecile Conroy","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/robbschiller/128.jpg","involvement":"Ex do ullamco ex ut consequat quis duis eu velit. Qui proident non amet eu laborum nisi pariatur et. Irure et eu aliqua enim laboris aute ullamco officia eu laboris ut est nisi laboris. Qui duis culpa do do eiusmod excepteur.","qualifications":"Dolor qui eu aute magna id deserunt quis culpa nisi ad officia est. Eiusmod cupidatat fugiat qui quis magna eu laborum culpa fugiat laboris aute sit. Magna ad sunt tempor amet esse aliquip commodo. Esse irure nisi irure ex sit. Ea duis nulla proident aliquip laboris velit quis id dolore anim dolore veniam magna minim. Et proident nostrud in commodo amet minim enim elit anim.","goals":"Labore qui magna in proident qui laboris cillum laboris dolor ullamco dolore nulla dolor incididunt. Occaecat laboris laboris cupidatat anim anim sint magna labore in veniam deserunt et ad dolor. Laboris cillum voluptate voluptate mollit.\n\nLorem sunt nisi ad magna nostrud deserunt reprehenderit ex deserunt sunt veniam. Ex et dolore occaecat in aute commodo est aliquip sint et aliquip amet. Aliquip duis Lorem minim ipsum voluptate sit do et irure commodo nulla.\n\nIpsum adipisicing veniam amet deserunt nulla commodo. Do aute est nostrud reprehenderit pariatur ipsum anim officia ex ad nisi veniam dolor. In officia eiusmod dolor ad officia exercitation sint fugiat mollit reprehenderit quis ullamco. Et consectetur tempor quis eu labore non quis consectetur excepteur pariatur nulla Lorem. Aute tempor tempor laborum nostrud. Ea qui ullamco adipisicing labore.","nominiation1Name":"Anabel Schoen","nominiation2Name":"Timothy Gislason","nominiation3Name":"Willa Thiel","nominiation4Name":"Roy Koch","nominiation5Name":"Chelsey Lehner"},{"name":"Hertha Runolfsson","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/kimcool/128.jpg","involvement":"Quis adipisicing occaecat non dolor et aute elit eiusmod laboris magna magna anim esse. Proident ad esse ad nulla nisi voluptate velit voluptate ullamco ad. Aliqua nostrud aliquip incididunt id nostrud nostrud consequat quis consectetur qui ex laboris sunt labore.","qualifications":"Proident do veniam ut non. Magna adipisicing consequat sunt deserunt aute. Pariatur nisi culpa magna officia enim laborum elit id eiusmod quis eiusmod pariatur.","goals":"Anim ea velit amet voluptate aliqua. Aliquip et reprehenderit consequat et ullamco proident aliqua cupidatat nostrud aliqua est. Ut incididunt in pariatur sit id. Lorem incididunt et ut elit quis enim tempor exercitation ut. Lorem enim do aliquip dolor et eiusmod irure ullamco ut adipisicing duis voluptate do. Labore nulla anim in amet labore exercitation deserunt Lorem consequat dolore et ex id.\n\nEx laborum aliquip duis deserunt dolore incididunt reprehenderit ipsum Lorem laborum reprehenderit labore. Sunt et cillum ullamco ad proident. Eiusmod officia aliqua dolor culpa reprehenderit dolore. Culpa cillum culpa ad fugiat non laborum.\n\nAliqua esse qui incididunt id exercitation nisi laborum nisi eu duis mollit. Eu enim aliquip aliquip qui aliqua nisi irure. Id enim incididunt minim deserunt anim velit dolor nostrud enim amet dolore. Ad commodo amet sit aliquip nisi velit. In dolor qui proident fugiat culpa tempor officia exercitation cillum. Consequat deserunt adipisicing cupidatat aute laboris voluptate.\n\nCillum ipsum laboris qui in exercitation consequat aute ex consectetur do aute do sunt. Nulla eiusmod veniam ea elit anim ipsum. Minim et Lorem duis pariatur duis do amet fugiat nisi ullamco incididunt amet ipsum. Nostrud reprehenderit eu nisi laborum. Consequat consectetur adipisicing cillum do veniam commodo amet occaecat do. Labore Lorem occaecat dolor laboris consequat enim aliqua veniam id ut in dolor. Eiusmod mollit pariatur cillum aliquip consectetur.","nominiation1Name":"Fausto McLaughlin","nominiation2Name":"Vicenta Kautzer","nominiation3Name":"Elmo Auer","nominiation4Name":"Sammy Marvin","nominiation5Name":"Karl Ondricka"},{"name":"Daniela Wisoky","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/flexrs/128.jpg","involvement":"Ipsum in dolore minim aliqua duis. Mollit ipsum reprehenderit ea qui sint aute dolore quis labore incididunt. Deserunt velit sit quis reprehenderit eiusmod consequat pariatur.","qualifications":"Excepteur proident ea non anim in amet elit voluptate dolore consectetur ex quis incididunt cupidatat. Lorem reprehenderit exercitation incididunt officia consequat. Commodo nostrud enim nostrud cupidatat in ea veniam. Magna esse magna adipisicing id. Quis officia non nulla sint non dolor quis Lorem elit. Sint ad ad eiusmod aute est occaecat non.","goals":"Cupidatat nostrud amet laborum pariatur et nostrud aliqua commodo dolor sunt. Magna mollit est deserunt ad consectetur dolor exercitation laboris commodo ad commodo laboris id. Ut et eiusmod duis adipisicing ex sint mollit et cupidatat ex irure non minim enim. Veniam qui aliqua consectetur quis nisi ut ea.\n\nPariatur tempor aliquip ut veniam. Ut ex voluptate magna nulla voluptate non ipsum. Cupidatat ea ipsum Lorem ea laboris elit. Nulla reprehenderit exercitation est proident nostrud anim. Quis et do ut duis laboris elit Lorem aute quis ea aliqua duis cupidatat qui.","nominiation1Name":"Flavio Gorczany","nominiation2Name":"Vivianne Ferry","nominiation3Name":"Kathryne Turner","nominiation4Name":"Callie Medhurst","nominiation5Name":"Antonia Mayer"},{"name":"Barry Kshlerin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/johnsmithagency/128.jpg","involvement":"Aute occaecat aliquip nostrud Lorem irure. Aliquip aliqua adipisicing velit consequat amet dolor eiusmod laborum commodo. Magna culpa occaecat ex duis cupidatat excepteur aute elit elit cupidatat consequat. Minim cupidatat ex dolore cupidatat eiusmod consequat proident quis aliquip nulla Lorem id eu eu.\n\nAliqua minim duis nostrud excepteur consectetur commodo mollit cupidatat dolore irure. Anim anim duis in ex incididunt ex ut officia. Ipsum id elit duis sunt velit elit nulla fugiat occaecat irure velit. Ex consectetur ipsum et tempor laborum ea do ullamco. Consectetur est ut minim esse cupidatat cillum commodo nisi ad duis.\n\nDeserunt ea pariatur occaecat Lorem laborum anim sit laboris do mollit minim sint in. Officia ipsum pariatur ullamco deserunt Lorem ullamco Lorem adipisicing excepteur sint ipsum. Commodo irure et magna laborum consectetur labore cillum mollit non. Enim dolore sit ea voluptate consequat dolore commodo dolor nostrud nisi ullamco adipisicing. Irure incididunt sunt incididunt irure eiusmod. Aliquip fugiat ea aute anim incididunt incididunt consequat dolor sunt ullamco. Dolor aute cupidatat eu ullamco excepteur aliqua officia labore magna labore sit aliquip minim irure.","qualifications":"Amet est aute ea eiusmod est mollit nisi proident in reprehenderit aliqua ea pariatur. Proident qui incididunt non cupidatat laborum magna ex et dolore veniam est occaecat dolore. Sunt nulla Lorem aute velit. Deserunt exercitation quis cillum consectetur incididunt elit excepteur fugiat fugiat deserunt fugiat. Voluptate excepteur amet ullamco id proident. Nulla fugiat nisi ut Lorem sint nulla sint proident occaecat enim aliqua sit. Sit laborum mollit aliquip sit et sunt et laborum proident laboris culpa incididunt commodo.","goals":"Voluptate cillum qui sunt mollit sint officia adipisicing dolore esse magna. Sunt aliqua tempor exercitation aliqua reprehenderit aliquip pariatur elit est excepteur eiusmod laborum ea. Ullamco occaecat ad in qui. Dolore pariatur aute exercitation nostrud nisi quis consectetur aliquip anim labore sunt ea consequat. Commodo do laborum officia officia aliquip veniam nulla ea.\n\nOccaecat irure ullamco ad consectetur cillum aliqua sunt reprehenderit in. Reprehenderit magna qui tempor qui labore eu mollit aute eiusmod eu. Irure occaecat ullamco irure incididunt magna ex consectetur consequat aliquip est adipisicing duis. Aliqua id ut nostrud minim laboris incididunt tempor mollit enim proident sunt voluptate. Esse est culpa nulla sunt incididunt minim nulla ipsum id sunt. Aliquip amet ut exercitation velit exercitation mollit deserunt ut commodo sint consectetur ullamco in.","nominiation1Name":"Candida Windler","nominiation2Name":"Monroe Kris","nominiation3Name":"Mohammad McGlynn","nominiation4Name":"Guiseppe Kunde","nominiation5Name":"Kaylah Thiel"},{"name":"Cordie Williamson","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/aaroni/128.jpg","involvement":"Anim et eu velit occaecat aliqua Lorem eu laborum. Elit culpa laborum pariatur Lorem. Non deserunt laborum adipisicing quis nulla minim pariatur cillum pariatur ad cillum tempor nulla. Commodo nulla sint magna proident incididunt in ad nisi aute sit non deserunt qui.\n\nQui esse pariatur esse velit in voluptate in reprehenderit irure do et. Ea mollit velit reprehenderit adipisicing. Dolore ad et esse consectetur labore cupidatat. Duis adipisicing laboris veniam id magna sint aliquip. Irure nisi veniam qui ea voluptate do. Enim voluptate proident sit non sunt enim dolor ex id cupidatat nisi minim amet. Proident elit mollit velit occaecat nostrud veniam.\n\nEsse eu et deserunt mollit non ullamco magna aliqua velit incididunt proident. Occaecat commodo Lorem eiusmod nostrud exercitation cillum culpa fugiat ad minim esse officia. Excepteur id et exercitation magna do incididunt ipsum do consectetur. Aliqua est cillum tempor cillum commodo.","qualifications":"In incididunt fugiat nostrud ad ut ipsum. Commodo aliquip ad consectetur nulla irure Lorem ad dolore id. Sint duis cupidatat nostrud cillum. Laborum dolore tempor deserunt quis ipsum exercitation mollit irure reprehenderit officia aute laborum ut esse. Adipisicing nulla tempor sint ullamco sint velit.\n\nAliqua voluptate proident sunt cupidatat pariatur velit consectetur cillum cillum sit est irure nisi. Labore consequat irure duis mollit et cillum culpa culpa. Sit nostrud proident dolor culpa commodo ex do duis consectetur commodo. Fugiat reprehenderit pariatur Lorem consequat adipisicing tempor ut sint id laboris. Dolor aliquip ut aliqua laboris ipsum.","goals":"Voluptate et dolore ut nostrud ullamco cillum occaecat est incididunt commodo cillum magna deserunt. Deserunt in ea dolor sit nulla anim labore aliqua ipsum et irure minim incididunt. Et culpa incididunt ipsum ipsum ex quis non do. Do mollit proident commodo occaecat anim aliqua enim laborum laboris in ullamco occaecat. Ullamco ut quis sit officia reprehenderit aute non in sint.\n\nIrure eu nostrud eu minim. Ad reprehenderit anim veniam consequat exercitation reprehenderit laborum. Occaecat culpa commodo incididunt occaecat. Mollit occaecat et cillum Lorem reprehenderit ullamco proident magna mollit laborum do. Culpa deserunt nulla pariatur et id deserunt cupidatat id laborum excepteur dolor ex sint laboris. Ea nulla nostrud velit et.\n\nAd ipsum Lorem non magna magna excepteur dolore in voluptate labore. Proident in consequat mollit magna velit qui nostrud dolor eiusmod voluptate magna. Ullamco reprehenderit elit aliquip pariatur magna nostrud. Laboris nostrud exercitation ut esse adipisicing do cupidatat nulla labore anim reprehenderit. Ipsum magna proident eu ipsum id ad elit consequat amet voluptate sint ea nostrud. Veniam ullamco adipisicing ad magna incididunt velit laboris eiusmod.","nominiation1Name":"Mathias Kuphal","nominiation2Name":"Doris Frami","nominiation3Name":"Constantin Lubowitz","nominiation4Name":"Lafayette Schimmel","nominiation5Name":"Asha Eichmann"},{"name":"Nellie Rodriguez","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/grahamkennery/128.jpg","involvement":"Aute tempor Lorem dolor officia laborum magna eu fugiat ullamco sint. Et tempor eiusmod sit quis enim nostrud culpa et dolor. Voluptate voluptate quis enim in minim adipisicing sit quis aute Lorem Lorem. Voluptate mollit officia consectetur minim tempor adipisicing. Laborum aute eiusmod sit sunt.\n\nCommodo exercitation commodo ipsum excepteur aute laboris aliqua laboris in mollit adipisicing ex. Amet consectetur non aliqua sit nisi labore duis ex Lorem anim tempor. Esse aute elit proident ullamco ad id culpa ea irure deserunt.\n\nLaboris excepteur nisi laborum in nostrud aute. Deserunt est laborum non aliqua cupidatat sint amet ea duis amet culpa qui cillum. Dolore veniam excepteur excepteur quis sint et dolor. Laboris nisi et consequat culpa ex qui excepteur ad dolore sint amet exercitation in. Labore culpa do sint commodo aliquip laborum nostrud aute. Culpa excepteur exercitation ex ad exercitation ea.","qualifications":"Minim esse nisi fugiat qui laborum laboris. Consectetur cillum nostrud commodo quis nulla voluptate consectetur laboris dolor aliquip laboris proident fugiat. Dolore occaecat nisi ullamco aute consequat culpa laborum nostrud elit cillum. Sint nostrud voluptate sunt ex ea tempor tempor fugiat aliquip voluptate. Lorem enim consectetur Lorem do irure velit mollit consequat incididunt consectetur deserunt exercitation.\n\nLaboris et velit magna pariatur anim id mollit consectetur tempor fugiat ullamco. Nostrud laborum do velit commodo nisi amet reprehenderit sit elit laborum proident ex ea nulla. Cupidatat ex esse consequat sint enim duis aliquip aliquip veniam officia magna exercitation.","goals":"Proident dolore ad excepteur Lorem laboris aute ad sit enim adipisicing in veniam ipsum. Nisi duis ea mollit sit laboris incididunt non enim adipisicing minim et velit ullamco. Cillum consequat in anim tempor deserunt id.\n\nQui dolore sit pariatur minim ullamco et sint ullamco voluptate voluptate nisi et ut anim. Commodo consectetur quis velit nisi. Consectetur in officia aute officia non ex consectetur ullamco mollit aliqua eiusmod Lorem irure cillum.\n\nMagna consequat est ipsum adipisicing esse excepteur voluptate eiusmod in officia. Excepteur excepteur cupidatat ea sunt dolor officia eiusmod reprehenderit qui enim. Incididunt laboris velit est reprehenderit. Sint ea consectetur Lorem cupidatat. Minim veniam qui tempor excepteur tempor quis et dolor sint reprehenderit aliquip Lorem labore. Proident commodo voluptate pariatur magna anim.","nominiation1Name":"Vena Von","nominiation2Name":"Giovanny Beahan","nominiation3Name":"Genevieve Heller","nominiation4Name":"Rubie Braun","nominiation5Name":"Reyes Beer"},{"name":"Nella Kiehn","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/soyjavi/128.jpg","involvement":"Irure consequat sint nisi excepteur commodo consequat anim proident non. Aliquip culpa cillum sint nisi ipsum esse labore mollit eiusmod. Amet officia sint fugiat nisi. Ad labore deserunt quis id anim id exercitation quis cillum consequat quis exercitation incididunt. Elit eiusmod adipisicing minim labore anim ex aliqua veniam tempor pariatur sunt. Ipsum cillum mollit duis aute irure ea duis do voluptate irure voluptate et pariatur.\n\nIrure duis laborum eu magna sit minim ullamco. Ea ex minim ullamco aliquip. Eiusmod laborum quis do et.\n\nExercitation mollit Lorem veniam sit quis ullamco adipisicing incididunt aliqua incididunt adipisicing fugiat dolor. Cupidatat laborum laborum proident laboris do Lorem. Magna aute deserunt Lorem in ullamco duis culpa culpa in cupidatat qui commodo aliqua.","qualifications":"Ad in ad Lorem pariatur incididunt veniam. Lorem et excepteur pariatur ipsum reprehenderit sunt Lorem dolore cupidatat non. Reprehenderit anim esse quis do do. Amet aliqua ut incididunt est magna veniam consequat laborum mollit consequat.\n\nId sit exercitation culpa aliqua adipisicing id est sint pariatur consequat incididunt amet. Est irure cillum do eiusmod ad nisi do et id. Dolor Lorem laborum occaecat et veniam consequat.","goals":"Qui labore incididunt nostrud magna ad culpa sit cillum excepteur qui adipisicing ad cupidatat ea. Non in ullamco incididunt aliqua consequat quis ipsum irure occaecat id. Consequat occaecat cillum laboris dolor laboris laboris aliquip ex et proident eiusmod dolor laborum. Voluptate aliquip incididunt elit dolor anim laboris quis nisi quis. Aute enim non cupidatat ut ullamco duis ullamco excepteur dolor nostrud veniam consequat ipsum. Ullamco non cupidatat laborum et.\n\nDolor nisi velit voluptate incididunt quis. Tempor non consequat fugiat occaecat id incididunt non ullamco labore sint id. Non ut non adipisicing dolore. Id proident velit fugiat duis quis pariatur velit anim. Non minim adipisicing voluptate laborum. Qui ea magna consequat amet consectetur sit duis cupidatat aute proident aliqua id dolore non.","nominiation1Name":"Janessa Quigley","nominiation2Name":"Aylin Berge","nominiation3Name":"Loraine Wehner","nominiation4Name":"Tobin Aufderhar","nominiation5Name":"Audie Will"},{"name":"Rachelle Legros","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/marrimo/128.jpg","involvement":"Sint laborum ea sit ea. Aliquip enim quis commodo dolor amet. Quis aute mollit sint non excepteur occaecat nulla nulla deserunt cillum sint amet exercitation anim. Quis id sunt sint excepteur incididunt enim velit aliquip laboris quis veniam consequat consectetur aliqua.\n\nNostrud ex eiusmod deserunt commodo incididunt cillum. Do pariatur tempor tempor occaecat. Ut dolor eiusmod cupidatat eu ea eiusmod fugiat qui duis duis tempor adipisicing. Officia elit do ullamco laboris aliqua elit excepteur laboris mollit elit sit irure id minim. Laboris excepteur elit anim culpa eu pariatur officia eiusmod et dolor ex fugiat aliqua. Minim laborum non voluptate magna labore esse in amet reprehenderit.\n\nAnim sit incididunt laborum deserunt non ullamco laboris. Consectetur excepteur aliquip voluptate irure irure sunt. Est nisi culpa sint esse. Laborum voluptate fugiat esse excepteur commodo nisi tempor dolor Lorem eu dolore dolore ad velit. Do consequat dolor ipsum excepteur officia commodo exercitation officia minim consectetur. Elit consectetur laborum ea exercitation. Incididunt occaecat enim pariatur tempor in.","qualifications":"Non ipsum et tempor dolor eiusmod consequat magna do velit esse nostrud. Fugiat non sunt in ipsum cupidatat consequat tempor tempor sint aliqua et. Sunt sit minim exercitation consequat Lorem cillum laborum esse ex sit pariatur.\n\nEx amet laboris nostrud nisi pariatur occaecat aliqua culpa et ut dolore. Fugiat quis dolore adipisicing culpa excepteur commodo ex. Incididunt eiusmod veniam do do id qui nostrud elit ipsum aute labore culpa.","goals":"Occaecat Lorem labore officia excepteur occaecat proident incididunt cupidatat qui nulla. Eiusmod officia in proident ad consequat qui ullamco laboris proident aliquip et nisi. Anim excepteur cillum proident nisi Lorem ut aliqua tempor officia duis dolor Lorem consectetur.\n\nVeniam deserunt nisi duis nisi in et anim fugiat cupidatat minim minim quis eiusmod ut. Magna occaecat ullamco sit quis consectetur culpa amet quis minim veniam esse magna. Sint duis adipisicing nostrud consectetur reprehenderit culpa ut deserunt. Exercitation anim adipisicing sint exercitation aute officia qui irure. Incididunt ipsum adipisicing Lorem nostrud laboris mollit deserunt. Cupidatat velit laborum laborum laborum elit. Mollit non irure adipisicing esse consectetur nostrud sunt qui reprehenderit veniam.\n\nAnim adipisicing fugiat voluptate amet voluptate pariatur et. Culpa eu qui mollit excepteur anim tempor aute aute officia eiusmod laboris aliqua qui. In officia ea non in duis nostrud ex ullamco. Voluptate occaecat ipsum et do mollit ipsum sit. Duis consequat adipisicing reprehenderit velit dolore nostrud ex. Excepteur culpa irure do id reprehenderit ea consequat nulla occaecat eiusmod. Dolor ipsum occaecat officia aliquip.\n\nUllamco aliqua ex incididunt in ea cillum adipisicing do incididunt nostrud aliqua voluptate ad. Amet aliqua anim sit minim labore labore consectetur Lorem. Reprehenderit ad consectetur velit commodo laborum. Velit consectetur magna minim fugiat. Cupidatat eiusmod velit elit incididunt est dolore adipisicing consectetur nisi et veniam.","nominiation1Name":"Deven Pfannerstill","nominiation2Name":"Shania Skiles","nominiation3Name":"Delphia Miller","nominiation4Name":"Dolly Feeney","nominiation5Name":"Xavier Brekke"},{"name":"Miracle Goodwin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/colirpixoil/128.jpg","involvement":"In nisi nisi exercitation amet velit excepteur excepteur ullamco culpa eiusmod amet nulla. Elit cillum velit elit culpa sint consectetur non cillum non cillum. Nisi adipisicing aliqua magna elit dolore eu cillum mollit fugiat et sit fugiat. Occaecat deserunt ex dolor esse ullamco nulla magna fugiat incididunt pariatur ipsum cillum. Cillum voluptate consequat nisi et voluptate non reprehenderit eiusmod non cillum.\n\nConsequat duis voluptate ullamco commodo nisi elit deserunt veniam. Sunt officia ea eiusmod sit nisi ad sit ut Lorem ex et. Sit sunt cillum aliqua tempor.\n\nDo nostrud dolore id sit eu est. Exercitation in ex dolore exercitation in elit reprehenderit. Cupidatat fugiat qui minim quis officia nulla fugiat non nulla aute et velit. Aute Lorem nulla ipsum tempor sunt reprehenderit voluptate magna.","qualifications":"Aliqua irure fugiat cupidatat id aute magna excepteur eu duis incididunt quis sint sit. Quis dolore sint consequat sunt ex dolore nulla irure deserunt mollit pariatur aute in ullamco. Reprehenderit labore amet aliquip eu excepteur officia sunt eiusmod.\n\nProident eu in aliquip in aliqua sit consectetur. Cillum nostrud exercitation veniam exercitation do aliquip ex Lorem. Tempor voluptate officia fugiat esse fugiat proident exercitation proident in fugiat nostrud adipisicing. Commodo id nisi Lorem tempor ullamco eu.","goals":"Id voluptate ut laborum nisi et qui velit voluptate deserunt eiusmod exercitation. Ut aute reprehenderit incididunt cupidatat enim do consequat nisi non Lorem amet veniam dolore adipisicing. Irure eiusmod et pariatur dolor quis irure cupidatat dolor in officia aliqua adipisicing voluptate. Cupidatat commodo dolor laboris consequat minim eiusmod voluptate officia veniam qui qui sunt. Ea pariatur amet adipisicing qui cupidatat amet reprehenderit ullamco mollit ad minim.\n\nTempor consequat dolore voluptate occaecat aliquip laboris eiusmod. Commodo proident excepteur mollit consectetur anim ex irure in. Reprehenderit eiusmod veniam magna consequat non adipisicing aliquip est fugiat est ad culpa cupidatat adipisicing. Anim eiusmod enim ipsum exercitation cupidatat veniam.\n\nCommodo aute mollit veniam consequat quis occaecat laborum laborum amet nostrud ipsum. Ad ad veniam laboris sunt commodo id elit sunt. Occaecat sunt aliquip Lorem reprehenderit incididunt dolor aliquip ullamco minim cupidatat. Sit deserunt excepteur ullamco non pariatur cillum est sint duis aliquip amet eiusmod dolor. Reprehenderit excepteur irure sit ex. Non cillum anim eiusmod sit officia.\n\nSunt dolor laboris magna commodo cupidatat consectetur ea dolore nulla ut aliquip. Anim nostrud anim ex laborum non id sit dolore qui laboris qui minim. Eu incididunt voluptate voluptate cupidatat minim est do.","nominiation1Name":"Hyman Smith","nominiation2Name":"Tavares Hartmann","nominiation3Name":"Denis Kessler","nominiation4Name":"Oda Abernathy","nominiation5Name":"Pearl Windler"},{"name":"Earl Cormier","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/joelhelin/128.jpg","involvement":"Excepteur magna proident reprehenderit adipisicing non exercitation excepteur consequat in dolor esse ullamco. Nulla proident deserunt est laborum fugiat culpa exercitation duis. Velit Lorem do non dolore elit. Esse eiusmod velit quis laboris culpa amet esse commodo minim. Mollit elit aliquip incididunt quis elit reprehenderit sit sit nisi ipsum.","qualifications":"Occaecat magna incididunt ex aliqua qui qui voluptate. Non id ipsum non tempor ea pariatur. Ex irure cillum minim ex id est nostrud reprehenderit labore laborum. Fugiat id ullamco adipisicing dolore. Exercitation cillum non ad labore ad dolor nisi ut nisi nostrud nulla ullamco duis in. Commodo non consequat pariatur velit exercitation. Voluptate qui nisi consectetur est tempor dolor commodo esse in exercitation velit sit ut laborum.\n\nDo mollit labore culpa ipsum proident proident. Mollit officia aute consectetur non ea proident adipisicing nulla. Labore laborum Lorem amet ullamco duis incididunt occaecat. In tempor sint nulla officia nostrud elit irure voluptate pariatur exercitation nulla excepteur cupidatat nostrud. Dolore in ea aliqua elit quis velit consequat qui aliqua incididunt et cillum. Sit non exercitation adipisicing amet occaecat anim ipsum consequat cupidatat incididunt cupidatat in. Velit commodo cillum commodo aute id aliquip enim.","goals":"Veniam consectetur ut officia laborum voluptate magna Lorem commodo excepteur quis eu. Reprehenderit in qui pariatur cillum. Incididunt nostrud id exercitation in est veniam deserunt dolore enim. Eiusmod fugiat non cillum exercitation tempor ipsum ipsum nostrud labore qui velit anim deserunt labore.\n\nConsequat nisi reprehenderit veniam do fugiat esse nulla veniam. Minim excepteur qui laborum minim in consectetur. Exercitation esse et magna elit quis ut labore tempor reprehenderit proident est. Aliqua ea consectetur magna eu elit non eu. Culpa dolore qui duis aute laborum enim labore. Nulla velit exercitation enim et amet qui sit minim.\n\nAdipisicing adipisicing quis mollit eiusmod duis labore incididunt magna. Eu veniam elit commodo pariatur esse duis dolore consectetur sit. Duis anim in incididunt ad dolor pariatur ex ut ullamco laborum officia sunt. Aliquip veniam sunt Lorem excepteur incididunt nulla id sunt consequat tempor amet ad tempor magna. Voluptate consequat laboris tempor consectetur qui ut labore aute ullamco sunt commodo aliqua ex. Commodo eu cupidatat magna cupidatat Lorem esse cupidatat aute culpa eu excepteur. Anim reprehenderit non mollit culpa fugiat eu labore labore velit consequat ullamco occaecat voluptate reprehenderit.","nominiation1Name":"Moriah Orn","nominiation2Name":"Una Schroeder","nominiation3Name":"Madge Walker","nominiation4Name":"Ashleigh Ondricka","nominiation5Name":"Randall Berge"},{"name":"Brennon Sawayn","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ipavelek/128.jpg","involvement":"Proident minim ex nostrud officia quis id do ullamco fugiat ipsum excepteur mollit. Esse dolor non reprehenderit eiusmod est cillum anim eu pariatur velit Lorem ullamco. Anim pariatur dolore irure eu in consectetur. Est excepteur qui ea laboris cupidatat duis cupidatat nulla labore do quis aliquip occaecat. Eu nulla magna eu esse nisi. Exercitation cillum dolor proident occaecat dolore adipisicing. Culpa ex veniam laboris labore.\n\nMagna quis cupidatat dolor excepteur enim nulla officia. Sint reprehenderit nulla exercitation magna aute. Incididunt irure ea incididunt mollit commodo. Ut eu esse reprehenderit minim quis magna cillum adipisicing exercitation cillum tempor ad ipsum veniam. Sunt mollit nulla quis proident esse.\n\nSit cillum elit anim voluptate aute. In cillum Lorem ipsum commodo laborum ea eu consectetur reprehenderit. Aliqua et minim laboris occaecat commodo anim.","qualifications":"Adipisicing ea ad Lorem dolore id exercitation ullamco. Incididunt adipisicing nostrud eiusmod aliqua ad mollit deserunt. Reprehenderit tempor proident reprehenderit consectetur voluptate ipsum ut elit. Aliqua reprehenderit nulla voluptate fugiat id dolor in veniam. Deserunt veniam aliquip nulla magna dolore esse sit officia. Laborum et consequat irure sunt esse duis do ex.","goals":"Do cillum adipisicing reprehenderit incididunt ea. Nulla commodo aute nisi consequat eiusmod Lorem eiusmod est occaecat deserunt elit ex proident exercitation. Labore pariatur minim irure quis. Nulla dolor quis consectetur laboris commodo deserunt incididunt consequat do duis. Elit nostrud sit nulla in minim deserunt nostrud. Officia amet amet anim est officia qui deserunt aute ut. Aliqua deserunt excepteur sit pariatur.\n\nIrure tempor duis sunt occaecat reprehenderit culpa cupidatat excepteur id incididunt consequat minim irure qui. Adipisicing exercitation ut dolor sit dolor ea duis non est est. Excepteur in eiusmod magna et Lorem et commodo laboris voluptate quis sint. Est nisi aliquip voluptate sit ipsum. Consequat sit est cupidatat voluptate aute in eiusmod eiusmod labore voluptate. Eu sit esse voluptate dolore reprehenderit veniam qui ex pariatur do. Ullamco ea nisi sunt ullamco officia officia exercitation consequat.\n\nEnim incididunt irure elit occaecat. Amet ex quis nostrud et veniam irure tempor. Cupidatat nulla sunt ipsum eu.\n\nEsse enim aute exercitation sunt sunt duis mollit reprehenderit sit et esse exercitation Lorem exercitation. Occaecat consequat officia ipsum ad qui mollit incididunt eiusmod. Anim consequat consectetur in exercitation anim proident ut dolore labore id anim deserunt incididunt. Amet Lorem est ea sit Lorem sunt duis aliqua occaecat. Non commodo quis velit commodo qui.","nominiation1Name":"Tessie Sauer","nominiation2Name":"Shaina Ruecker","nominiation3Name":"Keyon Adams","nominiation4Name":"Reta Flatley","nominiation5Name":"Elyssa Quigley"},{"name":"Kiel Cronin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/jakemoore/128.jpg","involvement":"Mollit incididunt consectetur ipsum voluptate id qui duis anim. Minim exercitation duis commodo eiusmod duis culpa velit cupidatat proident do in enim voluptate consequat. Minim do eiusmod voluptate commodo dolore occaecat.\n\nEa proident qui in laboris ea laborum do commodo reprehenderit laborum. Nisi duis et mollit consequat excepteur est eiusmod fugiat. Sunt Lorem amet elit proident adipisicing esse amet aliquip deserunt esse.","qualifications":"Labore id aliqua tempor fugiat reprehenderit ut exercitation eiusmod aliqua in. Velit consequat dolor ullamco esse cillum incididunt. Laborum magna mollit est excepteur nisi ipsum quis reprehenderit amet dolor est.","goals":"In labore excepteur magna aute aliqua fugiat aute ullamco. Consequat nulla officia adipisicing nisi elit eiusmod consequat nulla. Ad dolor aliqua eiusmod irure sint incididunt commodo dolore nostrud elit nulla Lorem incididunt fugiat.\n\nLorem consectetur ipsum sunt Lorem voluptate tempor tempor. Lorem qui proident excepteur tempor tempor. Mollit commodo dolor Lorem ea et velit amet. Lorem adipisicing occaecat non mollit nulla voluptate consequat voluptate excepteur. Et sit aliqua duis velit do officia fugiat.\n\nPariatur nisi ipsum aliquip nisi laboris. Eiusmod amet eiusmod ea cupidatat id in ut do ea. Amet officia cupidatat eiusmod et deserunt excepteur ut mollit sint elit sunt ad elit deserunt. Est amet aute fugiat aliqua. Laboris exercitation ad amet consequat eu sunt eu veniam nisi sint commodo ipsum velit. Reprehenderit ad occaecat anim ad. Pariatur adipisicing reprehenderit et ad quis ex ad sit.","nominiation1Name":"Elmore Hyatt","nominiation2Name":"Donnell Gottlieb","nominiation3Name":"Vance Parisian","nominiation4Name":"Dalton Brown","nominiation5Name":"Price Auer"},{"name":"Brent Tromp","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/madshensel/128.jpg","involvement":"Sint proident ut qui tempor ea ipsum. Irure sunt quis exercitation eiusmod adipisicing culpa cupidatat non. Est enim in eiusmod adipisicing tempor nulla exercitation et Lorem irure. Fugiat dolore nisi ipsum labore velit in nisi sint laborum sunt eiusmod.","qualifications":"Adipisicing exercitation aliqua commodo eiusmod ad nisi enim ea aute sit do culpa mollit officia. Ullamco cupidatat anim nostrud qui deserunt elit ipsum magna enim sint ut anim id. Ex cupidatat do amet aliquip ea duis tempor. Consectetur eiusmod est ipsum sint dolore cillum qui occaecat. Sunt excepteur in aute in duis Lorem qui sunt incididunt aliqua nisi. Magna amet ad voluptate elit esse.\n\nMollit ut magna fugiat sit eiusmod tempor voluptate incididunt laborum. Voluptate occaecat velit minim ut occaecat ex sunt tempor laboris cupidatat. Commodo proident elit cupidatat excepteur enim. Est velit qui do commodo do minim in ullamco aliquip officia ex nisi non irure.","goals":"Laboris officia nulla voluptate voluptate reprehenderit aute exercitation sunt pariatur sit commodo. Ea do laborum adipisicing culpa dolor Lorem cupidatat ipsum excepteur non commodo incididunt labore excepteur. Magna qui do anim in sunt proident exercitation reprehenderit. Deserunt anim irure ea quis occaecat mollit in esse nostrud incididunt. Fugiat enim id laborum Lorem est qui velit incididunt cillum ullamco cillum. Magna ex ut ullamco voluptate nisi sunt est Lorem duis et et nisi officia consectetur. Incididunt Lorem Lorem in ea.\n\nIn sit pariatur magna esse in est non mollit nisi fugiat laboris ad. Occaecat eu nisi nisi aliquip labore esse. Deserunt reprehenderit consectetur mollit ullamco. Nulla in sit aliquip esse aute nostrud nostrud elit. Lorem nostrud nulla ex minim ut duis ipsum ea. Incididunt adipisicing cillum exercitation laborum ea mollit laborum duis sunt laboris enim officia commodo. Nostrud deserunt et fugiat nostrud commodo sint ipsum id.\n\nAute excepteur duis velit reprehenderit amet aliquip nisi exercitation consequat magna labore. In et duis ad et tempor pariatur sit do. Commodo et irure velit voluptate reprehenderit consectetur. Culpa reprehenderit esse eiusmod voluptate dolor reprehenderit ad ullamco incididunt amet duis. Cupidatat proident magna velit laboris nulla laboris anim fugiat nulla ullamco mollit nulla eu. Anim ut aliquip ullamco do.","nominiation1Name":"Darryl Effertz","nominiation2Name":"Irma Kuvalis","nominiation3Name":"Marlene Anderson","nominiation4Name":"Evangeline Glover","nominiation5Name":"Herminio Collins"},{"name":"Charity Kihn","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/akmalfikri/128.jpg","involvement":"Adipisicing cupidatat cillum culpa pariatur velit ipsum exercitation cupidatat magna. Velit proident pariatur fugiat consectetur nulla. Lorem magna adipisicing minim cupidatat. Minim duis enim consectetur tempor duis consequat do anim anim anim. Ea deserunt commodo duis nulla. Sint aute officia id nulla eu culpa dolor sint mollit consectetur ea est.\n\nAute voluptate quis quis proident occaecat qui. Sit ipsum sunt nisi et duis. Dolore dolore eiusmod qui qui anim commodo. Aute magna dolore ullamco culpa voluptate voluptate quis pariatur. Consectetur voluptate eu mollit pariatur fugiat velit nostrud nisi aliqua duis eu. Anim laboris non ut irure enim aliquip velit sint dolore id incididunt.","qualifications":"Et laboris consequat proident commodo eu. Consectetur fugiat sint ullamco laboris. Laborum voluptate minim deserunt ea quis amet elit aute elit magna laboris qui. Dolore officia sunt laboris sint et ad dolor cillum exercitation ex elit eu. Nisi in laboris nulla fugiat id veniam sunt occaecat reprehenderit exercitation cupidatat elit eiusmod dolor. Ea veniam commodo nostrud occaecat nulla consequat esse eu aliqua consectetur non quis.","goals":"Velit magna sunt officia veniam tempor ad est id. Do cillum labore ullamco dolore quis exercitation commodo duis ex excepteur nulla. Consequat in elit consequat ea eu nulla. Nulla reprehenderit cupidatat mollit quis aliqua fugiat enim elit elit eiusmod esse. Commodo laboris labore magna do est fugiat est amet cupidatat eu eiusmod. Laborum aliqua labore cupidatat irure ad. Voluptate sit id sint adipisicing duis mollit laborum est magna.\n\nReprehenderit sunt ex nulla exercitation dolor consectetur deserunt ipsum aliqua Lorem ex non ex duis. Quis labore est cillum mollit sit veniam amet ex commodo minim reprehenderit laboris incididunt. Cupidatat exercitation sit consectetur id deserunt esse ex deserunt cillum.\n\nSunt labore ex cillum sint. Pariatur elit culpa culpa aliquip ea ad. Dolore sit veniam incididunt incididunt amet. Voluptate deserunt non ex irure ut labore magna duis. Laborum in fugiat exercitation nulla eiusmod amet aliqua sit.\n\nLorem irure laboris laboris mollit deserunt irure ullamco incididunt tempor ullamco. Consectetur aliquip irure ea elit et nisi nostrud consectetur eiusmod magna id exercitation reprehenderit. Elit dolor aliquip est mollit tempor magna sint est. Aute velit aliqua quis dolore sint cupidatat ullamco esse ipsum exercitation ipsum esse consectetur. Reprehenderit fugiat sit mollit minim consectetur. Ea non non deserunt ipsum sit consectetur laboris nisi eiusmod quis irure do. Minim consectetur ullamco dolor labore nostrud sunt.","nominiation1Name":"Dominique Wisoky","nominiation2Name":"Maymie Wunsch","nominiation3Name":"Ambrose Orn","nominiation4Name":"Malika Beahan","nominiation5Name":"Crawford Frami"},{"name":"Keagan Schinner","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/missaaamy/128.jpg","involvement":"In deserunt occaecat cillum eu qui ullamco consequat eiusmod dolore laborum. Id exercitation pariatur eu do Lorem aliqua excepteur culpa ex proident cupidatat ullamco irure ullamco. Ad mollit non ea minim ad nisi do tempor do esse. Commodo aliquip ad laborum eiusmod.\n\nVeniam mollit et occaecat qui eiusmod cillum nostrud est consectetur fugiat enim cupidatat magna. Occaecat laborum sunt commodo ullamco nostrud Lorem reprehenderit est consectetur qui pariatur nulla. Do exercitation cupidatat officia minim. Ut cupidatat esse proident duis dolore Lorem eiusmod. Irure aute deserunt minim excepteur tempor aute. Non ex nisi fugiat reprehenderit excepteur officia aliquip in magna nostrud adipisicing ea. Consequat sit velit ut magna qui.\n\nNostrud exercitation eiusmod est reprehenderit ex quis amet ad esse est velit. Pariatur occaecat est fugiat nisi incididunt nostrud minim aliquip. Reprehenderit ad proident nostrud consequat. Aliqua eu labore tempor proident reprehenderit ullamco occaecat. Eiusmod irure sint et ullamco non duis. Sint consequat ipsum esse exercitation.","qualifications":"Adipisicing incididunt enim voluptate elit cupidatat adipisicing. Irure qui commodo amet culpa elit. Irure velit pariatur enim eu dolore nostrud tempor qui elit adipisicing. Anim excepteur duis aute nulla ea deserunt aute duis.","goals":"Dolore aute laboris et sint exercitation deserunt commodo qui voluptate culpa. Voluptate consectetur dolore voluptate velit adipisicing do aliquip cillum ullamco. Voluptate id consectetur consequat pariatur voluptate sit elit proident.\n\nIpsum sit enim cillum esse deserunt sit minim do. Occaecat duis nostrud mollit sit proident tempor aliqua. Dolor nisi non ipsum nisi do cillum labore commodo tempor duis. Exercitation anim aliquip sint et quis qui culpa occaecat Lorem aliquip. Sunt laborum et consequat exercitation anim eiusmod Lorem laborum incididunt ullamco eu pariatur.\n\nCupidatat anim sit enim ad esse do commodo culpa. Incididunt irure magna quis culpa do proident cillum nostrud cupidatat. Duis proident incididunt ut tempor culpa quis in elit pariatur pariatur qui id cupidatat. In reprehenderit magna qui excepteur magna quis est tempor consequat exercitation. Cupidatat do exercitation irure elit voluptate irure in. Consequat culpa reprehenderit anim Lorem nostrud esse tempor aute.\n\nAdipisicing non esse cillum cupidatat commodo eiusmod fugiat. Voluptate qui commodo fugiat ex. Est dolor enim sit consequat adipisicing magna eiusmod excepteur reprehenderit velit ullamco. Ex veniam ipsum veniam nostrud officia magna elit commodo pariatur nulla voluptate pariatur. Excepteur esse sint magna mollit consectetur deserunt culpa exercitation proident anim cupidatat excepteur mollit.","nominiation1Name":"Freeman Moore","nominiation2Name":"Addison Rau","nominiation3Name":"Princess Nitzsche","nominiation4Name":"Baron Ullrich","nominiation5Name":"Casimer Green"},{"name":"Jennie Schultz","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/m4rio/128.jpg","involvement":"Occaecat ullamco laborum dolore enim quis labore ad pariatur dolore magna dolore consequat. Proident sit pariatur eu pariatur labore mollit laboris ullamco. Non veniam mollit occaecat ut duis ut occaecat pariatur. Pariatur voluptate commodo amet reprehenderit excepteur eu pariatur occaecat ea fugiat proident. Officia reprehenderit ea nisi adipisicing.\n\nCupidatat ea velit esse dolore. Pariatur laborum aute do consectetur pariatur excepteur cupidatat ipsum laboris. Adipisicing anim proident anim nulla minim voluptate consequat occaecat. Irure adipisicing amet officia cupidatat laboris non consectetur. Cillum minim quis deserunt labore in quis do esse dolore excepteur mollit reprehenderit culpa aliqua. Dolore adipisicing pariatur fugiat voluptate cupidatat id cillum id consequat dolore ea fugiat dolore. Dolor ex ut excepteur est ipsum ea qui aute.","qualifications":"Veniam pariatur veniam laborum dolor laborum non nulla eiusmod ad minim. Aliquip ea veniam deserunt pariatur amet veniam amet voluptate est minim culpa voluptate. Eiusmod laboris est et commodo amet anim. Laborum eu nostrud fugiat duis excepteur amet dolor. Nulla ullamco dolor tempor ex non ipsum est occaecat officia nostrud adipisicing. Ex elit aute magna ad sit non nostrud excepteur.","goals":"Adipisicing ex nisi veniam nisi dolore fugiat pariatur tempor eu incididunt ex ea proident. Consectetur duis veniam Lorem veniam. Tempor et sint fugiat non cillum. Culpa voluptate aute consectetur consequat excepteur ad commodo tempor consectetur non.\n\nFugiat in officia esse ex occaecat cupidatat Lorem ea laborum fugiat aute. Consectetur elit dolor do eiusmod nulla pariatur enim cillum nisi ex ad. Dolore dolor sit enim cillum do ullamco cillum sunt amet velit eiusmod nulla culpa cupidatat. Sit irure veniam eiusmod eu Lorem nisi minim eu incididunt non.\n\nAd ea voluptate officia laborum sunt sunt dolor id pariatur consectetur eu non. Aliqua sit fugiat velit magna magna duis adipisicing dolore excepteur officia est et. Esse fugiat nisi voluptate nostrud ipsum et occaecat consectetur duis aliquip.\n\nMollit aute aliquip sint proident consequat minim occaecat in excepteur esse nisi ad. Ut incididunt et incididunt aliqua dolor Lorem veniam aliqua veniam dolor ad. Nostrud eiusmod minim ipsum pariatur ut qui aute esse nulla non. Sunt officia adipisicing ipsum ex voluptate commodo aliquip magna. Eiusmod aliquip dolor ipsum cupidatat elit sint non irure. Sint velit amet incididunt ullamco tempor deserunt nisi esse proident culpa aute deserunt adipisicing.","nominiation1Name":"Teagan Hahn","nominiation2Name":"Krystal MacGyver","nominiation3Name":"Wilhelmine Fritsch","nominiation4Name":"Luther Kreiger","nominiation5Name":"Adele Hartmann"},{"name":"Alan Kunde","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/taybenlor/128.jpg","involvement":"Consequat est aliqua in do duis dolore eiusmod pariatur exercitation dolor mollit sunt tempor cillum. Do Lorem laborum proident sint dolore est proident veniam proident reprehenderit. Dolor exercitation officia laboris magna excepteur anim aute culpa fugiat sint commodo.\n\nExcepteur reprehenderit laboris qui ad excepteur. Consequat minim deserunt non ipsum amet labore et exercitation eu incididunt qui pariatur. Incididunt mollit non sint adipisicing incididunt ut elit fugiat fugiat incididunt irure nisi.","qualifications":"Ut anim nostrud aliquip est voluptate nulla deserunt culpa. Dolore nulla magna sit eu magna aliquip. Proident in qui elit occaecat Lorem fugiat sunt ad deserunt sunt. Laborum est aute minim quis mollit laboris ad culpa pariatur eu ad aute consequat ad.","goals":"Irure proident laboris occaecat exercitation duis fugiat. Exercitation ea ex occaecat dolor elit excepteur esse amet eu magna officia ipsum magna. Est dolore est incididunt non id pariatur laborum deserunt exercitation irure proident nulla. Aliqua mollit in eiusmod commodo excepteur proident cupidatat do minim aliquip consectetur enim. Sint quis aliquip nostrud sit tempor exercitation aliquip in id adipisicing. Laboris esse irure veniam nostrud nulla magna sit occaecat ex veniam ex.\n\nDo pariatur duis voluptate dolore magna aliqua nostrud sunt pariatur Lorem enim nostrud. Eiusmod enim ut et commodo velit nostrud. Occaecat voluptate duis mollit tempor proident. Ad sint eiusmod ea aliquip nulla quis reprehenderit qui eu aliquip pariatur. Amet labore anim ullamco nisi ut ut. Lorem nostrud laboris ad non duis.\n\nId ea elit consectetur dolor. Lorem est mollit minim laboris anim occaecat occaecat voluptate veniam proident in. Fugiat sunt qui nostrud aute nostrud commodo qui officia labore non id fugiat adipisicing. Ad consectetur anim anim qui eiusmod consectetur anim enim commodo eu laboris sit qui. Amet excepteur duis commodo adipisicing eiusmod nulla irure cillum. Amet nostrud consectetur elit esse.\n\nSint culpa voluptate amet incididunt velit eu labore cupidatat velit Lorem nulla. Officia aliqua deserunt ad ut ipsum culpa tempor irure quis amet aliquip veniam cupidatat officia. Adipisicing do nulla minim culpa anim proident voluptate sunt.","nominiation1Name":"Verlie Champlin","nominiation2Name":"Leopoldo Donnelly","nominiation3Name":"Alexis Feil","nominiation4Name":"Caterina Corwin","nominiation5Name":"Austin Langosh"},{"name":"Daniella Casper","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/nfedoroff/128.jpg","involvement":"Aute dolore irure excepteur quis aliquip tempor laborum tempor. Id esse ex dolor ipsum. Ea enim labore amet proident ad esse sit reprehenderit dolore eiusmod laboris et commodo ea. Ullamco eu non in reprehenderit nostrud irure deserunt. Cillum proident id cupidatat eu in nisi. Minim ex non fugiat nulla nisi magna occaecat amet minim.\n\nLaborum minim deserunt cupidatat sit officia laborum eu sint excepteur eu. Excepteur adipisicing dolor veniam labore duis in eu. Ad reprehenderit culpa officia in in voluptate deserunt mollit ex enim. Ullamco cillum duis irure irure tempor cupidatat exercitation tempor Lorem non duis in anim. Irure nostrud laborum aliquip magna enim do culpa deserunt nulla sint qui irure consectetur. Velit enim ipsum quis elit. In reprehenderit sunt ex do esse.\n\nEu sunt fugiat eu dolore adipisicing commodo veniam. Ex cillum dolor amet minim aute aliquip id adipisicing dolor fugiat irure do mollit adipisicing. Culpa nostrud irure voluptate laborum commodo pariatur elit mollit. Consequat aliqua qui Lorem reprehenderit ipsum sint id cillum ad officia sunt. Fugiat qui aliquip esse voluptate mollit laborum ullamco irure officia quis eu ea velit. Lorem amet esse eiusmod amet consequat deserunt voluptate cupidatat culpa.","qualifications":"Proident enim ea incididunt ullamco minim anim esse incididunt cupidatat dolor aute aliquip. Non ullamco quis sunt mollit. Deserunt officia et labore aliqua fugiat nisi dolore sunt qui. Eu excepteur commodo commodo eu Lorem veniam aute.\n\nDeserunt mollit duis mollit mollit labore ullamco fugiat in magna labore non eiusmod. Laborum voluptate labore ea anim deserunt officia sit adipisicing commodo laborum eu. Mollit culpa laboris Lorem nostrud deserunt consequat ipsum. Nostrud aliqua elit sit excepteur. Non do proident amet elit aliqua ipsum non laboris. Ea laborum enim cillum adipisicing qui et excepteur elit.","goals":"Consequat sit non cupidatat nostrud. Est consectetur irure qui mollit id anim nulla exercitation eiusmod excepteur laborum et reprehenderit voluptate. Laborum ad fugiat sit exercitation. Mollit nostrud cupidatat est est aute est adipisicing cupidatat excepteur minim. Aliquip sunt nisi consectetur cupidatat dolor nostrud reprehenderit id elit consequat. Ullamco in culpa et consectetur occaecat eiusmod. Ex et duis aliquip mollit fugiat voluptate officia minim et tempor sit duis Lorem Lorem.\n\nConsectetur do enim qui proident elit cillum. Consectetur dolore enim ex nisi consectetur. Et aliquip id commodo elit aliquip labore sint ipsum do esse pariatur magna enim et. Nulla sit excepteur velit laborum. Minim laboris amet elit elit proident id officia quis ullamco labore esse velit velit Lorem. Laborum veniam pariatur enim sit culpa culpa nostrud fugiat.\n\nEa veniam dolore nisi Lorem sint aliqua ullamco duis ad deserunt exercitation anim pariatur id. Incididunt proident esse pariatur ea laborum veniam incididunt sunt. Lorem laboris ut nisi excepteur ad ad labore. Consequat nisi nisi amet laborum proident ex sit Lorem cillum. Ipsum laborum fugiat aliquip in pariatur velit ad consectetur qui velit cupidatat ut enim. In dolore occaecat anim dolore ea incididunt amet sint esse laboris voluptate elit eiusmod. Nostrud sunt eiusmod eiusmod eu sunt culpa ipsum enim.\n\nElit esse sint ullamco cillum excepteur nostrud magna. Proident enim Lorem ut anim occaecat ea incididunt voluptate in ipsum ut. Laboris mollit dolor excepteur esse consequat. Esse esse dolor veniam non sunt cillum deserunt. Id magna laboris incididunt dolor duis aliqua veniam quis quis amet in.","nominiation1Name":"Agustina Marvin","nominiation2Name":"Tyshawn Kreiger","nominiation3Name":"Lawson Ziemann","nominiation4Name":"Marlene Morar","nominiation5Name":"Lois Trantow"},{"name":"Leland Hilpert","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/moscoz/128.jpg","involvement":"Reprehenderit nostrud tempor aliqua consectetur Lorem pariatur. Sunt nostrud nisi anim esse laborum pariatur elit officia est sint. Dolor voluptate qui fugiat est excepteur minim. In ad do cupidatat dolore minim incididunt. Eiusmod officia commodo minim nisi ut. Adipisicing deserunt aliqua velit sint deserunt labore consequat culpa Lorem mollit.","qualifications":"Ad pariatur dolore officia fugiat nulla deserunt ipsum culpa mollit irure ullamco. Elit ullamco eiusmod eu eu duis. Ullamco commodo nulla voluptate tempor est labore anim consectetur minim. Velit culpa consequat non in aliquip pariatur ea.","goals":"Voluptate Lorem sit proident incididunt sunt ut commodo ad do incididunt magna et eiusmod magna. Ex velit est quis ad eiusmod esse est et cupidatat proident fugiat. Esse Lorem esse tempor consequat duis fugiat elit ullamco ullamco ad adipisicing. Lorem deserunt laborum excepteur velit et Lorem proident cillum incididunt enim elit reprehenderit pariatur. Nostrud irure et reprehenderit laborum tempor sit reprehenderit. Dolore commodo Lorem non proident ullamco eiusmod esse. Labore labore culpa aute mollit Lorem est nulla Lorem laborum ullamco aliquip.\n\nPariatur voluptate anim commodo sit deserunt qui sit dolor. Et enim cupidatat veniam anim laborum. Ipsum proident id Lorem ullamco pariatur aliqua incididunt minim. Elit commodo ea dolor nulla id qui est sunt.\n\nEt mollit laborum in occaecat laborum. Cupidatat sunt aliqua et incididunt pariatur. Est deserunt laboris ut labore laborum.","nominiation1Name":"Laney Durgan","nominiation2Name":"Hans Moore","nominiation3Name":"Shanel Corwin","nominiation4Name":"Fredrick Christiansen","nominiation5Name":"Gardner Lehner"},{"name":"Diego Mayert","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/d_kobelyatsky/128.jpg","involvement":"Esse ullamco quis proident sint deserunt exercitation sunt ad sint magna. Reprehenderit adipisicing duis laboris nulla cupidatat consectetur exercitation culpa laboris consequat tempor. Cupidatat eu officia duis veniam consectetur quis exercitation tempor nisi elit do sint culpa labore. Ea magna do mollit laboris id sint quis ullamco tempor occaecat id consequat velit consequat.\n\nExcepteur sunt ipsum non minim aliquip sint occaecat amet Lorem. Ipsum deserunt ipsum in ipsum. Veniam officia ex nulla sint.\n\nNulla sunt anim ullamco pariatur enim ea commodo cupidatat do consectetur sint aliqua nisi. Laboris fugiat magna excepteur non commodo. Consequat eu eu velit mollit adipisicing exercitation nostrud nisi. Anim tempor anim duis do aliqua pariatur consectetur Lorem consequat fugiat.","qualifications":"Aute anim officia eu consectetur aliquip irure aute eiusmod incididunt proident nostrud commodo do. Pariatur nisi velit ut ullamco ullamco magna deserunt reprehenderit qui culpa. Laboris anim culpa enim labore amet sunt. Anim sit labore aute laboris.\n\nEx cillum qui minim culpa duis aute. Laboris sit deserunt laborum elit dolore tempor enim fugiat. Duis esse esse aute id esse reprehenderit irure Lorem in anim ullamco minim.","goals":"Adipisicing occaecat in pariatur reprehenderit voluptate laboris fugiat eu minim aute. Elit esse dolor deserunt sint laboris. Nulla labore ad minim enim non reprehenderit pariatur in voluptate. Ea pariatur excepteur consectetur minim eiusmod et ipsum. Laboris fugiat ut eiusmod id incididunt. Mollit amet amet quis elit nisi laborum dolor.\n\nAute est sint incididunt enim. Duis qui laborum Lorem cupidatat est anim ut incididunt ipsum do irure. Laborum incididunt magna fugiat culpa deserunt. Labore dolore exercitation nisi cillum dolore anim elit aliquip cupidatat ipsum id.\n\nFugiat sunt occaecat sunt cillum aliquip incididunt et nisi consequat. Laborum nulla eu Lorem velit proident magna. Quis excepteur duis officia nostrud do officia eu do sit duis irure. Ullamco dolor laborum reprehenderit deserunt ex cillum culpa nisi exercitation amet. Enim voluptate fugiat eiusmod ad in ut voluptate esse consectetur. Nisi nisi exercitation nisi minim esse aliquip et sit culpa dolor reprehenderit laboris nisi. Proident nulla dolor nostrud laborum consequat cupidatat eiusmod nostrud voluptate ut.\n\nDeserunt ullamco do elit aliquip reprehenderit reprehenderit adipisicing ut cupidatat commodo. Voluptate aute officia proident consectetur adipisicing adipisicing duis magna ex. Anim anim ex duis minim anim ad officia sit irure. Voluptate dolor exercitation incididunt dolore non irure. Nulla pariatur ad minim non Lorem proident. Minim exercitation cupidatat ut reprehenderit. Labore tempor aliqua cillum velit commodo fugiat eiusmod esse Lorem.","nominiation1Name":"Nicklaus Harvey","nominiation2Name":"Kurtis Schaden","nominiation3Name":"Angel Sipes","nominiation4Name":"Hipolito Schmitt","nominiation5Name":"Elias Powlowski"},{"name":"Elijah Hudson","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/shesgared/128.jpg","involvement":"Cupidatat do magna amet cillum consectetur dolor culpa eu amet irure ut est nulla. Deserunt eiusmod Lorem cillum dolor aute laborum. Ipsum dolore occaecat est elit consectetur in.\n\nSit tempor tempor proident occaecat quis exercitation cupidatat occaecat ut culpa labore elit. Ea cupidatat dolor elit adipisicing proident. Qui in tempor anim ex eu laborum reprehenderit ipsum ipsum. Ipsum incididunt velit non sint do sit ad eiusmod minim ex labore adipisicing. Consequat et laboris laborum ex laboris fugiat sit id.\n\nUllamco enim ea enim minim ad do cillum voluptate eu deserunt non. Quis nisi aliqua ea qui commodo fugiat voluptate eu commodo dolore esse cillum proident et. Pariatur minim officia commodo sunt id. Magna pariatur anim elit nulla. Pariatur exercitation minim deserunt cillum non exercitation sint Lorem.","qualifications":"Deserunt amet sit veniam deserunt labore veniam aliquip. Non labore cupidatat consectetur est tempor sunt sit aliquip et qui aliquip est veniam culpa. Eu veniam in velit sint aliquip nisi ipsum incididunt reprehenderit excepteur. Aliqua commodo quis laboris mollit. Pariatur incididunt eu est aute cupidatat in et in id laboris duis nostrud. Cillum ipsum aliquip tempor nulla.\n\nQuis ea fugiat excepteur ea et anim sint officia. Laborum consequat Lorem occaecat voluptate tempor ut deserunt et. Exercitation proident cillum eu officia eiusmod duis laboris aliqua. Cupidatat sunt duis ea officia. Cillum tempor laboris sint voluptate et amet nostrud aliquip. Mollit ea excepteur esse nisi in culpa quis sunt ad non.","goals":"Cupidatat ea esse consequat laboris voluptate occaecat aute incididunt ex cupidatat ea tempor. Lorem nostrud sit sint laborum deserunt in sit duis ex occaecat quis sunt amet do. Laboris ullamco reprehenderit nostrud sunt mollit amet. Pariatur elit ad enim veniam eiusmod veniam aliquip minim laborum laboris anim aute duis. Reprehenderit nisi amet Lorem Lorem consectetur aliqua cupidatat. Elit ea ullamco proident mollit esse dolore ipsum in commodo officia deserunt. Veniam minim nulla est nostrud anim exercitation commodo tempor.\n\nAmet proident quis officia eu ea duis proident aliqua dolore magna laborum labore. Excepteur occaecat nisi adipisicing nulla magna magna ad Lorem enim consectetur proident. Ipsum anim excepteur labore minim anim elit velit nostrud consequat et mollit duis proident.\n\nAute ea elit cupidatat deserunt deserunt labore anim voluptate sit pariatur. Ad cupidatat enim cupidatat irure Lorem proident sunt aliqua fugiat quis. Irure do dolor nostrud adipisicing exercitation cillum dolore. Ipsum nisi Lorem pariatur elit eiusmod est est amet pariatur reprehenderit.\n\nSint sit sunt ipsum cupidatat laboris consectetur adipisicing officia dolor ea exercitation aliqua voluptate ex. Ex sunt ex ullamco ad minim Lorem excepteur eu exercitation dolore eu nulla. Duis incididunt ad sint non adipisicing voluptate voluptate deserunt duis est labore.","nominiation1Name":"Maymie Swift","nominiation2Name":"Robyn Langosh","nominiation3Name":"Gussie Hills","nominiation4Name":"Treva Zieme","nominiation5Name":"King Parisian"},{"name":"Xavier Barton","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/geneseleznev/128.jpg","involvement":"Fugiat magna aliquip incididunt officia sit voluptate proident nostrud est sint culpa irure aliquip. Sit ut duis consequat consectetur laboris mollit ut Lorem commodo. Minim dolore cillum et est eiusmod laboris nisi pariatur magna nulla. Anim fugiat nostrud aute cupidatat enim pariatur sint. Labore enim tempor ut dolor est enim eu. Ipsum cupidatat ullamco esse aliqua labore ut elit et ut ut cillum labore. Irure labore ea adipisicing laborum commodo ullamco ad elit est anim dolor amet labore.\n\nConsectetur voluptate cillum non excepteur labore fugiat esse laborum nulla sint nulla. Tempor ex laboris fugiat exercitation voluptate nulla. Reprehenderit Lorem labore irure amet. Laborum et ut ex fugiat nostrud minim mollit. Cillum laborum consectetur ipsum in quis dolore cupidatat cupidatat irure quis do elit dolor quis. Sint sint pariatur aliquip anim exercitation magna.\n\nCommodo enim consequat sint excepteur pariatur eu aliquip dolore aliqua cupidatat incididunt. Nisi minim anim proident quis ipsum Lorem culpa elit mollit consectetur ad. Ullamco eu eiusmod duis Lorem et qui. Excepteur eiusmod Lorem veniam ad laboris laborum officia.","qualifications":"Dolore adipisicing nostrud incididunt officia mollit tempor amet reprehenderit. Magna sint in tempor voluptate velit qui in ex labore veniam nulla. Laborum veniam elit non occaecat duis mollit est nulla ipsum.\n\nCulpa sit dolore adipisicing fugiat aute deserunt. Proident minim do minim eiusmod minim laborum do exercitation laborum sint labore irure culpa. Nulla incididunt aute pariatur occaecat proident adipisicing. Id id consequat minim ea esse est quis. Eiusmod duis exercitation qui sit sint. Nulla elit dolore commodo nostrud pariatur in velit quis. Amet sint anim exercitation adipisicing magna anim in est commodo ut eiusmod cupidatat incididunt.","goals":"Occaecat ipsum do amet laborum voluptate ipsum Lorem ipsum aliqua nulla labore eiusmod. Sunt fugiat culpa est cillum magna veniam adipisicing tempor laboris mollit fugiat. Aliquip aute minim nostrud nostrud cupidatat nisi quis duis esse. Et ullamco ex dolor est.\n\nFugiat ea enim ut irure. Nisi adipisicing ex id quis qui aliquip exercitation aliqua officia ad minim ex. Eiusmod excepteur id elit nulla nostrud Lorem in id eiusmod commodo cupidatat consectetur voluptate. Occaecat qui est id est cillum aute. Commodo dolor reprehenderit eu deserunt sit dolor amet enim nostrud do elit consequat eu occaecat. Elit amet eu sunt pariatur velit aliqua.\n\nUllamco ex ad pariatur eu. Mollit nostrud aliqua tempor officia. Proident ullamco irure sit excepteur deserunt qui magna magna.","nominiation1Name":"Rosalind Bashirian","nominiation2Name":"Alanis Adams","nominiation3Name":"Trudie Stiedemann","nominiation4Name":"Delaney Anderson","nominiation5Name":"Ron Gutmann"},{"name":"Joshuah Kozey","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/nateschulte/128.jpg","involvement":"Do do sit nostrud nisi enim velit occaecat. Duis pariatur nostrud ea velit sunt velit consequat sit. Tempor cillum consectetur velit magna amet excepteur amet sunt do dolor aliquip.\n\nDolor occaecat non elit sit sint. Veniam qui non do tempor commodo. Cupidatat duis consectetur incididunt commodo sit id cupidatat laborum commodo aute deserunt et exercitation ex. Ullamco nisi pariatur irure et. Cupidatat tempor proident aliquip qui nulla fugiat sint excepteur minim reprehenderit qui reprehenderit ipsum laborum.\n\nQuis aute eu aliquip aliqua ea incididunt eiusmod consequat sit. Commodo aliquip enim consectetur consectetur qui eiusmod incididunt Lorem incididunt. Ut excepteur quis in voluptate aute duis.","qualifications":"Minim veniam magna quis quis eu magna. Aliquip ullamco fugiat eu do exercitation reprehenderit dolor quis voluptate reprehenderit. Qui minim ut cillum incididunt sunt sunt laboris. Ut amet fugiat pariatur sunt enim.","goals":"Eu laborum nulla esse velit ullamco laborum culpa culpa minim amet eu laborum. Aliquip irure quis qui excepteur elit sint proident dolor consectetur adipisicing eiusmod reprehenderit anim. Ad mollit veniam quis veniam dolore. Esse est voluptate culpa velit anim pariatur pariatur excepteur in eiusmod ullamco non occaecat. Consectetur aliquip labore ea do nulla voluptate adipisicing.\n\nAmet do dolor est ea deserunt ad id. Lorem dolor Lorem nulla laboris. Velit nostrud Lorem non officia nostrud esse reprehenderit laboris. Exercitation amet quis ipsum amet nostrud nisi et.\n\nAdipisicing laboris Lorem sit pariatur mollit nulla culpa nisi. Commodo Lorem et consequat sint consequat labore veniam. Laboris deserunt anim aliquip dolore in. Aute et reprehenderit magna dolore Lorem sint duis minim velit Lorem et cillum duis et. Occaecat voluptate commodo esse do magna nulla fugiat aliquip sit cillum aliqua nisi minim ut. Dolor elit consequat do et adipisicing excepteur ad proident ad nostrud. Cupidatat ipsum minim sunt ut.\n\nPariatur velit nulla exercitation dolor cillum velit reprehenderit cillum. Elit ipsum nulla voluptate consequat amet mollit irure esse deserunt ex. Enim magna dolor voluptate velit qui nulla enim est Lorem mollit et fugiat tempor velit. Commodo sunt ut cillum incididunt esse nisi magna quis.","nominiation1Name":"Adella Grimes","nominiation2Name":"Luciano Volkman","nominiation3Name":"Bettie Rice","nominiation4Name":"Domingo Durgan","nominiation5Name":"Vida O'Conner"},{"name":"Brennon Bogisich","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/joshmedeski/128.jpg","involvement":"Ut exercitation officia duis ut elit adipisicing excepteur cillum. Do laboris mollit reprehenderit proident ex cillum excepteur est duis occaecat nostrud do et ut. Nostrud do est commodo aliqua officia reprehenderit commodo adipisicing sunt sint sunt laboris id amet.\n\nIn fugiat cupidatat esse quis culpa ullamco sit enim tempor do commodo sit sunt. Amet aute anim ex duis. Duis sit duis veniam aliquip velit commodo. Elit non aute occaecat incididunt.\n\nConsectetur et sunt cupidatat proident aute in eu sint consequat. Aute tempor labore ea non exercitation occaecat aliquip cillum ipsum id cillum id proident proident. Consectetur deserunt eiusmod irure nostrud non eiusmod officia consectetur. Proident dolore eu duis nisi et culpa ex. Voluptate fugiat minim nostrud cupidatat. Dolore cupidatat aute exercitation commodo consectetur.","qualifications":"Non dolor ad ad do nulla dolore anim ullamco nulla. Incididunt adipisicing mollit ea cupidatat culpa consequat occaecat qui excepteur nostrud. Et qui sunt labore id aute laborum.\n\nLaboris quis consectetur dolor ea officia cillum occaecat labore in est esse ex consectetur nulla. Commodo id culpa excepteur laboris laborum est. Tempor sunt irure et ut qui. Nulla minim sunt officia culpa officia deserunt aliqua excepteur. Fugiat ea ad ipsum laborum labore proident eiusmod enim nulla ad reprehenderit irure officia deserunt. Tempor ut laboris enim do minim irure sit sit. Sunt occaecat aliqua aliquip anim esse sint consectetur.","goals":"Nulla ex id voluptate magna excepteur minim commodo pariatur ullamco enim adipisicing exercitation magna incididunt. Sit irure tempor excepteur aliquip Lorem. Eu eiusmod anim do aliquip sint pariatur incididunt. Est dolore sunt voluptate anim tempor labore nisi ipsum consectetur culpa non. Cupidatat ut magna pariatur duis ad velit. Irure amet laborum proident commodo. Deserunt id magna ullamco magna ad do consequat in laborum est.\n\nVelit pariatur ex irure sunt aliquip nulla. Irure proident ipsum occaecat duis irure tempor irure. Anim in incididunt sint laborum non anim et duis duis pariatur amet elit sit dolor. Adipisicing do et dolor culpa minim sint. Cillum consectetur do anim cillum laborum. Lorem aute reprehenderit incididunt sint incididunt. Commodo amet officia excepteur dolore.\n\nEu nisi labore ipsum eu fugiat nulla pariatur labore aute. Nulla sit nostrud occaecat velit esse cillum id sunt proident aliquip do. Esse veniam incididunt adipisicing officia. Adipisicing nisi mollit fugiat laboris non reprehenderit consectetur et amet ipsum eu in. Fugiat nulla proident labore et officia in est est et consectetur minim cupidatat ex.","nominiation1Name":"Audra Parisian","nominiation2Name":"Althea Ledner","nominiation3Name":"Vivienne Wilderman","nominiation4Name":"Bailey Hansen","nominiation5Name":"Bennie Stamm"},{"name":"Ruby Pouros","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/daykiine/128.jpg","involvement":"Occaecat irure quis nostrud incididunt in sint consectetur irure laboris labore fugiat. Est non laboris fugiat mollit laboris culpa in laboris consequat deserunt amet. Velit deserunt magna mollit consequat exercitation enim enim fugiat cupidatat aute voluptate id. In ipsum aliquip reprehenderit et.\n\nMagna amet incididunt esse consectetur labore duis fugiat minim fugiat aliqua et. Commodo incididunt sunt laboris amet Lorem sint amet qui voluptate et. Esse ex laboris commodo laboris duis magna veniam ad non magna.\n\nVeniam mollit culpa enim do id occaecat laboris. Qui consequat cillum irure magna consectetur dolore velit pariatur. Anim anim id aliqua esse nisi dolor eu aliqua magna. Fugiat dolore enim voluptate incididunt laborum nostrud dolor aute consequat ut nulla occaecat commodo elit. Adipisicing dolor eiusmod non veniam velit tempor sint mollit Lorem occaecat.","qualifications":"Velit ut ad irure nulla. Laborum anim excepteur velit minim ea eu fugiat sit laborum consectetur. Voluptate magna do ut tempor. Adipisicing cupidatat proident enim est incididunt. Excepteur aliquip ea non cillum labore. Ea pariatur aute anim do nostrud ea laborum.\n\nCupidatat amet id do cillum sunt ea magna ut reprehenderit irure commodo veniam in consectetur. Sunt qui cupidatat ea incididunt quis amet occaecat magna ipsum sunt labore cillum. Reprehenderit est irure culpa cupidatat minim qui elit in commodo dolor. Aliqua et dolore sint est ullamco nulla sunt consequat. Consequat cillum ipsum minim dolore est occaecat aliqua ullamco.","goals":"Labore velit do consequat esse enim eu mollit reprehenderit sunt. Labore id ipsum tempor quis commodo amet laboris magna aliqua veniam do. Nulla laborum officia amet ex dolor excepteur ut id. Pariatur magna ex veniam aliquip proident non ex sit ad voluptate cupidatat consequat. Aute incididunt occaecat fugiat fugiat consectetur do ex dolor laborum. Duis velit eiusmod nisi non laboris aute. Magna voluptate sit quis deserunt excepteur reprehenderit enim nulla ullamco.\n\nCommodo fugiat reprehenderit veniam elit nisi nostrud. Aute qui laboris tempor anim ad. Eu labore aliqua eu dolor occaecat reprehenderit ullamco tempor anim tempor sint tempor irure. Non dolore officia minim esse minim ullamco proident deserunt nostrud commodo aute culpa proident. Aliquip fugiat anim excepteur Lorem sunt fugiat ut occaecat mollit proident aliquip cupidatat. Laborum ea non deserunt cupidatat dolore excepteur excepteur amet deserunt.\n\nNostrud eiusmod et laborum qui sunt commodo commodo eu. Sunt commodo ullamco ullamco ullamco officia mollit culpa proident ullamco. Commodo cillum esse minim est exercitation ullamco. Mollit exercitation ex mollit proident dolore incididunt laboris et nostrud deserunt esse minim.","nominiation1Name":"Ayden Prohaska","nominiation2Name":"Yasmin Robel","nominiation3Name":"Grant Thompson","nominiation4Name":"Brigitte Volkman","nominiation5Name":"Dannie Koelpin"},{"name":"Percival Quigley","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ehsandiary/128.jpg","involvement":"Minim ad magna adipisicing consectetur duis Lorem duis cillum irure cillum ullamco incididunt. Duis culpa magna aute fugiat pariatur aliqua occaecat qui nulla consectetur. In cillum qui non qui anim. Lorem dolore esse dolore incididunt dolor voluptate sint aliqua. Ea non cupidatat exercitation aute eu esse ex nisi ea consectetur occaecat officia. Ut dolore aute proident reprehenderit ullamco id sint dolor.\n\nAdipisicing ad ea elit proident culpa culpa velit consequat adipisicing. Do tempor velit excepteur in nostrud ullamco. In nulla Lorem ex proident incididunt labore dolore anim aliqua incididunt proident ad tempor velit.","qualifications":"Voluptate ea pariatur amet consequat mollit aute nisi aliquip minim. Quis excepteur excepteur dolore consequat est. Ipsum culpa pariatur aute labore pariatur nulla cupidatat mollit ad sunt deserunt sunt quis cillum. Duis in laborum eiusmod deserunt nulla in et irure laboris ullamco et dolore. Eu cupidatat do cillum officia proident. Magna nostrud laboris culpa anim incididunt culpa deserunt. Ullamco non esse do sint enim et esse est mollit excepteur.","goals":"Ex cupidatat proident nulla veniam ut est qui. Labore officia officia exercitation duis. Amet consequat veniam culpa aliquip officia Lorem commodo incididunt.\n\nElit nulla occaecat fugiat ipsum labore irure amet nulla consectetur minim aute magna elit ipsum. Non id sit duis dolor non est reprehenderit non pariatur. Eu magna ex nisi est ullamco. Occaecat exercitation est officia sunt minim. Sint ut labore consequat qui consectetur.","nominiation1Name":"Ronaldo Oberbrunner","nominiation2Name":"Simone Hammes","nominiation3Name":"Florence Purdy","nominiation4Name":"Marlene Windler","nominiation5Name":"Helga Kuhn"},{"name":"Monty Walsh","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/benefritz/128.jpg","involvement":"Veniam elit pariatur commodo ut. Cillum nulla duis do aliqua adipisicing sint amet ut sint consequat. Do amet quis id occaecat voluptate sunt proident amet nisi nulla deserunt.\n\nOfficia excepteur consectetur culpa velit deserunt aute nisi consequat ad ea. Dolore in sint fugiat eu elit. Culpa ex nostrud anim commodo nisi non nisi. Ea non eiusmod sint mollit. Exercitation excepteur laborum ipsum eiusmod elit ex irure cupidatat laboris ullamco ut aute et. Fugiat mollit aliquip elit nostrud aliqua est tempor aliqua ea officia qui consequat elit.\n\nProident nulla irure velit sit nostrud velit exercitation pariatur consectetur id duis mollit ipsum ea. Laboris dolore sint ut ex sint laborum proident magna labore duis ea dolore. Non labore dolor cillum sint sit duis excepteur.","qualifications":"Eiusmod sint dolor in irure qui sunt ad ad exercitation commodo et. Amet fugiat pariatur officia non irure ex cupidatat exercitation adipisicing. Aliqua aliqua labore et aliqua qui incididunt ut ipsum nostrud adipisicing aliquip magna. Ut minim tempor incididunt in dolore ex ea pariatur dolor. Occaecat cupidatat eu sit fugiat non dolore consequat incididunt consectetur.","goals":"Incididunt excepteur consectetur ex aliqua velit veniam voluptate aliqua voluptate laborum exercitation ea. Tempor ullamco cupidatat in reprehenderit do pariatur anim sunt labore aute adipisicing ipsum do sit. Do est ad pariatur non eu irure.\n\nDolor est nisi aliquip quis. Dolore elit enim aliqua veniam eu eu velit deserunt est. Id consectetur nostrud incididunt magna.\n\nDolor quis in duis pariatur qui eiusmod aliquip amet consectetur id. Deserunt dolor magna aliqua ea adipisicing anim cillum elit magna non. Aliquip sunt culpa deserunt aliqua fugiat velit nostrud esse sunt labore. Labore dolor in occaecat culpa officia. Elit laborum sunt pariatur mollit eu occaecat irure magna nulla est. Irure nisi consectetur nisi velit dolore consectetur occaecat. Nulla nulla cillum voluptate enim aliqua id ullamco commodo laborum.\n\nTempor excepteur aliqua tempor sint ut culpa. Magna nulla reprehenderit ad fugiat cupidatat voluptate minim. Aliqua veniam velit occaecat irure cillum dolor est aliqua duis eu eiusmod ex eiusmod. Culpa laboris pariatur sunt excepteur adipisicing id velit tempor qui exercitation. Dolore nulla fugiat pariatur officia commodo est eiusmod id mollit pariatur quis in cupidatat.","nominiation1Name":"Ward Lowe","nominiation2Name":"Rosario Altenwerth","nominiation3Name":"Adeline Franecki","nominiation4Name":"Yessenia VonRueden","nominiation5Name":"Beaulah Ondricka"},{"name":"Vincent O'Keefe","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/carlosgavina/128.jpg","involvement":"Est irure cupidatat Lorem est officia irure. Culpa proident ad incididunt aliquip voluptate aliqua cupidatat ut irure anim. Cillum enim laboris eu ad. Laborum ad voluptate adipisicing nostrud. Aute exercitation ex consequat cillum minim ea enim veniam nostrud consequat nostrud nostrud veniam quis. Est irure ex cupidatat est. Enim duis laboris aliqua velit anim exercitation adipisicing nulla officia laboris aute sint laboris.\n\nExcepteur exercitation ea voluptate aliqua amet magna. Ipsum elit magna exercitation pariatur ut ea amet reprehenderit magna. Aliqua officia commodo sunt aute aliquip do. Est pariatur Lorem cillum aliqua id tempor excepteur non quis magna fugiat cupidatat. Cillum labore nisi esse aliquip consectetur do.","qualifications":"Deserunt deserunt reprehenderit irure mollit anim do do voluptate sit enim et magna duis cillum. Enim minim culpa nulla eiusmod duis. Cillum velit labore et fugiat nulla fugiat.\n\nVoluptate do est exercitation ad laboris anim cillum. Tempor pariatur excepteur duis ex deserunt exercitation dolor eu enim. Anim do eiusmod ex sit sit culpa consequat officia minim nisi deserunt nostrud fugiat. Ipsum occaecat nisi et veniam minim officia fugiat mollit consequat qui do.","goals":"Ex dolore excepteur tempor dolor magna ad eu aliquip dolore eiusmod consectetur esse et. Consequat et do sunt nostrud est elit eiusmod consectetur voluptate mollit ut nulla est deserunt. Ipsum quis reprehenderit ex cillum est reprehenderit ut occaecat eiusmod. Adipisicing sit amet mollit nulla anim incididunt ipsum enim.\n\nEa irure occaecat ipsum sint consectetur quis officia dolore sint minim. Lorem nisi enim commodo culpa adipisicing velit sit cupidatat duis. Veniam proident consectetur nisi culpa ut laborum sunt consectetur mollit excepteur. Deserunt aute non qui ut sint non eu mollit reprehenderit est ea incididunt veniam. Cillum esse cupidatat in deserunt ex amet irure enim dolor sint aute ea. Aute adipisicing sint consectetur consequat qui mollit dolor nisi dolore exercitation duis veniam anim exercitation.\n\nEt nulla cillum ipsum cillum do exercitation. Consequat reprehenderit fugiat aliqua nostrud enim. Exercitation dolore excepteur mollit velit qui cupidatat veniam ipsum aliqua commodo. Commodo laboris Lorem proident laboris sit ipsum aliqua.","nominiation1Name":"Amina Armstrong","nominiation2Name":"Alayna Tromp","nominiation3Name":"Walter Yundt","nominiation4Name":"Thea Simonis","nominiation5Name":"Hyman Rosenbaum"}]}}
