{"localCouncil":{"positions":[{"title":"Co-chair","slug":"co-chair","description":"\n  <p>The Co-Chairs shall be the official public spokespersons for the Local and will initiate such actions and policies as the Local’s general welfare may demand. The Co-Chairs shall organize and preside over all official meetings of the organization and the Local Council. The Co-Chairs shall maintain consistent communication with all committee leaders and facilitate collaboration and coordination between them. Additionally:</p>\n  <ul>\n    <li>a. The Co-Chairs will also act as, or appoint, the official representatives of the Local to the National Organization and to other DSA Locals. This does not apply during official business at the National DSA Convention, when Local Delegates may act independently on behalf of the Local’s membership.</li>\n    <li>b. The Co-Chairs serve as executive officers of the Local, and they are listed on financial accounts along with the Treasurer.</li>\n    <li>c. At least one Co-Chair must not identify as both White and Cis-Male.</li>\n  </ul>\n          ","candidates":[{"name":"Robb Rosenbaum","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/nickfratter/128.jpg","involvement":"Pariatur pariatur voluptate sint ipsum cillum. Enim eiusmod do officia amet occaecat adipisicing enim quis non enim laborum cupidatat irure. Ad nisi sunt nisi excepteur.\n\nOfficia aliquip ad magna incididunt qui ea labore consequat eu incididunt. Ex elit minim nulla et sint eiusmod cupidatat exercitation et officia eu. Consequat culpa aliquip ad cillum sint nostrud nostrud non qui ullamco esse. Exercitation est magna eiusmod consectetur mollit eu et tempor deserunt minim aliqua sit officia. Nostrud minim id cupidatat id non exercitation cillum voluptate sint exercitation nisi voluptate.","qualifications":"Nostrud nisi aute amet aliqua tempor eu non id esse sit culpa eu labore. Labore voluptate cillum nostrud aliqua ex. Culpa voluptate dolor adipisicing dolor exercitation fugiat sunt consectetur consequat. Cillum fugiat non culpa nulla sunt sit fugiat do.\n\nExercitation Lorem laboris irure labore consectetur nulla. Est in amet laborum sint sunt in irure esse. Id anim velit anim cillum culpa sunt voluptate ex mollit exercitation cillum. Veniam id minim commodo ipsum reprehenderit velit ad.","goals":"Sint ea aute sit quis commodo irure nulla est excepteur dolor proident cupidatat duis anim. Occaecat sunt consequat cupidatat exercitation labore duis commodo reprehenderit. Aliqua duis anim pariatur Lorem in sint occaecat.\n\nAliqua aliqua velit dolor duis fugiat ullamco mollit incididunt qui reprehenderit ex dolore magna. Cillum exercitation in veniam veniam cupidatat pariatur aute nisi labore. Magna fugiat qui magna laboris. Sit ea cillum excepteur labore excepteur sit incididunt laborum sunt. Elit fugiat et labore laborum ex cillum qui ea veniam.\n\nEiusmod et et tempor cupidatat dolore dolore tempor pariatur amet laborum. Ut eiusmod ex mollit magna ipsum est. Occaecat tempor laborum consequat laborum dolore aliquip amet ipsum reprehenderit aliqua mollit. Elit fugiat consectetur excepteur laborum reprehenderit id. Tempor ad sit nulla proident deserunt esse eiusmod laboris dolor sint ea tempor velit. Lorem nostrud quis enim voluptate qui amet incididunt do mollit do ad.\n\nAmet excepteur eu sunt ipsum ea officia occaecat minim labore ea eu. Nulla aliqua exercitation nisi velit ullamco laborum dolor aliquip. Ut sint veniam et mollit qui laboris. Duis aliqua ipsum est cupidatat cupidatat ullamco voluptate ea dolore duis officia.","nominiation1Name":"Kaitlyn Schumm","nominiation2Name":"Paris Hills","nominiation3Name":"Clark Beier","nominiation4Name":"Florence Gibson","nominiation5Name":"Clark Lemke"},{"name":"Tito Pagac","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/constantx/128.jpg","involvement":"Nulla officia ipsum laborum adipisicing velit dolor ad anim proident exercitation aliqua pariatur ipsum. Aliqua consectetur exercitation proident id do aliqua adipisicing incididunt. Labore sunt aliquip ipsum excepteur eu et ex incididunt consequat laboris pariatur exercitation est. Tempor commodo est quis ea fugiat qui laboris reprehenderit aute sunt aliqua.\n\nEst cillum excepteur in labore id sint eiusmod dolor dolor ad elit. Ad anim in est laboris adipisicing nostrud eiusmod labore aliquip. Consequat Lorem non ipsum aute in ipsum consectetur. Excepteur id eu est irure ea nostrud irure officia consectetur dolor velit Lorem sint.","qualifications":"Lorem aliquip proident excepteur eu mollit nulla aute tempor qui veniam sint quis sint id. Proident ea esse aliquip occaecat aute aliquip qui in laboris proident. Esse commodo anim nostrud dolore anim Lorem Lorem commodo sint magna ea. Tempor tempor sunt elit adipisicing quis enim voluptate. Dolore ullamco officia elit consectetur nostrud eiusmod sint laborum eiusmod culpa sint nostrud in. Incididunt officia dolore amet veniam duis consectetur.","goals":"Aute ipsum pariatur enim culpa ea in nostrud magna sunt nostrud eiusmod reprehenderit do ipsum. Ad non enim in ut eiusmod sit Lorem nulla. Commodo irure aute voluptate est ullamco sunt pariatur do labore. Culpa et nulla fugiat labore ex laboris mollit adipisicing cillum sunt est sunt ex. Aute sunt minim nulla voluptate laboris mollit nisi velit quis tempor consequat. Sit minim exercitation tempor cupidatat sint excepteur Lorem. Fugiat fugiat excepteur aute reprehenderit.\n\nAnim sit eiusmod commodo mollit nostrud nostrud consectetur reprehenderit elit. Nostrud proident eu mollit culpa. Adipisicing sunt non cupidatat dolor cupidatat eiusmod et culpa aute eu deserunt excepteur amet.\n\nVelit veniam elit ipsum irure cillum eiusmod nostrud incididunt qui aliqua enim cupidatat. Laboris nostrud in do esse enim ea aute dolore et laboris et. Voluptate occaecat non pariatur eu. Ea magna irure dolore cillum fugiat elit.","nominiation1Name":"Alfonso Macejkovic","nominiation2Name":"Germaine Dach","nominiation3Name":"Charity Keebler","nominiation4Name":"Karley Welch","nominiation5Name":"Zetta Stroman"},{"name":"Audrey Yost","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/d00maz/128.jpg","involvement":"Duis deserunt voluptate reprehenderit aute. Aute est velit sunt sit irure pariatur aliqua laborum ullamco tempor. Fugiat cillum dolor labore ipsum culpa dolore veniam incididunt nulla amet ut non. Aute cupidatat irure id sint adipisicing esse mollit consequat magna aliqua excepteur excepteur cupidatat. Exercitation incididunt ullamco qui sint cillum nisi et non ad consequat officia reprehenderit. Consequat esse tempor reprehenderit duis ex magna Lorem voluptate commodo anim culpa amet quis. Irure tempor dolore magna id anim eiusmod ad nulla.\n\nNisi et sunt fugiat aliqua. Sunt laboris ea veniam reprehenderit voluptate amet ullamco. Pariatur nisi in aliquip ad adipisicing est laborum ipsum. Quis excepteur eu exercitation consectetur amet dolore velit officia dolor aliqua mollit mollit quis.","qualifications":"Est ut aute mollit consectetur. Exercitation elit voluptate ullamco laboris eiusmod consectetur aliqua aliquip. Cillum cillum sit nulla esse reprehenderit culpa ullamco.","goals":"Id ea et cupidatat sint sit enim amet reprehenderit aliqua fugiat proident cupidatat laboris magna. Qui excepteur irure dolore proident ipsum. Labore minim aute aliquip aliqua consectetur adipisicing reprehenderit pariatur aute.\n\nConsequat enim Lorem cupidatat minim dolore voluptate Lorem. Nisi veniam deserunt do nisi officia. Culpa minim quis anim ex sunt sunt duis aliqua voluptate ullamco tempor voluptate. Aliquip velit consequat labore duis proident qui mollit. Amet fugiat eu cupidatat anim.\n\nUllamco id culpa esse voluptate. Aliquip laborum magna commodo est elit anim dolore incididunt pariatur deserunt labore. Tempor culpa proident ut officia nulla enim aute Lorem ea ex cupidatat dolor aliqua eiusmod. Magna irure aute ipsum proident consequat reprehenderit aliquip sit adipisicing qui dolor quis eiusmod. Est esse minim laboris culpa occaecat cupidatat elit fugiat quis dolor. Consectetur magna cupidatat anim voluptate ut mollit qui. Est occaecat ea officia qui ad labore quis est ipsum et occaecat in do ad.","nominiation1Name":"Alexander Wolf","nominiation2Name":"Vance Dietrich","nominiation3Name":"Jammie Bins","nominiation4Name":"Jana Heidenreich","nominiation5Name":"Sister Brown"}]},{"title":"Vice Chair","slug":"vice-chair","description":"\n  <p>The Vice Chair is responsible for assisting the Co-Chairs with all of their duties. If both Co-Chairs are unable to perform their duties, the Vice Chair shall perform all duties and assume all responsibilities of the Co-Chairs until such a time as one or both Co-Chairs are able to resume their posts.</p>\n          ","candidates":[{"name":"Judy Lemke","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/BenouarradeM/128.jpg","involvement":"Laborum consectetur cupidatat velit sint qui adipisicing ut nulla nostrud nostrud non dolore. Nulla ullamco commodo ullamco nulla dolor ex est dolor duis dolore. Ut enim id commodo ipsum reprehenderit nisi proident consectetur amet. Aute sunt sint irure aliqua ea officia aliquip enim commodo officia eiusmod elit. Adipisicing est enim anim ad sunt aliquip et nostrud ad ipsum. Esse nisi velit eu esse elit veniam excepteur labore magna in veniam pariatur eu commodo.\n\nCupidatat enim ex deserunt duis pariatur nulla. In minim voluptate veniam culpa anim eu elit irure magna consequat esse. Cillum officia ad culpa dolore id reprehenderit velit nostrud aliquip deserunt consequat sint dolor pariatur. Sit deserunt proident sunt veniam incididunt adipisicing aute officia. Cillum ipsum esse laboris ex. Fugiat magna ad occaecat ullamco non cillum ut est nostrud ipsum veniam cillum in. Eiusmod nostrud eiusmod ipsum occaecat eu ex sit eu labore exercitation.\n\nDolor est voluptate dolore cillum non deserunt commodo labore qui sunt consequat eu adipisicing dolore. Nostrud culpa commodo quis adipisicing ut aliqua magna elit aliqua veniam deserunt nostrud duis. Excepteur aliquip et non eiusmod elit qui quis nostrud sint. Ut esse cillum voluptate labore laborum incididunt laborum sit sunt eu eiusmod ad. Tempor aliqua incididunt ex deserunt aute nisi ad laboris. Officia ut enim officia magna eu. Commodo velit mollit est proident fugiat consectetur culpa.","qualifications":"Pariatur Lorem pariatur labore quis eiusmod in cupidatat minim aliquip. Reprehenderit aliquip eiusmod labore sint est irure ex incididunt pariatur et. In laborum est minim dolor excepteur ut officia est. Incididunt laborum cillum consectetur veniam. Est laboris ipsum qui occaecat incididunt. Duis in ad commodo nulla.\n\nEsse aliquip irure laboris minim sint reprehenderit proident elit est pariatur fugiat sunt id. Non exercitation anim veniam do et culpa dolore id ex ad. Lorem quis anim deserunt id. Consequat exercitation quis fugiat aliquip non ea sit elit. Qui aliqua nisi reprehenderit minim ea ea consequat laboris enim nisi adipisicing aliquip. Tempor labore occaecat est est in tempor laboris nisi eu enim elit consequat. Magna consectetur quis consequat culpa.","goals":"Velit quis velit occaecat ipsum excepteur amet laboris ex sunt excepteur labore incididunt. Commodo exercitation non quis consequat in nostrud. Ea aute aute eu irure aliqua cupidatat minim voluptate laborum duis labore qui. Amet fugiat quis aliqua minim ad sunt aliqua aliqua.\n\nProident incididunt aliquip labore minim cupidatat quis mollit dolor consectetur ut quis velit. Adipisicing anim esse nulla quis non. Aliqua adipisicing laborum eiusmod aute duis est nostrud culpa fugiat. Aute sit tempor laborum sint laborum id qui enim deserunt. Aliquip consequat et culpa ullamco. Fugiat proident sit Lorem officia qui mollit sunt quis qui ipsum cillum. Ea voluptate dolor magna mollit occaecat sint esse ea eu esse labore amet sunt.\n\nDuis cillum ipsum do dolor consequat ullamco non amet. Ad sint adipisicing elit officia reprehenderit magna dolor excepteur id minim dolor. Sit adipisicing consectetur fugiat mollit aute nulla id anim tempor. Ad culpa minim consectetur culpa non velit ut. Nisi voluptate dolor irure ut voluptate eiusmod amet magna cillum cillum.","nominiation1Name":"Duane Nolan","nominiation2Name":"Felix Rutherford","nominiation3Name":"Lucie Wintheiser","nominiation4Name":"Vito Hilpert","nominiation5Name":"Orland Homenick"},{"name":"Kory Kuhn","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/codysanfilippo/128.jpg","involvement":"Anim velit nulla deserunt consequat. Elit sint et velit ex do mollit enim in irure irure pariatur amet. Incididunt veniam deserunt deserunt elit aute reprehenderit Lorem cupidatat tempor sint irure minim. Do dolore commodo veniam occaecat sit proident officia labore enim enim non proident Lorem.\n\nVoluptate dolore nisi commodo duis officia. Eiusmod consectetur proident id culpa laborum. Non quis et ipsum minim nisi. Tempor consectetur reprehenderit eu mollit ex. Consequat minim fugiat ipsum occaecat aute duis ipsum voluptate pariatur pariatur irure cillum ullamco.\n\nAnim do esse ut ut cupidatat consequat eu. Elit officia ipsum tempor deserunt pariatur ipsum incididunt aliquip tempor minim non anim. Nostrud irure labore ad nulla amet duis labore anim. Labore id non mollit in est qui sit magna veniam sint duis non. Dolor commodo sint mollit dolor cupidatat sint sit consequat tempor quis minim et occaecat labore. Cillum in dolore eu eiusmod sunt id et velit quis pariatur veniam minim mollit.","qualifications":"Labore exercitation est occaecat nisi aute ipsum eiusmod commodo adipisicing reprehenderit officia veniam. In anim ex fugiat ex exercitation ex non velit qui anim. Est occaecat tempor ea exercitation ad id dolor voluptate in. Do officia eu veniam duis eiusmod cillum occaecat nostrud cupidatat aliquip est ex labore nisi.","goals":"Qui sit tempor dolor laboris ullamco mollit ut amet minim eu laborum. Nisi sunt eu nostrud sint voluptate esse adipisicing aliquip. Qui incididunt consectetur sit adipisicing voluptate. Quis proident incididunt pariatur laboris veniam voluptate. Ipsum veniam in elit consequat culpa aute ad velit magna id. Ex occaecat occaecat qui et commodo ullamco quis voluptate id esse cillum et fugiat.\n\nSunt laboris dolor proident minim commodo sit esse ea veniam. Eu ex aute amet et sunt non aute nisi voluptate dolor quis. Laboris veniam velit eiusmod aliquip velit cillum sint proident ad quis et aute.\n\nFugiat proident tempor fugiat incididunt veniam sit ad culpa proident eu veniam incididunt duis ut. Cupidatat et proident eu tempor ipsum laborum fugiat aliquip aute nostrud nulla magna. In aliqua qui labore ullamco duis occaecat anim ad exercitation.","nominiation1Name":"Emmett Padberg","nominiation2Name":"Kellie Windler","nominiation3Name":"Tyshawn Rempel","nominiation4Name":"Noemie Parisian","nominiation5Name":"Marjory O'Reilly"}]},{"title":"Secretary","slug":"secretary","description":"\n  <p>The Secretary is responsible for taking minutes of all General Membership and Local Council Meetings, and shall be responsible for publishing these minutes, as well as resolutions, reports, and other official records of the Local. The Secretary may appoint, but must oversee, a temporary proxy minutes-taker for any meeting. That proxy may not vote on behalf of the Secretary. Additionally:</p>\n  <ul>\n    <li>a. The Secretary shall transfer official records in good condition to their successor.</li>\n    <li>b. The Secretary will assume the responsibilities of one of the Co-Chairs, if both Co-Chairs and the Vice Chair is unable to do so.</li>\n  </ul>\n          ","candidates":[{"name":"Annabel Bruen","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/judzhin_miles/128.jpg","involvement":"Pariatur commodo consectetur elit adipisicing exercitation et qui reprehenderit Lorem ut ut dolore. Qui fugiat sit anim in proident. Eiusmod officia mollit ullamco deserunt culpa ea duis.","qualifications":"Deserunt nostrud reprehenderit eiusmod magna dolore. Occaecat quis velit culpa sint aute aute ea non quis enim ad ipsum enim laborum. Velit eiusmod excepteur excepteur esse id in mollit officia officia dolore eu cillum. Quis mollit nostrud ipsum eiusmod reprehenderit pariatur anim ex proident dolore fugiat esse. Non incididunt anim exercitation ipsum esse fugiat esse in labore fugiat eu consequat laboris ullamco.","goals":"In consectetur anim laborum pariatur amet culpa occaecat ut sint. Et dolor sit qui et dolor nostrud id laborum nisi non esse. Pariatur Lorem ut nulla duis ad tempor adipisicing. Esse dolor ipsum consectetur aute laborum est incididunt culpa duis quis ea. Culpa nostrud eiusmod veniam magna in in dolor cillum do id elit sunt. Sunt aliqua velit proident laboris elit in incididunt.\n\nTempor amet sit veniam ea officia eu excepteur dolore aute elit do. Eiusmod esse culpa Lorem cillum aute velit consectetur quis Lorem irure adipisicing occaecat. Et irure qui non pariatur excepteur reprehenderit occaecat qui esse nostrud Lorem qui. Quis amet commodo anim amet esse commodo culpa ex mollit consequat excepteur deserunt. Quis id aliqua et elit ex consequat reprehenderit enim consectetur in anim amet ullamco non.\n\nOfficia ut tempor mollit ex duis. Id eiusmod cillum pariatur eiusmod nisi ea ipsum anim commodo elit sunt id ut elit. Sint quis ad deserunt culpa officia pariatur sunt elit anim et dolore deserunt aute. Id sit incididunt qui reprehenderit occaecat velit sint tempor ea anim. Qui sit cillum velit ullamco pariatur nostrud sit qui cupidatat eiusmod consequat commodo. Ea duis aute tempor fugiat enim culpa ex magna sunt consectetur. Velit velit nostrud irure Lorem cillum labore mollit.","nominiation1Name":"Delbert Wolff","nominiation2Name":"Melisa Gleason","nominiation3Name":"Gayle Johnson","nominiation4Name":"Iliana Schuster","nominiation5Name":"Georgette Sipes"}]},{"title":"Treasurer","slug":"treasurer","description":"\n  <p>The Treasurer will be responsible for administration of funds, budget, and financial organization of the Local, including overseeing fundraising activities for the Local. The Treasurer will report to the Local Council on the financial status of the organization at each Local Council Meeting. The Treasurer will maintain transparent and open financial reports available to the entire membership upon request by an officer of the Local Council.</p>\n          ","candidates":[{"name":"Chelsey Crooks","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/miguelmendes/128.jpg","involvement":"Sunt do do consequat proident adipisicing. Proident ex cillum amet aliquip cupidatat magna incididunt. Exercitation deserunt sit sunt cupidatat. Lorem eiusmod elit ipsum nulla nisi ipsum tempor et. Proident mollit excepteur nisi sint minim voluptate mollit veniam reprehenderit ipsum sint ipsum.\n\nEu irure ut do elit occaecat cillum quis adipisicing elit adipisicing. Incididunt anim do adipisicing cillum eu commodo est enim tempor commodo. Laboris do in magna velit nulla ex eiusmod irure.\n\nIpsum ad ad do eu cupidatat sint. Excepteur eiusmod anim irure ad minim consectetur eiusmod eu ipsum est consequat exercitation in. Voluptate ex amet irure fugiat. Deserunt eu irure nisi reprehenderit.","qualifications":"Pariatur Lorem commodo aliquip minim Lorem occaecat. Fugiat ea consectetur consectetur amet proident exercitation tempor exercitation ad quis cupidatat. Incididunt et amet exercitation officia aliqua ea consectetur sit pariatur et sunt.","goals":"Exercitation sit id ipsum fugiat cupidatat ullamco minim. Occaecat consequat Lorem duis aliqua eiusmod reprehenderit amet nisi esse veniam eiusmod voluptate minim. Ad aute irure in adipisicing ex pariatur eu proident ad enim adipisicing. In deserunt consectetur ipsum et et commodo.\n\nOccaecat esse voluptate officia do eiusmod mollit Lorem culpa esse eu ad. Pariatur enim ut nostrud et voluptate pariatur culpa. Mollit in deserunt occaecat ipsum laborum velit Lorem aute.","nominiation1Name":"Elinore Ledner","nominiation2Name":"Madison Glover","nominiation3Name":"Sofia Lebsack","nominiation4Name":"Kane Howe","nominiation5Name":"Wendell Boyer"},{"name":"Armando Kub","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/hiemil/128.jpg","involvement":"Culpa nulla anim veniam ut nulla deserunt id consectetur sunt deserunt minim do pariatur mollit. Id ex duis ea minim laborum deserunt non commodo et. Dolore commodo esse officia officia minim eu incididunt laboris anim exercitation dolor ullamco. Incididunt eiusmod in occaecat dolor id voluptate pariatur. Sunt eu culpa voluptate qui magna cillum mollit non sint commodo duis reprehenderit voluptate in.\n\nEnim dolore veniam dolor elit do do nostrud tempor irure culpa exercitation nostrud irure aute. Ex cillum nostrud culpa eiusmod excepteur anim quis amet. In culpa ullamco esse ea voluptate est Lorem.\n\nReprehenderit ea id proident laborum laboris eu. Et nisi nulla culpa eiusmod nisi. Officia est sit irure labore non elit magna incididunt occaecat commodo et. Laboris eu cillum nostrud nulla et sint eu culpa amet eiusmod. Id est ea ut aliqua ut qui minim elit non commodo do. Deserunt velit officia enim magna irure sunt eu commodo aute ea id. Tempor esse tempor minim proident nostrud pariatur.","qualifications":"Do dolor deserunt officia voluptate Lorem ullamco eu deserunt sit veniam est fugiat ut. Minim laboris eiusmod labore ut laborum sit do tempor deserunt laboris consectetur aliquip. Dolore ea culpa ullamco reprehenderit tempor ullamco sint ex aute est elit officia commodo.","goals":"Deserunt sint anim proident id consectetur et aute irure. Nulla laboris deserunt ullamco irure magna dolor. Labore minim aute fugiat laboris fugiat officia labore nisi exercitation pariatur exercitation.\n\nEst exercitation consectetur aute amet duis veniam non pariatur Lorem eiusmod laborum est velit aliquip. Consectetur eu reprehenderit elit laborum minim ex voluptate irure cillum est exercitation. Nostrud qui officia duis ullamco qui. Proident consectetur non fugiat commodo exercitation dolor ex ut quis dolore aliqua mollit voluptate qui. Aliquip ut deserunt quis dolore id esse Lorem id veniam tempor ex nostrud elit tempor. Officia reprehenderit culpa incididunt magna eiusmod cillum dolor irure pariatur adipisicing fugiat irure id eu. Tempor minim reprehenderit mollit do culpa nisi ullamco duis.\n\nMagna Lorem voluptate ut consectetur proident. Aliqua dolor ad do consequat velit ullamco. Mollit labore deserunt qui incididunt. Excepteur ex ex nisi aliqua culpa dolore dolore ullamco quis amet aute. Est fugiat do ullamco ipsum veniam adipisicing officia proident adipisicing commodo eiusmod.","nominiation1Name":"Michele McCullough","nominiation2Name":"Darrel Lesch","nominiation3Name":"Nicolette Cronin","nominiation4Name":"Alysson Mohr","nominiation5Name":"Jo Oberbrunner"}]},{"title":"Internal Organizers","slug":"internal-organizer","description":"\n  <p>Internal Organizers will jointly oversee the Internal Organizing Committee (see Article VI), which is responsible for fostering a lively participatory and democratic culture within the Local through the development, education, mobilization, and recruitment of members. The Internal Organizing Committee is also charged with organizing General Meetings, Informational Meetings, and social, educational, and fundraising events. Under the direction of the Local Council, the Internal Organizing Committee shall develop and oversee a program of socialist cadre development that includes skills training and political education; and a system of Mobilizers (similar to union shop stewards) who will act as an active conduit of information and engagement between the General Membership and the Local Council.</p>\n          ","candidates":[{"name":"Alaina Hoppe","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/alessandroribe/128.jpg","involvement":"Consectetur esse labore aliqua irure minim qui irure esse adipisicing. Non aute Lorem amet officia nostrud duis do incididunt eu voluptate. Reprehenderit consectetur culpa adipisicing quis aliqua cillum non id velit officia nulla est. Eu velit irure quis in aliquip laboris occaecat quis ad esse sunt commodo consequat amet. Irure eu amet eiusmod culpa mollit esse voluptate. Nulla dolor deserunt voluptate est mollit dolore laborum. Cupidatat minim et elit elit.\n\nTempor ullamco qui sunt nostrud fugiat aliqua pariatur excepteur laborum voluptate. Nisi aute culpa est nostrud. Mollit elit pariatur anim sunt do cillum amet. Minim ut dolore voluptate qui minim voluptate commodo consectetur.\n\nEx incididunt velit cillum ad cillum. Nostrud minim est velit ullamco ullamco eiusmod ipsum aute dolor. Incididunt pariatur ipsum ad nostrud commodo in do eiusmod ipsum. Minim ullamco sunt eiusmod dolor.","qualifications":"Excepteur esse proident adipisicing commodo labore. Pariatur cillum duis dolore minim in commodo dolore dolore. Sit fugiat officia laboris irure proident ullamco adipisicing cupidatat tempor id pariatur nisi. Lorem culpa reprehenderit id est aliqua pariatur velit laboris. Aute excepteur nisi proident velit consectetur eu tempor ut. Dolore aute mollit irure cupidatat voluptate pariatur quis cupidatat dolor. Et laborum eu ullamco anim ut et et deserunt veniam aliqua voluptate ad voluptate ipsum.","goals":"Veniam culpa amet id cupidatat do. Sit proident labore labore tempor proident. Proident deserunt in consectetur labore minim. Dolore do nulla culpa consectetur proident in aute mollit est aute.\n\nFugiat eu eiusmod cupidatat culpa ipsum tempor reprehenderit irure cillum. Occaecat magna irure anim aliqua. Aliquip aliquip nostrud incididunt exercitation proident aute aute Lorem. Cillum ex eiusmod cupidatat voluptate consectetur pariatur. Officia cillum eu aliqua minim tempor do. Non aliqua velit dolor veniam tempor duis.\n\nMollit nisi eu cillum proident dolore ipsum excepteur tempor quis sunt id dolore. Voluptate laboris enim do consectetur. Et anim occaecat aute in duis dolore. Commodo ex adipisicing sunt minim deserunt proident qui qui consectetur mollit eu amet.\n\nDo commodo sint sint voluptate laboris id veniam nostrud mollit voluptate laboris mollit adipisicing. Culpa mollit duis occaecat anim ullamco consectetur adipisicing laborum. Mollit voluptate consectetur eu eiusmod aute adipisicing.","nominiation1Name":"Bernice Fisher","nominiation2Name":"Urban Davis","nominiation3Name":"Elta Walter","nominiation4Name":"Alice Schiller","nominiation5Name":"Allie Ullrich"},{"name":"Jared Terry","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/marklamb/128.jpg","involvement":"Aute esse ea ipsum irure commodo. Irure amet eiusmod consequat irure proident et est minim do velit ullamco. Culpa Lorem eiusmod esse culpa nisi occaecat laborum consequat aute elit ut veniam duis aute. Ea eu amet duis magna cillum occaecat mollit quis ipsum irure voluptate id exercitation laborum. Est laboris velit officia sit pariatur esse laborum eu. Nulla mollit aliqua commodo aliqua. Lorem ea anim laboris commodo quis aliqua culpa elit nisi aliquip incididunt officia veniam.\n\nLorem minim nostrud magna ad. Dolor amet dolor velit consectetur culpa do veniam qui in occaecat dolore nostrud commodo consequat. Commodo deserunt ut voluptate non aliquip esse adipisicing. Eiusmod ullamco pariatur nisi mollit eiusmod laboris.","qualifications":"Consequat excepteur qui esse adipisicing velit culpa fugiat. Ullamco aliqua sit ipsum dolor eu ullamco. Ut aliquip dolor enim officia eiusmod irure fugiat aute Lorem. Anim incididunt non enim occaecat pariatur.","goals":"Eiusmod nulla proident voluptate id cupidatat minim velit adipisicing eiusmod incididunt. Labore laboris laboris occaecat do excepteur ad eu elit voluptate excepteur anim eu nisi. Elit ea officia voluptate id.\n\nConsectetur non ex cupidatat qui excepteur incididunt anim ut. Proident qui consequat officia nisi minim ut tempor cupidatat. Veniam fugiat nostrud et sit nisi nulla. Nulla dolor velit cupidatat officia id aliqua aute sint. Et minim laboris esse officia esse et officia deserunt dolore laborum occaecat id amet elit.\n\nProident et eu ad culpa ea ad enim quis dolore. Cillum sit nisi irure ut fugiat et ea do fugiat in. Nisi aute nostrud ea qui commodo aute aute do id cupidatat est laborum.","nominiation1Name":"Arely Kuhic","nominiation2Name":"Nakia Emmerich","nominiation3Name":"Isac Bartoletti","nominiation4Name":"Jo Adams","nominiation5Name":"Ford Bauch"},{"name":"Catharine Ankunding","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/klefue/128.jpg","involvement":"In magna aliquip sint velit in sint quis eu dolor amet voluptate. Ipsum labore officia mollit anim occaecat mollit. Aliquip laborum nulla occaecat quis excepteur officia Lorem nostrud. Id eiusmod ad deserunt Lorem aliqua incididunt voluptate.","qualifications":"Esse aute adipisicing tempor fugiat tempor consectetur elit veniam irure. Eu nisi sit non non. Amet proident et cupidatat pariatur aliqua dolor cillum qui est velit. Ullamco adipisicing aliquip magna fugiat do. Et non ipsum sunt reprehenderit ex tempor adipisicing minim. Consequat Lorem et aliqua non esse ea magna amet.","goals":"Dolor aute eu exercitation consectetur. Aute esse non id quis. In nisi veniam veniam deserunt esse quis labore est nisi est ut. Aliqua culpa id culpa incididunt ea incididunt mollit ad magna. Ex do qui amet sit voluptate ea et.\n\nOfficia consectetur amet pariatur sint cillum nulla eu laborum ea. Incididunt dolor dolore ex elit veniam ipsum cillum labore nisi commodo. Tempor anim labore nulla tempor proident enim non sunt irure duis laboris. Id pariatur laborum officia qui et dolore aute ullamco aliquip eiusmod reprehenderit laboris cupidatat. Irure dolor cillum amet occaecat. Esse laboris dolor dolor ipsum proident pariatur ipsum sit irure reprehenderit. Consectetur laboris anim anim occaecat est consequat ex.","nominiation1Name":"Estell Rippin","nominiation2Name":"Palma Rowe","nominiation3Name":"Magdalen Corkery","nominiation4Name":"Catharine Turcotte","nominiation5Name":"Loyal Stehr"},{"name":"Isai Mitchell","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ddggccaa/128.jpg","involvement":"Id officia dolor commodo veniam do sunt veniam in sunt irure laboris velit veniam. Ad fugiat aute ea Lorem elit voluptate pariatur est velit consectetur. Adipisicing cillum magna duis amet cillum adipisicing fugiat. Eu commodo ipsum non aliqua. Voluptate irure commodo ipsum ullamco aliqua exercitation sit aliqua nisi excepteur.","qualifications":"Qui aliqua et eu cupidatat veniam laborum Lorem Lorem consequat consectetur qui fugiat occaecat. Cillum Lorem fugiat mollit mollit occaecat laboris quis tempor voluptate ea excepteur. Nostrud commodo excepteur elit do fugiat reprehenderit voluptate ex veniam ullamco veniam ad quis. Qui in commodo ipsum id laborum anim eiusmod consequat proident officia nulla. Cupidatat eu ad in fugiat amet cillum ipsum fugiat elit. Reprehenderit irure commodo nisi ipsum non veniam. Excepteur et ullamco incididunt ullamco voluptate nostrud veniam.\n\nAliqua ipsum fugiat laboris nulla sunt aute magna anim nisi adipisicing quis fugiat dolor sunt. Ea esse sit incididunt enim mollit esse ut consectetur aliquip sit incididunt Lorem ea. Nulla exercitation Lorem ex tempor. Adipisicing aute exercitation qui sint tempor eu irure duis enim ullamco laboris ad. Fugiat enim commodo ea deserunt qui commodo duis nostrud nulla. Sint laborum ea irure reprehenderit dolore magna Lorem. Elit laborum cillum deserunt duis.","goals":"Magna in ea sint sint tempor nostrud amet consequat culpa. Aute excepteur officia labore non reprehenderit elit enim amet esse consequat. Nostrud in nostrud cupidatat laboris cillum aute duis elit officia veniam irure culpa.\n\nAd excepteur incididunt id duis fugiat irure duis nulla qui. Veniam fugiat cupidatat culpa et cillum duis id reprehenderit veniam aute veniam sit. Lorem veniam consequat non incididunt officia qui voluptate qui anim eiusmod et sunt consectetur eiusmod. Deserunt tempor ex occaecat non labore officia pariatur non minim nisi laborum.\n\nEt nostrud eu incididunt dolor sit pariatur occaecat consequat irure eu. Id officia Lorem pariatur consectetur proident et duis culpa magna Lorem. Ipsum ipsum reprehenderit sunt do fugiat nostrud dolore in dolore nisi sint elit.","nominiation1Name":"Daren Bailey","nominiation2Name":"Mozell Connelly","nominiation3Name":"Lucinda Gutmann","nominiation4Name":"Clinton Rempel","nominiation5Name":"Eddie Jenkins"},{"name":"Skye Stiedemann","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/enjoythetau/128.jpg","involvement":"Sit officia sint et eu est magna voluptate anim non. Id in cupidatat et sit ut enim ipsum officia in est laboris. Est sint eiusmod in veniam sint. Nulla ad excepteur velit est cupidatat cupidatat veniam exercitation officia incididunt minim quis eu sint. Do reprehenderit et magna consectetur anim enim.\n\nVeniam non aute velit sunt irure duis labore ut. Minim dolor consectetur tempor in. Reprehenderit est Lorem exercitation in cillum fugiat nulla amet aliqua quis sint do. Veniam cupidatat dolor sunt quis voluptate pariatur pariatur mollit anim et et est duis deserunt. Sunt officia officia nostrud est sunt aliqua aute nulla enim et ipsum aliquip. Aliqua elit nisi reprehenderit aute esse mollit magna est.","qualifications":"Enim ex do nulla dolor proident excepteur laborum excepteur mollit ut anim anim magna id. Dolor amet dolore cillum dolore magna anim veniam. Excepteur ex laboris laborum non aute duis magna Lorem. Ullamco sunt commodo officia voluptate occaecat adipisicing aliqua do cupidatat. Excepteur nostrud ad sint nulla consectetur labore in pariatur sint consectetur enim incididunt esse. Reprehenderit commodo duis excepteur proident adipisicing veniam sit mollit tempor. Nulla Lorem et irure deserunt dolor quis magna deserunt commodo labore.\n\nQuis mollit dolore minim ex qui deserunt ea mollit Lorem cupidatat ipsum ipsum velit. Eu est proident tempor culpa exercitation culpa ullamco consectetur nostrud duis eiusmod cupidatat. Qui pariatur amet fugiat officia adipisicing dolor sit elit commodo tempor. Enim adipisicing deserunt aliquip culpa enim sit. Proident incididunt cillum excepteur ipsum qui voluptate exercitation cillum exercitation pariatur. Sint eiusmod culpa eiusmod consequat minim aliqua adipisicing. Magna id et dolore esse sint aliqua.","goals":"Consequat qui culpa elit minim ipsum in do ad proident Lorem magna. Incididunt commodo deserunt dolor in nulla ad minim reprehenderit cillum nisi reprehenderit eiusmod Lorem. Ad consectetur tempor aliqua Lorem amet duis qui officia sint. Officia dolore dolore ea adipisicing id Lorem et fugiat nostrud elit. Laboris tempor reprehenderit reprehenderit labore consectetur amet. Nulla nisi aliquip excepteur deserunt tempor quis nostrud ipsum.\n\nSunt sit labore quis veniam anim est labore sunt. Lorem in occaecat laboris minim proident nisi id pariatur elit id tempor elit mollit aliqua. Duis minim eiusmod nostrud ullamco occaecat irure ad quis est nisi fugiat officia minim tempor. Ipsum cupidatat magna irure ad adipisicing amet laboris qui sit. Duis id ad quis elit qui incididunt dolore commodo eu anim.","nominiation1Name":"Conner Murray","nominiation2Name":"Ashlee Cronin","nominiation3Name":"Margaret Fahey","nominiation4Name":"Carey Green","nominiation5Name":"Meda Funk"},{"name":"Jerrod Flatley","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/danmartin70/128.jpg","involvement":"Minim irure id ullamco aliqua elit consequat. Adipisicing duis ex in est voluptate esse qui. Amet veniam proident veniam adipisicing veniam excepteur excepteur ut veniam. Do nostrud laboris occaecat cillum aute quis laboris mollit pariatur eiusmod consectetur reprehenderit magna exercitation. Aute elit fugiat aliqua nisi adipisicing eiusmod nisi non. Adipisicing nulla proident excepteur eu adipisicing velit irure anim pariatur ea enim.\n\nId minim ipsum magna dolor laboris tempor mollit est dolor cupidatat. Reprehenderit occaecat in id anim sunt sunt proident. Tempor incididunt nostrud magna fugiat et anim eu irure eu reprehenderit exercitation in laboris eu. In eiusmod ut duis enim nisi.","qualifications":"Non est proident consectetur eiusmod mollit laboris eu ea sit commodo laboris esse velit. Occaecat mollit labore irure commodo culpa commodo id labore. Magna voluptate labore occaecat nulla ullamco est magna Lorem consectetur consequat.","goals":"Duis elit ad amet excepteur occaecat voluptate et. Tempor fugiat veniam do commodo aliquip nulla quis elit enim reprehenderit qui. Nisi id dolor aliquip magna cillum ea pariatur ex laboris.\n\nIn ullamco est nulla cillum nisi sint. Velit cillum exercitation mollit eu consectetur eu commodo cillum reprehenderit labore duis mollit nisi. Amet minim amet voluptate pariatur ut. Consequat eiusmod ad adipisicing enim.","nominiation1Name":"Loy Balistreri","nominiation2Name":"Nikita Kertzmann","nominiation3Name":"Emmalee Herzog","nominiation4Name":"Fermin Zboncak","nominiation5Name":"Ayla Corwin"},{"name":"Vallie Gislason","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/teddyzetterlund/128.jpg","involvement":"Non excepteur nostrud dolore pariatur incididunt nisi laborum sit fugiat irure. Lorem aliqua nostrud Lorem eu qui. Reprehenderit ullamco enim ut aliqua eu aliqua commodo tempor aute sint cillum.","qualifications":"Occaecat et qui exercitation esse excepteur culpa. Mollit duis culpa velit in sit veniam minim. Sunt veniam occaecat quis enim ipsum consectetur et excepteur veniam proident dolor. Laborum id ea irure eiusmod.","goals":"Dolore magna excepteur ipsum labore elit occaecat non quis dolor consequat exercitation. Dolore consectetur dolore proident eu laborum laboris aliquip ea exercitation consequat eu aliqua. Officia velit officia voluptate voluptate duis id aliquip dolore cupidatat aliquip reprehenderit labore.\n\nNisi minim adipisicing anim ipsum cillum. Officia labore ad ad et consequat sit aute velit. Ad culpa consectetur amet mollit. Aute sit irure sit nostrud id nostrud aliquip dolore. Ad est amet labore veniam. Reprehenderit ullamco magna et deserunt et est ad dolor sit.","nominiation1Name":"Ronny Muller","nominiation2Name":"John Muller","nominiation3Name":"Kennedi Orn","nominiation4Name":"Shad Bins","nominiation5Name":"Audrey Kemmer"}]},{"title":"External Organizers","slug":"external-organizer","description":"\n  <p>External Organizers will jointly oversee the External Organizing Committee (see Article VI), which will lead the Local’s fight for a socialist political agenda in the East Bay and beyond. Under the direction of the Local Council and in order to realize the policies, priorities and campaigns set forth by the General Membership, the External Organizing Committee shall manage or execute all of the Local’s issue and electoral campaigns, direct actions, rallies, and other activities expressly targeted at the general public for political purposes.</p>\n          ","candidates":[{"name":"Estrella Flatley","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/bryan_topham/128.jpg","involvement":"Veniam quis do voluptate ut id elit minim aliquip aute excepteur nostrud. Commodo veniam consequat laborum officia amet enim id exercitation. Tempor do eiusmod exercitation dolor amet ex laboris laboris irure proident. Quis commodo ipsum ipsum consectetur adipisicing reprehenderit nostrud veniam exercitation. Proident sint adipisicing id pariatur ut anim sit. Magna Lorem veniam ad nulla qui nostrud enim consequat cillum. Amet consectetur cupidatat dolore ex incididunt.\n\nTempor labore Lorem veniam consequat culpa aute fugiat sint dolor exercitation pariatur commodo ea. Fugiat do enim enim veniam id qui ut eiusmod laborum non dolor excepteur labore sit. Sit nulla cillum aliquip non et est fugiat officia.","qualifications":"Quis laboris minim cupidatat est pariatur veniam amet fugiat. Sunt id deserunt voluptate duis. Eiusmod amet in excepteur proident in id esse voluptate amet reprehenderit.\n\nAute qui dolore labore in proident magna. Irure mollit tempor occaecat elit irure amet et sunt in ut laboris proident sint anim. Consequat veniam anim quis est incididunt pariatur incididunt ad labore excepteur exercitation reprehenderit. Pariatur dolor aliqua consectetur sint nisi magna ad excepteur duis. Cupidatat est amet laborum ut ut ea.","goals":"Anim esse id nulla culpa laboris. In incididunt excepteur magna veniam fugiat eiusmod laboris mollit tempor aliqua pariatur occaecat duis proident. Commodo enim velit consectetur ut ullamco esse dolore incididunt incididunt adipisicing qui. Amet ex anim dolor consectetur. Incididunt officia in nisi cupidatat voluptate voluptate. Laborum culpa qui eiusmod sunt culpa incididunt laboris ipsum sunt do culpa dolor ad. Dolore cillum ea veniam incididunt ad qui excepteur consequat.\n\nOccaecat veniam elit eu consectetur esse consectetur nisi qui qui. Anim cillum duis velit occaecat. Pariatur velit sunt duis voluptate cupidatat cillum amet est officia cupidatat dolore eu duis laboris. Ut cillum sint aliquip ipsum et esse amet anim esse do sunt occaecat non. Enim esse quis id dolore ex nisi proident id velit esse consectetur.\n\nAmet fugiat culpa esse anim minim et adipisicing incididunt do aliquip qui commodo. Laborum cillum adipisicing ad ex id labore. Elit officia minim incididunt veniam id occaecat culpa non aliquip ut. Ea labore in sit culpa aliquip proident laboris ullamco nulla.\n\nConsequat quis quis eiusmod sint laboris ipsum officia non esse dolore pariatur. Do cupidatat nulla mollit eiusmod voluptate adipisicing esse. Consectetur adipisicing qui amet ullamco proident laborum officia. Ut dolore aliqua magna esse esse aute elit veniam ipsum. Sunt est do consequat enim adipisicing ex. Esse commodo aute ex cupidatat exercitation veniam aute adipisicing.","nominiation1Name":"Lina Price","nominiation2Name":"Kip Bernier","nominiation3Name":"Luciano Spencer","nominiation4Name":"Alfred Nicolas","nominiation5Name":"Cathrine Ondricka"},{"name":"Raheem Rippin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/nerdgr8/128.jpg","involvement":"Do amet ipsum officia non non anim nulla cupidatat elit ad minim. Officia ad ea anim veniam quis incididunt qui. Sunt ad duis commodo amet cillum ullamco ullamco nulla deserunt nulla duis. Laboris eu aute quis qui adipisicing laborum non. Eiusmod excepteur ea nulla et elit sunt cillum sint.","qualifications":"Ea ad anim ad cillum quis dolore. Sunt officia officia fugiat enim. Ex qui non duis cillum mollit labore. Ea ad amet laboris elit excepteur veniam Lorem sint mollit non elit. Reprehenderit eu est minim nisi. Eiusmod minim nostrud ullamco et duis sunt.","goals":"Adipisicing est occaecat deserunt cillum anim Lorem labore Lorem nostrud sunt deserunt. Ad dolore incididunt elit ex tempor ea laboris nostrud consectetur sit. Dolore amet commodo labore aute est officia veniam incididunt irure amet. Sunt mollit incididunt voluptate consectetur mollit. Nisi ad dolor officia consequat ullamco nisi elit consectetur veniam magna eiusmod aliquip reprehenderit. Id nisi consectetur officia eu adipisicing sunt ut incididunt reprehenderit ut est ullamco. Enim sint aliquip irure velit cillum aliqua.\n\nAliqua in dolore consectetur quis. Id ullamco reprehenderit id nulla velit sint incididunt dolore labore tempor tempor aliquip. Aliqua in dolor sint adipisicing aute nostrud incididunt mollit aliqua elit ea laborum.\n\nIpsum velit nostrud laborum culpa veniam culpa aliqua officia nostrud anim. Aute laboris tempor amet labore exercitation cillum id. Labore ullamco consequat commodo incididunt pariatur consequat.","nominiation1Name":"Kiara Stokes","nominiation2Name":"Lavada Nikolaus","nominiation3Name":"Tia Towne","nominiation4Name":"Nathanial Rutherford","nominiation5Name":"Dan Nicolas"},{"name":"Brigitte Rau","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/desastrozo/128.jpg","involvement":"Ea proident eiusmod aliquip irure id eu non officia incididunt. Mollit aliqua sit non reprehenderit. Anim duis ut nostrud enim incididunt ipsum consectetur voluptate do exercitation. Lorem duis sunt amet nisi sit sunt consectetur ut. Amet aliquip esse laboris sint Lorem proident nulla ut consectetur fugiat est elit. Elit reprehenderit consectetur ea pariatur mollit mollit labore magna sint ipsum eiusmod.\n\nAd consequat Lorem nisi cupidatat. Amet in aliqua deserunt velit nostrud fugiat laboris consectetur in. Pariatur sit consequat qui proident veniam. Occaecat dolor anim consequat excepteur sint dolore irure ea exercitation proident aliqua duis culpa ad. Sit dolor id laborum anim aute. Eiusmod incididunt aute enim qui irure.\n\nSit adipisicing officia proident ex sit consectetur laboris quis occaecat fugiat amet. Commodo excepteur exercitation tempor ullamco laborum labore. Commodo veniam sit ad cupidatat eiusmod proident do laboris. Cupidatat cillum qui est duis qui tempor incididunt ut et sint occaecat veniam aute. Consectetur nostrud qui dolore consequat eu.","qualifications":"Esse exercitation adipisicing voluptate ullamco veniam adipisicing cillum reprehenderit anim reprehenderit proident cupidatat duis. Est consequat adipisicing quis laborum anim dolor aliquip in culpa eiusmod elit labore. Nisi incididunt aute anim sunt sint ullamco sint.\n\nAliqua sint ut adipisicing cillum laborum sint. Aliqua non qui ex amet occaecat in et minim non. Voluptate deserunt et ullamco ullamco quis cupidatat nisi consequat reprehenderit occaecat. Laborum tempor in id et eiusmod amet ullamco exercitation. Id amet occaecat id consequat magna eu veniam occaecat enim. Tempor velit id officia proident tempor tempor est minim irure laborum Lorem.","goals":"Id duis mollit irure Lorem est ut adipisicing laborum. Voluptate commodo proident tempor laborum. Eu duis elit ut nulla cupidatat amet esse eiusmod eiusmod proident sit ea do duis.\n\nAnim culpa minim do laborum id reprehenderit amet voluptate. Eu commodo magna elit dolor excepteur eiusmod mollit proident ex est. Labore dolore Lorem ipsum occaecat sunt exercitation anim cillum elit irure minim pariatur voluptate nulla. Commodo eiusmod excepteur in eiusmod ad.","nominiation1Name":"Haven Dach","nominiation2Name":"Carmella Satterfield","nominiation3Name":"Lucious Gerhold","nominiation4Name":"Sharon Bartoletti","nominiation5Name":"Sydnie Weimann"},{"name":"Reagan Medhurst","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/thatonetommy/128.jpg","involvement":"Qui nisi laboris cillum excepteur amet ut aute sint id. Dolore cillum minim aliquip nisi cupidatat tempor consectetur elit pariatur laboris irure. Aliquip do laborum commodo duis. Cupidatat excepteur sit ex elit.","qualifications":"Magna cupidatat veniam fugiat deserunt. Ipsum incididunt sunt id et nisi. Nisi sit Lorem ex in eu ea esse anim cupidatat eu tempor anim minim. Incididunt ex id ipsum adipisicing aliquip anim. Commodo tempor excepteur pariatur ea ipsum aliquip commodo amet sunt dolore. Aliquip aliqua voluptate dolor et nostrud. Et culpa nulla excepteur dolor ad et dolor magna velit.\n\nDo cupidatat eiusmod anim pariatur adipisicing commodo veniam eiusmod cupidatat incididunt velit fugiat laborum mollit. Laboris cillum irure do aliqua deserunt qui tempor ex excepteur veniam consectetur irure laborum. Amet id incididunt exercitation ex esse id enim.","goals":"Excepteur nulla consequat est consectetur nostrud minim. Lorem ad id nostrud commodo consectetur labore. Officia nulla mollit mollit enim deserunt cillum dolor adipisicing nostrud Lorem. Duis deserunt aliqua magna id esse eu nulla elit ad elit eiusmod excepteur cupidatat. Nisi ex esse incididunt laboris amet aute nostrud id irure adipisicing ipsum id qui cupidatat. Officia consequat laboris Lorem in eu.\n\nIrure mollit quis veniam minim duis aute. Sit excepteur culpa voluptate deserunt elit sint voluptate excepteur ea eiusmod Lorem adipisicing id exercitation. Elit proident proident labore proident sit ut ut dolore minim aute id non ea. Ad do veniam proident esse. Commodo deserunt eu ea esse. Veniam incididunt duis eu ad.\n\nSit nulla nulla eiusmod aliquip esse sint mollit irure. Labore in id dolore tempor proident occaecat dolore quis commodo cupidatat Lorem quis. Ut velit incididunt do officia ullamco.\n\nIrure officia pariatur irure aute reprehenderit ut dolore voluptate laboris laboris aute laboris ad cillum. Irure veniam qui amet laborum aute consectetur velit eu nostrud fugiat eu sint. Incididunt culpa pariatur sit fugiat reprehenderit exercitation dolor aliqua adipisicing non. Deserunt et voluptate reprehenderit aliqua in sint aliquip. Officia laborum est adipisicing est eiusmod duis esse. Officia proident non aliquip ipsum sunt amet. Ea ea ullamco occaecat fugiat eu tempor anim cillum culpa voluptate nulla cillum anim.","nominiation1Name":"Juanita Goldner","nominiation2Name":"Annie Littel","nominiation3Name":"Garett Gerhold","nominiation4Name":"Trenton Effertz","nominiation5Name":"Adela Greenfelder"}]},{"title":"At-Large Local Council Members","slug":"at-large","description":"\n  <p>At-Large Local Council Members will participate in Local Council decision-making, and are responsible for attending all relevant meetings and reading all relevant documents. At-Large Local Council members are also tasked with representing the views of the membership that elected them as well as helping to advance the goals of the Local generally.</p>\n          ","candidates":[{"name":"Ansley Legros","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ajaxy_ru/128.jpg","involvement":"Eiusmod eiusmod id ea reprehenderit esse duis. Mollit veniam voluptate cillum reprehenderit eiusmod adipisicing proident do magna tempor cillum. Excepteur aliqua nisi ea cillum consectetur commodo occaecat occaecat reprehenderit ea quis nisi.\n\nVoluptate nulla tempor tempor velit incididunt incididunt ex Lorem exercitation pariatur nostrud ipsum sint. Pariatur ipsum dolor eiusmod proident mollit aliquip laboris nisi tempor. Quis veniam do elit ad dolor proident labore nisi. Eu laborum sit nostrud magna nisi. Velit et ex duis cupidatat ipsum nostrud elit in.","qualifications":"Duis dolor fugiat veniam enim amet ullamco anim nulla esse. Incididunt Lorem magna ut in magna laborum ex minim. Enim Lorem fugiat aute aute commodo adipisicing laborum proident est non. Lorem adipisicing commodo nisi cupidatat. Aute ipsum aliqua quis mollit laboris.\n\nQui id ullamco laboris veniam enim deserunt veniam sunt nulla proident enim Lorem. Do aute veniam adipisicing irure. Velit velit amet duis magna.","goals":"Ea cupidatat non magna dolor eiusmod labore. Qui dolor magna esse aute cupidatat exercitation nulla enim dolore dolore ex. Lorem nisi velit ex Lorem consectetur enim sit anim laborum. Consectetur fugiat aute eu anim aliqua do fugiat qui cupidatat amet non laboris.\n\nDolore non qui fugiat ullamco non nisi officia pariatur in ea. Irure aliquip mollit occaecat cupidatat nisi elit enim aliqua. Proident id non ullamco cupidatat non veniam anim quis aute aliqua. Eiusmod aliqua sit aliquip laborum ut eu occaecat ullamco reprehenderit eiusmod excepteur reprehenderit aute dolore. Quis laborum fugiat nisi consectetur exercitation adipisicing sunt. Commodo labore aliquip ea ipsum excepteur enim veniam irure elit eu. Culpa occaecat incididunt amet sit adipisicing consequat cupidatat veniam consequat veniam.","nominiation1Name":"Marie D'Amore","nominiation2Name":"Grover Jerde","nominiation3Name":"Nick Sawayn","nominiation4Name":"Lindsay Kulas","nominiation5Name":"Margie Runolfsson"},{"name":"Emmitt Dicki","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/shinze/128.jpg","involvement":"Enim aliquip ad dolor excepteur. Qui pariatur do est Lorem do elit ipsum in elit voluptate adipisicing aute. Reprehenderit ea ad proident incididunt sint duis labore mollit ullamco sit do ad non duis. Irure culpa velit sit in cupidatat quis ullamco ullamco exercitation nisi magna. Lorem dolor ipsum ad quis consequat. Ad sit non ullamco commodo laborum adipisicing ea excepteur sunt exercitation ea do esse sit.\n\nDo reprehenderit dolore eu irure duis exercitation sunt anim cillum incididunt. Aliqua nisi in consectetur nostrud exercitation consequat dolore ipsum in esse aute officia magna. Laborum ut et eu laborum laboris aute cillum quis elit anim eu. Consequat sint enim officia reprehenderit duis duis. Id proident duis et reprehenderit est amet est ullamco esse sunt sit Lorem. Commodo minim ut ut fugiat excepteur nulla deserunt amet in tempor reprehenderit. Qui commodo reprehenderit sit deserunt aute in aute sit Lorem dolor sunt.\n\nFugiat labore commodo deserunt quis qui id ea cupidatat aliqua. Aliquip Lorem cupidatat voluptate nisi irure Lorem excepteur laboris. Eiusmod ullamco ex culpa reprehenderit ad laboris consectetur cillum anim.","qualifications":"Incididunt aliqua cupidatat aute ut duis tempor. Magna magna proident ea in ullamco ea veniam dolore ut commodo excepteur aliquip elit. Ea esse et ut ex tempor. Incididunt aute aliqua commodo culpa consequat eu dolor. Minim aute aute nulla pariatur dolor nostrud aliqua laborum consequat. Irure commodo qui ullamco sunt.\n\nIn mollit proident ea laboris et velit excepteur ipsum ea quis veniam officia cupidatat. Ipsum anim ut ut veniam veniam minim laborum in minim culpa. Irure fugiat adipisicing voluptate pariatur esse nisi labore nulla quis ut dolor occaecat enim ea. Aute anim nulla non fugiat et anim incididunt esse nulla et amet irure nulla proident. Esse incididunt deserunt do incididunt nisi aute fugiat reprehenderit laborum ullamco qui ad deserunt do.","goals":"Ex officia exercitation sint do. Pariatur magna officia aliquip consectetur officia non. Elit excepteur labore laborum fugiat ut et. Magna esse et amet consequat id excepteur aute in. Consequat qui est magna mollit irure cillum velit enim anim do.\n\nAd officia velit excepteur sunt excepteur ea est in cillum ex ex velit pariatur. Cillum exercitation quis eu elit labore aliqua. Incididunt quis nulla elit pariatur laborum elit proident dolor sint ullamco anim.\n\nReprehenderit ex laborum pariatur veniam enim aliquip velit in minim enim tempor in labore ipsum. Non elit aliqua enim deserunt non consequat dolor sunt elit officia dolore. Officia magna reprehenderit cillum do laboris fugiat elit id ut pariatur deserunt officia. Esse aliquip do mollit sit proident velit commodo Lorem officia eiusmod.\n\nAdipisicing nostrud aliquip in magna. Lorem qui veniam cupidatat dolor esse ad. Ipsum cillum excepteur exercitation sint ullamco dolor velit sunt laborum nulla. Occaecat proident et aute ad ad.","nominiation1Name":"Darrion Terry","nominiation2Name":"Jared Fadel","nominiation3Name":"Ashtyn Miller","nominiation4Name":"Aiyana Beier","nominiation5Name":"Emery Hoeger"},{"name":"Madonna Graham","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/layerssss/128.jpg","involvement":"Quis adipisicing commodo aliqua culpa Lorem. Incididunt ipsum magna reprehenderit nostrud do id laborum dolore consectetur do. Est nisi ullamco minim magna magna ea veniam consectetur pariatur deserunt Lorem. Id nisi in commodo duis esse consectetur.\n\nCillum sit ut eu nostrud nisi sunt do qui tempor laboris quis cillum occaecat. Enim laboris qui tempor eu in in veniam cillum deserunt nisi duis minim ullamco dolor. Id deserunt elit amet do dolore. Laboris ipsum nulla ut adipisicing mollit aliquip amet cillum in quis proident reprehenderit reprehenderit est.\n\nQui duis sunt commodo in Lorem do deserunt sint cupidatat. Eiusmod eiusmod eu quis adipisicing consequat elit minim. Minim sit incididunt magna cillum irure magna. Ut mollit amet aute sint esse non occaecat amet in sit.","qualifications":"Irure cupidatat ipsum laborum pariatur anim esse veniam anim magna eiusmod esse sunt est cillum. Velit aliqua mollit culpa ipsum veniam Lorem excepteur exercitation nulla reprehenderit sint mollit. Fugiat magna dolor in ea esse pariatur. Sit reprehenderit qui consequat exercitation proident tempor id tempor commodo. Nostrud velit dolor culpa nisi esse anim labore nostrud tempor adipisicing. Magna elit nulla cupidatat deserunt sit enim ullamco eu anim elit adipisicing id laborum.\n\nFugiat cillum magna commodo laboris consequat officia sunt quis fugiat quis. Sunt mollit magna in magna dolore ipsum eu esse exercitation ad minim. Eu elit cillum cupidatat eu elit ipsum proident officia irure adipisicing irure Lorem culpa deserunt. Incididunt cillum veniam dolore duis Lorem id laboris elit sit.","goals":"Aute consectetur voluptate qui nostrud occaecat sit eu. Culpa incididunt et elit veniam nisi sit cillum reprehenderit quis. Ipsum qui eiusmod ad cillum magna eu consectetur quis qui.\n\nUllamco fugiat laboris sint consectetur qui consequat in nisi dolore consequat commodo velit magna cillum. Id consequat tempor qui anim mollit dolore eu in occaecat ipsum Lorem officia. Id qui officia sint non. Velit esse sit elit sit quis mollit quis consequat dolore laboris. Proident adipisicing excepteur sit et magna ad dolore voluptate.\n\nAdipisicing pariatur amet do sint ea in elit et laboris et aliquip ex. Do consequat consequat aliqua nostrud excepteur non proident. Minim eiusmod eu consequat Lorem ipsum. Eiusmod consectetur id sunt culpa Lorem tempor. Eiusmod sunt enim quis ipsum ullamco deserunt aliquip veniam est.\n\nAliquip qui non non quis qui ex ut adipisicing pariatur non ullamco non. Eu duis qui Lorem quis id voluptate. Laboris nisi excepteur amet exercitation ut mollit. Adipisicing minim reprehenderit qui officia anim id ipsum. Cupidatat est proident aliquip aute sunt tempor pariatur nulla sunt adipisicing. Exercitation pariatur exercitation ex dolore exercitation ex nisi minim laborum.","nominiation1Name":"Alberto Jones","nominiation2Name":"Breanne Batz","nominiation3Name":"Adelbert Kassulke","nominiation4Name":"Brendan Schroeder","nominiation5Name":"Katlyn Effertz"},{"name":"Cheyanne Jones","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/millinet/128.jpg","involvement":"Cillum anim veniam in elit culpa proident incididunt. Do tempor exercitation consequat ex aute elit et velit sunt ullamco ad. Anim laboris duis et fugiat amet adipisicing labore officia. Enim ex elit nostrud voluptate labore tempor labore cillum anim nulla consequat velit. Ut ex sit labore ipsum. Aliquip laborum est amet ullamco magna Lorem sunt eu amet ullamco consequat. Aute culpa id adipisicing Lorem.\n\nVeniam sint labore veniam voluptate cillum mollit nulla. Eu eiusmod nulla pariatur sit mollit non elit. Enim quis excepteur occaecat veniam ipsum esse mollit irure eiusmod cupidatat fugiat ex. Duis aliquip laboris amet ea officia deserunt aliquip.\n\nEu do amet sint laborum eiusmod cillum. Eiusmod eiusmod officia in excepteur. Elit sunt velit mollit reprehenderit laboris occaecat occaecat est id Lorem quis exercitation voluptate. Aliqua duis ipsum cupidatat occaecat officia id mollit voluptate aliquip nulla. Commodo in eiusmod qui ex Lorem pariatur consectetur officia commodo cillum cupidatat excepteur id. Aute magna tempor excepteur eu nulla magna laboris quis pariatur eu in tempor esse et.","qualifications":"Voluptate est do qui labore. Anim culpa et labore in deserunt do. Ea labore enim aliquip do. Officia laboris dolore officia ad laborum deserunt consequat magna fugiat ea deserunt. Ipsum incididunt id Lorem enim amet amet. Ut fugiat id adipisicing anim irure proident incididunt minim velit et voluptate minim voluptate.\n\nAd dolore eiusmod ipsum nostrud irure ex deserunt duis est eiusmod dolore exercitation. Lorem officia non do ullamco ut aliquip elit aute. Occaecat nisi occaecat id magna laborum. Ullamco ullamco laborum anim consequat magna nisi. Ea minim quis Lorem quis. Mollit labore deserunt mollit pariatur sint et fugiat anim velit ad deserunt labore.","goals":"Commodo officia mollit tempor nostrud qui dolore officia est. Fugiat aliquip sunt Lorem occaecat. Aliqua elit mollit ea dolor laboris pariatur. Excepteur pariatur enim duis nulla ipsum officia in.\n\nId magna ut laborum aliqua commodo do pariatur duis ea ipsum. Laboris ipsum exercitation sunt ipsum. Fugiat nostrud et sit sunt aliquip dolore laborum id. Dolor aliquip occaecat pariatur ullamco nostrud nulla et deserunt. Eiusmod minim id cupidatat esse sint. Mollit laborum nulla non ut sint duis.","nominiation1Name":"Stewart Goodwin","nominiation2Name":"Lucie Marquardt","nominiation3Name":"Clair Kshlerin","nominiation4Name":"Brennan McDermott","nominiation5Name":"Clarissa Braun"},{"name":"Braxton Rath","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/oskamaya/128.jpg","involvement":"Labore aute ad cupidatat qui aute incididunt veniam sit exercitation laboris ad eu ex minim. Officia cupidatat commodo Lorem est cupidatat ut ullamco. Veniam dolore id mollit sunt dolore ipsum occaecat sunt consequat fugiat. Mollit enim dolor laborum commodo culpa consectetur eu laboris ipsum occaecat voluptate. Magna id esse exercitation magna dolor eu. Id nisi non mollit commodo commodo elit.\n\nEst culpa ut Lorem do. Ex quis dolor officia fugiat. Reprehenderit officia ea eiusmod irure sunt deserunt. Ad est laboris laborum esse laborum reprehenderit excepteur incididunt incididunt ea cupidatat incididunt aliquip.","qualifications":"Ad elit ad proident ut. Aliqua magna mollit laboris qui nisi ullamco cupidatat. Ad irure mollit ea id quis cupidatat. Excepteur laborum ad ea eiusmod nulla magna laboris do id proident occaecat culpa.","goals":"Aliquip do dolor Lorem aute quis ut ex excepteur cupidatat et dolore amet et aute. Eu exercitation labore ad amet ipsum aute velit labore nulla dolore officia occaecat eiusmod. Do excepteur veniam proident magna deserunt laboris deserunt velit do culpa.\n\nEa laborum ad ad duis voluptate sunt tempor Lorem labore et nulla incididunt. Eiusmod officia pariatur nulla Lorem consectetur ea culpa sit voluptate exercitation non culpa. Labore velit elit sint dolor nulla adipisicing laboris esse reprehenderit qui deserunt eu. Non veniam ipsum excepteur exercitation elit elit ut voluptate sunt ex. Velit nulla sint sit culpa officia anim non sint non sunt enim nulla nisi.","nominiation1Name":"Carole Von","nominiation2Name":"Nico Osinski","nominiation3Name":"Dudley Bartoletti","nominiation4Name":"Charlotte Parker","nominiation5Name":"Tiana Ziemann"}]}]},"nationalConvention":{"candidates":[{"name":"Wanda Grimes","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/bungiwan/128.jpg","involvement":"Duis ad officia id laborum laboris veniam excepteur ipsum. Anim amet nisi ullamco laborum qui culpa consequat. Fugiat enim Lorem enim duis aute. Nisi dolor non duis ipsum dolor dolore dolore.","qualifications":"Magna duis fugiat in proident elit sunt. Velit mollit officia id eiusmod sit enim est veniam qui adipisicing. Duis exercitation laborum eiusmod laborum amet voluptate sunt ullamco dolor labore nostrud. Labore est est Lorem veniam cupidatat. Aliquip cillum duis ipsum nulla non tempor ullamco incididunt ullamco veniam aliqua sint. Fugiat reprehenderit velit do officia ea minim deserunt minim. Consectetur commodo nostrud quis ad.","goals":"Sunt ut est ad aute occaecat nostrud consequat pariatur. Mollit irure consectetur incididunt mollit laborum. Officia sunt laborum irure et incididunt. Qui elit minim id cupidatat aute culpa. Voluptate mollit ex fugiat consectetur officia id non enim dolore Lorem proident magna. Excepteur aliquip do aliqua esse voluptate enim irure elit voluptate ullamco laboris.\n\nUllamco esse eiusmod tempor laboris officia proident cupidatat ad amet velit. Et veniam ipsum in occaecat nostrud minim non eiusmod excepteur culpa pariatur id nisi. Deserunt occaecat dolore eiusmod adipisicing ut voluptate anim.","nominiation1Name":"Laisha Hartmann","nominiation2Name":"Jarrod Thiel","nominiation3Name":"Winnifred Kemmer","nominiation4Name":"Jewell Champlin","nominiation5Name":"Donna Gleichner"},{"name":"Travon Harvey","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/timpetricola/128.jpg","involvement":"Enim eu esse ad dolore incididunt do ex sint id consectetur enim exercitation sit consectetur. Quis irure ex duis enim Lorem. Voluptate eiusmod in id ea nisi quis. Exercitation occaecat irure aliquip nulla exercitation qui labore dolor sunt. Qui ipsum irure aute eu ullamco Lorem non aute incididunt veniam quis ad id. Cupidatat incididunt id magna dolore excepteur id sint labore consectetur mollit laborum qui amet mollit.\n\nCulpa aliqua deserunt nisi quis minim deserunt irure laborum elit sunt commodo nostrud. Ut anim adipisicing velit consectetur proident elit eiusmod eu sit cupidatat in officia. Laboris ex qui duis aliqua. Culpa aliqua tempor ut nostrud veniam anim fugiat.\n\nId ut consectetur veniam nostrud adipisicing et culpa voluptate nisi. Voluptate excepteur anim proident nulla cillum ut quis aliqua exercitation. Culpa nostrud ullamco deserunt amet excepteur ut. Consectetur eiusmod nisi dolore excepteur anim enim nulla consequat ea.","qualifications":"Tempor esse culpa ea veniam tempor eiusmod do mollit commodo veniam. Reprehenderit voluptate irure nisi cillum enim. Nisi occaecat cillum consequat fugiat esse officia. Veniam reprehenderit duis proident tempor id ex anim magna aliqua proident cupidatat nisi duis. Velit ea elit esse ut voluptate.\n\nConsectetur aliquip duis exercitation aliqua qui aute enim non occaecat aute irure. Eiusmod consequat ad anim ut tempor sit commodo incididunt. Veniam mollit occaecat cupidatat in ipsum excepteur ipsum velit duis consequat ut. Anim laboris proident adipisicing et labore consectetur velit adipisicing. Elit reprehenderit deserunt fugiat incididunt dolor eu reprehenderit mollit tempor anim. Veniam culpa consequat ipsum non.","goals":"Do laboris anim culpa non labore occaecat sunt Lorem reprehenderit consequat aliqua incididunt. Ut cillum eu adipisicing consequat minim exercitation. Nisi dolore nulla id consectetur ea laboris est. Ipsum mollit non est reprehenderit non esse sint proident sit in enim amet dolor. Id nostrud excepteur minim eiusmod ea laborum aliqua pariatur consectetur.\n\nDo eiusmod laborum aliquip commodo reprehenderit. Sunt Lorem elit sint exercitation non dolore deserunt amet ex. Irure aute magna ullamco consequat adipisicing commodo excepteur.","nominiation1Name":"Marianne Gaylord","nominiation2Name":"Dallin Streich","nominiation3Name":"Jess Herman","nominiation4Name":"Shaina Bode","nominiation5Name":"Jordan O'Hara"},{"name":"Laurel King","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/d_nny_m_cher/128.jpg","involvement":"Nisi aute irure reprehenderit ut dolor excepteur. Et occaecat incididunt magna voluptate est enim velit dolor culpa duis magna ut duis consequat. Aliquip nostrud enim eiusmod enim pariatur. Eu sit ea sunt ullamco incididunt tempor anim irure sunt officia. Ipsum nisi qui ea ex magna in labore consequat duis ad aliqua.","qualifications":"Ullamco esse ea amet veniam esse pariatur nostrud laboris voluptate eu cupidatat dolore sint dolore. Laboris veniam deserunt sint consectetur veniam occaecat occaecat occaecat excepteur sint laborum. Reprehenderit minim elit enim mollit ut eiusmod anim. Anim ea dolor ex id. Mollit adipisicing excepteur fugiat magna ut id cupidatat quis id.\n\nExcepteur aliquip est cillum incididunt veniam tempor laboris dolore aute nisi enim. Aute eiusmod nostrud tempor occaecat ad laborum tempor adipisicing est sint mollit excepteur consectetur sunt. Ea quis consectetur cillum velit Lorem velit exercitation proident tempor esse aliqua. Elit enim ipsum nostrud ea proident elit esse est tempor laborum pariatur laborum. Dolor nisi Lorem deserunt proident consequat nostrud enim. Ad anim pariatur incididunt laborum eu ut cillum. Dolor aute ea do voluptate voluptate deserunt velit et adipisicing.","goals":"In irure sunt adipisicing dolore proident irure exercitation laborum mollit. Ea dolore reprehenderit sunt quis occaecat nulla minim incididunt consequat id consectetur. Sint sunt incididunt ut ipsum irure id Lorem ex ullamco officia voluptate in non. Excepteur Lorem fugiat Lorem sint minim fugiat proident elit eiusmod.\n\nSint ullamco tempor qui fugiat. Id ad ad eu voluptate reprehenderit ad id anim duis laboris irure. Et sint anim exercitation cupidatat adipisicing culpa sit sunt est consequat nisi aliquip do ex. Id ad irure exercitation exercitation do amet cupidatat. Elit velit cupidatat fugiat ex voluptate ea ad qui nulla tempor consectetur.","nominiation1Name":"Stan Aufderhar","nominiation2Name":"Wellington Casper","nominiation3Name":"Mireya Orn","nominiation4Name":"Georgette Casper","nominiation5Name":"Felix Romaguera"},{"name":"Larry Oberbrunner","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/desastrozo/128.jpg","involvement":"Velit consectetur sint amet laborum veniam. Ipsum ullamco nisi est reprehenderit cillum cillum irure incididunt esse deserunt aute. Dolor dolore minim commodo exercitation Lorem mollit elit. Exercitation cillum voluptate qui eiusmod aliquip nostrud quis cillum qui dolore. Id mollit cillum pariatur magna ex.","qualifications":"Ullamco anim ad sit et et ipsum laborum ipsum anim Lorem. Ut reprehenderit cupidatat minim tempor laboris incididunt dolor nulla nisi et cillum aliqua esse. Enim esse et in non proident do qui consectetur. Lorem amet et et aute cillum incididunt consectetur velit nulla ullamco officia exercitation amet dolor. Dolor nulla fugiat eu anim.\n\nCupidatat ipsum ut irure sit occaecat cillum duis id veniam. Fugiat aliqua voluptate amet amet do consectetur nostrud veniam qui. Consequat excepteur laboris in reprehenderit dolore cillum sint ut laborum veniam exercitation laborum commodo.","goals":"In enim elit commodo non excepteur eu ad. Consequat irure Lorem nisi eu fugiat eiusmod excepteur sint enim aliquip occaecat laboris. Amet in pariatur nisi cupidatat tempor ad et labore deserunt. In consectetur id ullamco tempor reprehenderit velit sit occaecat.\n\nCupidatat sit nisi eu occaecat adipisicing exercitation officia excepteur sit anim incididunt aliquip cillum eiusmod. Dolor id dolore enim officia ullamco sunt nisi aute quis cillum mollit. Dolore id labore sit commodo eiusmod do cillum culpa cupidatat consequat. Dolore ea ad pariatur nulla. Magna laborum duis voluptate fugiat sit enim. Ipsum enim est minim occaecat consectetur ullamco esse exercitation nisi veniam labore eu.\n\nSit cupidatat occaecat nostrud culpa ullamco in. Ullamco sunt minim in aliquip duis commodo velit aliqua. Proident voluptate dolor id ea id occaecat ut nostrud.","nominiation1Name":"Kurtis Klein","nominiation2Name":"Yadira Strosin","nominiation3Name":"Angelina Bashirian","nominiation4Name":"Raina Lind","nominiation5Name":"Wilhelm Hayes"},{"name":"Gerson Hammes","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/operatino/128.jpg","involvement":"Lorem ut quis sunt minim. Laborum excepteur irure amet est nisi ea Lorem nisi cillum fugiat minim. Ut dolore dolor labore enim et excepteur officia id. Incididunt velit dolore irure occaecat amet nulla culpa.\n\nLorem dolor eu nisi esse ex sunt. Tempor irure esse voluptate occaecat adipisicing. Laboris sit duis dolor veniam et labore Lorem ipsum proident voluptate culpa sint eiusmod mollit. Consequat reprehenderit reprehenderit incididunt consequat fugiat aliqua duis proident. Sunt tempor est duis sint.\n\nEu sit et laborum tempor commodo consequat. Tempor nostrud id ea commodo magna in laborum est commodo elit. Sunt occaecat excepteur aliqua anim sit excepteur proident nulla est amet culpa Lorem est. Sit amet ex reprehenderit esse sint nostrud ipsum reprehenderit laborum. Non ipsum esse esse velit. Reprehenderit excepteur culpa quis magna enim do occaecat minim proident. Laborum officia nisi enim culpa exercitation cupidatat ut magna ullamco ipsum.","qualifications":"Culpa excepteur tempor anim id excepteur sunt exercitation irure ipsum non magna. Enim deserunt do incididunt sint. Mollit magna do exercitation occaecat proident.","goals":"Reprehenderit adipisicing qui excepteur pariatur culpa nulla voluptate minim anim labore et aliqua. Sit ut velit deserunt ipsum commodo non minim minim enim cillum. Consequat minim ullamco irure laborum voluptate cillum eu ullamco voluptate adipisicing id. Proident tempor esse duis magna voluptate consectetur amet. Aliquip incididunt ex anim duis. Enim ut labore labore aliquip aliquip aliqua proident.\n\nLorem eiusmod veniam tempor nisi laboris aliqua sint aute nostrud. Reprehenderit sit et irure est fugiat qui in commodo voluptate consequat minim qui. Culpa commodo Lorem consectetur irure veniam cupidatat consectetur. Anim nulla dolore laboris exercitation labore enim officia nulla fugiat et do proident. Nisi dolore deserunt sit dolor est adipisicing pariatur quis aute adipisicing consectetur Lorem. Lorem consectetur incididunt ad est cupidatat culpa voluptate sint non. Mollit ullamco enim elit tempor deserunt officia laboris dolor duis culpa incididunt.\n\nIrure consectetur est eiusmod sint. Ad id deserunt fugiat deserunt eiusmod quis magna amet voluptate consequat officia. Id reprehenderit eiusmod anim eu cupidatat consequat veniam occaecat laboris elit dolore. Magna fugiat ut eiusmod ex magna Lorem consectetur labore fugiat deserunt Lorem et ullamco enim. Elit culpa laboris officia labore cillum amet ut. Eiusmod id anim Lorem in magna ea cupidatat cupidatat pariatur laborum fugiat commodo nisi.","nominiation1Name":"Darius Cronin","nominiation2Name":"Kyler Swift","nominiation3Name":"Gabriella Littel","nominiation4Name":"Araceli Botsford","nominiation5Name":"Abel Bode"},{"name":"Sammy Spencer","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/pierrestoffe/128.jpg","involvement":"Cupidatat aliquip consectetur amet quis qui esse aliqua nulla occaecat ullamco esse. Nulla velit ea voluptate aute id non proident. Dolore officia ea dolor elit Lorem cupidatat ea fugiat fugiat. Sint eu labore laborum nisi pariatur sit voluptate.\n\nCupidatat voluptate consectetur occaecat et laboris pariatur ad mollit sit reprehenderit eiusmod deserunt. Reprehenderit do nisi est esse anim velit cupidatat laborum. Incididunt aliqua pariatur ut excepteur dolore exercitation aliquip aliqua labore ex.\n\nDuis laborum ad occaecat sint culpa sint sint commodo. Consectetur ad et consectetur officia id eiusmod sint sunt veniam dolor. Est exercitation aute ad proident dolore excepteur quis id minim cupidatat. Excepteur dolor in deserunt quis ut irure commodo proident.","qualifications":"Officia fugiat aliquip dolore fugiat est qui nostrud ipsum aute occaecat cupidatat. Ea cupidatat pariatur exercitation aliquip labore enim id sint eu sint adipisicing duis Lorem. Non laborum anim laborum amet fugiat culpa sint in id Lorem nulla officia. Dolor sint minim cupidatat ex nostrud culpa elit officia cillum excepteur. Tempor minim dolor Lorem sit excepteur excepteur dolore non aute ea nulla enim aliquip. Magna laborum sunt nulla ut nulla veniam occaecat voluptate fugiat nulla enim. Ipsum non cupidatat dolor eiusmod non mollit aliquip eiusmod cillum officia ad commodo non.\n\nFugiat labore magna voluptate adipisicing voluptate. Pariatur reprehenderit labore culpa consequat id non elit ipsum minim eiusmod enim dolore aute enim. Ad officia ex aliqua Lorem do incididunt consectetur eu commodo occaecat irure dolor minim. Anim sint ex adipisicing consectetur dolore adipisicing aliqua nulla. Laboris sint dolore laborum do aliquip ut magna culpa voluptate anim elit. Proident nostrud amet voluptate tempor eiusmod minim ea ea labore reprehenderit culpa aliquip nostrud. Non reprehenderit nostrud cillum commodo elit tempor in est aute quis.","goals":"Lorem Lorem dolor tempor eiusmod aute laborum consectetur non eiusmod exercitation aute. Occaecat do nulla eiusmod tempor exercitation aute exercitation magna qui. Pariatur voluptate aliquip adipisicing incididunt. Exercitation et cillum minim in deserunt id nostrud pariatur esse proident consequat amet culpa. Enim ut do ut cillum ipsum cupidatat mollit dolor et reprehenderit. Ut enim minim cupidatat sunt dolor ullamco proident pariatur consequat et exercitation. Aliquip adipisicing nisi sunt veniam.\n\nCulpa ut consequat adipisicing adipisicing officia irure. Proident in amet sint do occaecat sunt sint aliqua. Sunt proident veniam eiusmod eiusmod laborum deserunt aliqua deserunt amet velit voluptate. Dolore dolor amet labore labore sunt pariatur. Ad culpa exercitation nulla mollit officia ullamco. Et velit proident fugiat elit labore consequat pariatur voluptate eu et ad.","nominiation1Name":"Kurt Reichel","nominiation2Name":"Wilford Emard","nominiation3Name":"Lia Tromp","nominiation4Name":"Reid McLaughlin","nominiation5Name":"Gardner Fritsch"},{"name":"Laron Gerlach","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/victorerixon/128.jpg","involvement":"Voluptate cupidatat non aute Lorem officia mollit irure cupidatat esse non est. Occaecat mollit ex qui nisi Lorem cupidatat sit officia sunt velit eu. Commodo non sit Lorem in est aliqua consectetur Lorem. Qui commodo veniam excepteur enim.","qualifications":"Aute pariatur mollit eu exercitation amet adipisicing nostrud est sint officia. Reprehenderit exercitation culpa proident excepteur ullamco proident anim mollit velit exercitation Lorem aute pariatur. Ea fugiat dolore mollit ex do incididunt deserunt aliquip sit nostrud qui ex cillum magna. Voluptate irure labore minim irure nostrud nisi cillum laborum sunt do tempor. Ut ea est ullamco sunt id. Aliquip sit in culpa nostrud amet ullamco laboris.\n\nNostrud duis pariatur est eu velit irure id laboris eiusmod. In ea ad eiusmod sit deserunt. Duis nulla anim dolore aliqua labore irure anim culpa eu reprehenderit. Eu do in proident non do exercitation veniam ullamco. Sint exercitation adipisicing eu ut cupidatat proident anim pariatur ad laboris commodo Lorem. Et enim dolore laboris fugiat eiusmod do cillum sunt sint. Sit fugiat sunt cillum in ea ex excepteur fugiat officia duis dolore veniam.","goals":"Mollit dolor ipsum nulla irure nostrud aliqua fugiat nisi adipisicing laboris proident non. Est irure ex nostrud voluptate veniam consequat tempor. Occaecat minim nisi labore dolore irure velit. Culpa magna tempor voluptate proident sit ex sint do nostrud qui consequat irure mollit. Occaecat ad consequat do elit ad elit anim ipsum deserunt consectetur.\n\nCulpa ipsum deserunt irure id Lorem sint aute quis laboris proident. Exercitation velit dolor nostrud nisi. Et magna aute dolor qui laborum duis commodo ex non officia sunt veniam consectetur. Culpa culpa est excepteur officia minim cupidatat dolore reprehenderit consequat nulla. Exercitation ea id Lorem nulla eu esse Lorem consectetur excepteur commodo. Quis nisi quis aliquip nostrud qui adipisicing nostrud ad duis ex officia est. Nostrud cupidatat tempor qui tempor et.","nominiation1Name":"Lorenza Simonis","nominiation2Name":"Glennie King","nominiation3Name":"Renee Heller","nominiation4Name":"Maximus Hoeger","nominiation5Name":"Darwin Roob"},{"name":"Sheridan Ondricka","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/gseguin/128.jpg","involvement":"Ad officia pariatur velit incididunt ullamco. Aliqua eiusmod excepteur consectetur elit mollit quis. Aliquip et proident in enim amet do ipsum elit labore laborum consequat irure. Reprehenderit eu cillum sunt qui fugiat dolor ut voluptate. Ipsum non fugiat minim quis culpa duis id nostrud adipisicing. Consectetur consequat pariatur dolore in.\n\nLorem ex cupidatat sit labore aliqua nulla consectetur do aliqua nostrud excepteur ipsum. Nisi consequat eiusmod esse non commodo ea anim enim duis sunt. Aute tempor reprehenderit officia in. Eu do laborum do nulla cupidatat laborum adipisicing dolore ea reprehenderit.","qualifications":"Aliquip officia enim occaecat ut qui labore nulla sunt tempor dolor voluptate consequat deserunt dolore. Nulla incididunt magna do sunt ex ad sit sunt consectetur anim minim proident. Et occaecat labore amet incididunt nisi cupidatat anim est dolor Lorem. Veniam et labore laborum quis.\n\nAute veniam proident ad et anim ad. Labore ipsum consequat enim ex sit ullamco. Pariatur minim esse ipsum tempor ullamco pariatur adipisicing ullamco dolore deserunt magna ea.","goals":"Consequat consequat reprehenderit sit culpa aliqua labore incididunt amet voluptate. Ullamco pariatur do id commodo et pariatur incididunt aute cillum magna qui. Mollit voluptate consectetur labore exercitation. Exercitation irure quis nisi do labore aute et nulla qui laboris. Occaecat labore in nulla laboris ipsum et pariatur amet do proident proident. Labore et qui nostrud in ea fugiat adipisicing amet labore culpa.\n\nEu eu irure aute sunt aute excepteur ad ipsum nisi ut exercitation mollit ea. Est ut ad veniam occaecat quis dolore dolor occaecat. Excepteur tempor pariatur exercitation in voluptate laborum est ex duis amet voluptate labore non. Quis exercitation deserunt fugiat excepteur occaecat fugiat proident. Quis voluptate deserunt commodo veniam consequat nisi dolore ipsum minim commodo. Est quis quis in magna est nulla. Laborum proident esse esse officia velit consectetur aliquip anim nostrud nostrud exercitation.\n\nFugiat velit officia do dolore fugiat aute ullamco aliqua eiusmod ea consequat esse eiusmod. Occaecat tempor non ullamco exercitation ea laboris aliquip adipisicing occaecat non duis id exercitation ex. Occaecat deserunt ullamco aliqua nostrud magna labore id adipisicing ipsum elit.\n\nSunt magna cupidatat reprehenderit duis enim dolor nisi proident ullamco id eiusmod aute. Duis quis cupidatat nostrud sit. Voluptate tempor nostrud eiusmod do dolore proident sit amet sunt veniam. Pariatur est non velit incididunt dolor labore nostrud non. Cillum officia anim reprehenderit nulla minim elit eu commodo aliqua duis. Non non duis amet eu deserunt ullamco amet Lorem consequat laborum amet esse.","nominiation1Name":"Monique Bergnaum","nominiation2Name":"Mariah Abbott","nominiation3Name":"Brendan Kassulke","nominiation4Name":"Jerel Aufderhar","nominiation5Name":"Gisselle Spinka"},{"name":"Alfred O'Reilly","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ruzinav/128.jpg","involvement":"Et nisi incididunt enim anim anim cillum enim sint et reprehenderit quis ea ullamco officia. Do sint excepteur esse sint adipisicing. Mollit ipsum duis labore Lorem elit adipisicing qui laborum magna ut. Eu dolor cillum amet irure excepteur ea cillum elit culpa nulla sint aliquip deserunt tempor. Ullamco magna deserunt reprehenderit sint deserunt deserunt. Amet exercitation magna officia magna. Magna adipisicing culpa qui nostrud eiusmod enim occaecat consequat ad deserunt id deserunt duis.\n\nVeniam dolore fugiat consectetur dolore duis. Aute tempor enim labore sint nulla eiusmod aute cupidatat. Veniam nisi sunt occaecat ipsum nostrud irure exercitation quis fugiat fugiat ipsum nostrud sint. Sit ex qui enim nostrud Lorem reprehenderit labore voluptate proident dolore quis et adipisicing. Exercitation ipsum reprehenderit velit Lorem culpa amet incididunt aute excepteur velit.\n\nVeniam ad sint et aliqua nostrud eu aliquip. Cupidatat dolore incididunt aliqua commodo laborum qui sit sunt ad. Dolore officia tempor cillum et consectetur nulla. Aute qui cillum laboris laborum.","qualifications":"Laboris consectetur exercitation consequat amet dolore exercitation. Culpa laborum non deserunt laborum eu reprehenderit fugiat. Veniam non consequat dolore officia consequat. Reprehenderit consectetur dolore ullamco nisi eiusmod exercitation culpa enim cillum dolor nostrud laboris.","goals":"Incididunt laborum nostrud laboris sunt. Voluptate magna tempor reprehenderit culpa fugiat incididunt exercitation occaecat esse aliquip fugiat. Laboris ullamco nulla ut ad do exercitation eu id officia velit enim enim enim sint. Incididunt consectetur reprehenderit sunt enim velit Lorem pariatur. Dolor voluptate adipisicing aute elit quis.\n\nElit enim Lorem ullamco qui non velit do cillum occaecat sunt consequat anim laborum sit. Dolore aliquip id nulla magna minim in laboris eiusmod enim quis do consequat. Officia consectetur duis enim id in proident dolor sint adipisicing eu sit. Ullamco consequat aliquip aute adipisicing exercitation est quis deserunt do aute tempor proident reprehenderit commodo. Aliqua Lorem officia aliquip duis sint. Ea ea amet Lorem non sunt duis voluptate Lorem nulla id eiusmod nostrud commodo commodo.\n\nUt esse Lorem proident eiusmod do. Non cillum nulla ex nostrud labore laboris labore mollit fugiat. Voluptate ad commodo ad occaecat cupidatat pariatur aute.\n\nDolore aliqua consequat proident sunt aliquip duis nostrud sunt laboris. Ipsum velit proident minim esse sint nulla minim elit quis incididunt excepteur id amet. Dolor voluptate sit enim tempor ad nulla in laborum magna dolor ipsum. Exercitation amet nulla deserunt enim sunt exercitation Lorem velit tempor ea nulla occaecat tempor.","nominiation1Name":"Johan Mante","nominiation2Name":"Karley Collins","nominiation3Name":"Chelsey Vandervort","nominiation4Name":"Karson Kiehn","nominiation5Name":"Thelma Effertz"},{"name":"Isabel Carroll","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/mrebay007/128.jpg","involvement":"Voluptate sint ipsum anim sunt incididunt eu. Mollit nulla irure eu amet enim ut ex deserunt incididunt. Dolore dolore fugiat ipsum anim mollit qui mollit ullamco dolore. Ullamco labore eiusmod occaecat commodo excepteur Lorem. Pariatur ad amet consectetur duis ullamco non pariatur duis ut exercitation proident consequat consectetur.\n\nLaboris sint voluptate laboris nisi velit culpa aute fugiat pariatur adipisicing voluptate adipisicing est. Qui quis officia ipsum elit esse laborum et duis ex mollit ipsum. Nisi tempor excepteur in ad tempor incididunt ut in. Sunt incididunt labore ex irure duis fugiat irure non sunt proident aute exercitation dolor eu. Veniam culpa pariatur ea ad eu minim proident Lorem.","qualifications":"Esse et excepteur officia reprehenderit nulla qui sint enim ut esse. Enim reprehenderit elit aliqua officia ad in et. Deserunt deserunt laborum aliqua quis adipisicing cupidatat. Cillum deserunt voluptate aute esse in ex ipsum est excepteur. Adipisicing irure et anim irure minim. Ea ad magna aliquip sit est. Incididunt sint cupidatat voluptate dolore ullamco et ullamco commodo qui sunt aute.","goals":"Non ipsum consectetur nulla fugiat aute dolor voluptate do nisi. Labore et non cillum cupidatat elit. Sint minim laborum dolor minim reprehenderit excepteur laboris exercitation elit exercitation. Ut minim duis in voluptate magna aliqua laborum commodo aute duis excepteur reprehenderit enim. Ut est duis ea labore ullamco proident sunt Lorem nostrud nostrud eiusmod enim labore.\n\nProident in laborum ex in excepteur laboris. Pariatur dolore sint ullamco veniam eiusmod consectetur officia deserunt sunt exercitation irure qui culpa cillum. Voluptate velit exercitation qui est aute tempor. Eu ut ipsum nostrud cupidatat eiusmod eu. Nostrud velit excepteur incididunt aliqua pariatur adipisicing dolore et nulla officia enim veniam eiusmod. Et dolor consectetur excepteur mollit eiusmod mollit pariatur excepteur ex.","nominiation1Name":"Rosendo Maggio","nominiation2Name":"Adalberto Harris","nominiation3Name":"Wyman Hintz","nominiation4Name":"Shayne Graham","nominiation5Name":"Fatima Stamm"},{"name":"Hillary Parisian","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/vaughanmoffitt/128.jpg","involvement":"Eiusmod Lorem Lorem non cillum laboris fugiat voluptate id ea ullamco. Aute non ut magna reprehenderit nisi ea et laborum nulla sit nisi. Minim aute laboris aliquip minim pariatur enim cillum nisi non eiusmod non.\n\nDolor aliqua non veniam ut est elit velit consequat fugiat ea ullamco. Quis excepteur in ullamco proident. Enim deserunt anim nulla sit ipsum reprehenderit ipsum ullamco nostrud adipisicing. Excepteur magna ipsum ea pariatur duis incididunt deserunt cillum cupidatat id eiusmod aliqua est. Nostrud pariatur voluptate adipisicing ullamco aute.","qualifications":"Dolore esse duis sint minim ea cupidatat qui aute consectetur officia non sit eiusmod elit. Tempor elit consequat dolor pariatur ex id aliqua elit fugiat fugiat voluptate duis fugiat. Eu sint proident excepteur officia in sunt nulla irure officia eiusmod aliqua laborum reprehenderit.","goals":"Ullamco anim proident duis irure. Excepteur ullamco labore deserunt deserunt est. Aliquip eu culpa irure ex reprehenderit irure sit tempor. Quis ex consequat tempor magna elit duis. Officia pariatur exercitation tempor Lorem. Sit incididunt voluptate irure tempor velit ipsum enim labore. Ex ipsum incididunt laborum commodo amet aute occaecat aliquip nostrud sint dolor id magna veniam.\n\nEt labore duis fugiat nisi labore amet aliquip id est consequat. Elit cillum non minim enim dolore est qui sint. Consectetur ad cillum ex sit sunt enim non excepteur non. In commodo et tempor laborum pariatur irure quis laboris cupidatat.","nominiation1Name":"Erin Buckridge","nominiation2Name":"Jerry Baumbach","nominiation3Name":"Katelin Rice","nominiation4Name":"Ellis Stark","nominiation5Name":"Ariel Flatley"},{"name":"Anastasia Hintz","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/thomasgeisen/128.jpg","involvement":"Irure officia ipsum sunt adipisicing sunt excepteur ullamco irure id dolore. Enim aute pariatur occaecat pariatur labore officia veniam aute ad ipsum non occaecat adipisicing excepteur. Nisi do sunt cillum laboris minim nisi eiusmod aliqua laboris id enim excepteur incididunt. Veniam in dolor amet consectetur adipisicing esse consequat laboris non aute id. Culpa magna ullamco cillum pariatur et laborum proident laboris cupidatat dolor dolore sunt. Quis ad proident est veniam adipisicing incididunt id ex voluptate fugiat.","qualifications":"Ipsum ut proident labore officia in dolor ipsum ad dolore aute ullamco. Quis in eu laborum incididunt. Proident ipsum ea occaecat ipsum mollit voluptate velit esse. Mollit occaecat nulla consequat deserunt cupidatat ullamco eu minim. Ea consequat exercitation quis commodo non id aute et amet eiusmod ut ex eu ullamco. Et sunt aute adipisicing mollit aute velit deserunt officia exercitation ipsum Lorem.","goals":"Eiusmod esse fugiat labore tempor et adipisicing ea occaecat Lorem dolor. Cupidatat do deserunt ut cillum. Voluptate aute deserunt amet consequat duis voluptate.\n\nAnim sint reprehenderit magna minim sunt. Reprehenderit culpa cillum eiusmod in duis aliqua Lorem. Consectetur pariatur et nisi incididunt anim non consectetur sint est.","nominiation1Name":"Bianka Hoppe","nominiation2Name":"Deja Smith","nominiation3Name":"Eldon Conroy","nominiation4Name":"Catherine Muller","nominiation5Name":"Warren Stanton"},{"name":"Darron Tremblay","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/victor_haydin/128.jpg","involvement":"Id adipisicing velit duis tempor elit eu mollit quis deserunt ipsum id laboris adipisicing est. Ipsum ut sunt elit adipisicing magna aute. Occaecat quis aute et aute do do anim pariatur quis irure id nostrud. Consectetur ea adipisicing velit sit amet consequat ut cillum consectetur ex ex culpa consectetur velit. Tempor reprehenderit aliquip laboris nulla eu tempor elit laboris do nulla quis irure. Occaecat amet nisi nisi nulla et incididunt fugiat nisi.\n\nElit voluptate non incididunt est magna ex in. Occaecat reprehenderit aliqua non in ad sit dolor. Enim velit eu pariatur aute non occaecat aliqua veniam nostrud labore. Eu labore et amet magna commodo cillum in proident ullamco aute. Incididunt ex cillum nulla laboris sit id exercitation tempor irure aute aliqua minim id. Ut sunt tempor nulla exercitation ut.\n\nVelit enim Lorem culpa nisi nisi ea minim ipsum fugiat ea consectetur veniam adipisicing ullamco. Aliquip dolore consectetur officia pariatur adipisicing consequat magna pariatur ad pariatur. Aliquip voluptate dolore labore aliqua et consectetur cillum in mollit in mollit do. Occaecat enim veniam culpa voluptate eiusmod duis cupidatat velit cupidatat ea consequat in irure. Anim dolor anim laboris elit eiusmod voluptate.","qualifications":"Non aliquip mollit exercitation reprehenderit laboris sint sint non pariatur dolore culpa cillum ex deserunt. Et in commodo id aliquip fugiat tempor deserunt ipsum pariatur est ullamco dolor. Elit nulla sit aliqua duis dolore.\n\nAute sunt aute aliqua nisi deserunt reprehenderit dolor veniam sint sint duis dolor. Aliquip voluptate tempor velit ad esse exercitation. Ea mollit excepteur sunt aliqua velit elit veniam amet culpa ea. Culpa occaecat irure culpa id dolore veniam proident ullamco. Ea qui labore id do mollit aliquip eiusmod in proident officia nulla laborum incididunt.","goals":"Ipsum et consequat do fugiat officia consequat laboris laborum dolor mollit proident sit amet. Consectetur excepteur ea incididunt non elit nulla qui pariatur. Ad enim enim laborum veniam deserunt laborum elit occaecat laboris. Non non sint ipsum adipisicing consectetur aliquip in laborum velit esse ullamco.\n\nConsequat voluptate deserunt eiusmod anim adipisicing velit aute ipsum enim eiusmod tempor adipisicing. Dolore id ex tempor duis non est mollit sit dolore. Minim cupidatat incididunt commodo labore officia enim est in ut nulla. Ut est nisi duis ex non ea tempor ut consequat culpa. Mollit voluptate est consequat amet cillum veniam sit pariatur non officia. Velit et ullamco velit amet. Mollit do eiusmod proident adipisicing ipsum deserunt sit voluptate deserunt.\n\nReprehenderit nostrud pariatur sint Lorem ut sint consectetur mollit. Eu nisi proident consectetur tempor. Consectetur velit consequat cillum labore id laborum deserunt do cupidatat. Ea do do occaecat eu. Ea pariatur sunt fugiat culpa ut elit consectetur exercitation sint in. Nulla sunt Lorem eiusmod commodo ex sunt mollit consectetur ut amet sint commodo.","nominiation1Name":"Serena Collins","nominiation2Name":"Javonte Lowe","nominiation3Name":"Jamir VonRueden","nominiation4Name":"Fatima Hand","nominiation5Name":"Caroline Strosin"},{"name":"Kareem Ebert","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/amayvs/128.jpg","involvement":"Elit incididunt nulla amet cupidatat sit dolor ipsum aliqua culpa eiusmod. Officia qui deserunt qui incididunt est eu excepteur aliqua. Do eu id excepteur non aliqua fugiat enim ex Lorem voluptate. Aute est labore aute minim magna exercitation dolor. Tempor dolor et mollit sint. Nulla eu sit sit labore do ad esse tempor ea aliquip deserunt veniam.\n\nVeniam consequat sint consequat dolor culpa. Labore laboris minim non incididunt ea fugiat. Amet excepteur aute ut fugiat dolor consectetur magna cillum sit ea consectetur laboris veniam. Mollit voluptate do minim sunt. Duis ex voluptate occaecat exercitation fugiat ex tempor excepteur in. Laborum commodo incididunt elit aliqua anim enim est ipsum minim voluptate eiusmod nostrud elit aute.","qualifications":"Pariatur amet deserunt minim occaecat. Sint consectetur exercitation ipsum qui. Ipsum labore anim sit id laborum ipsum dolor exercitation cillum amet id sint cupidatat. Anim minim aliqua officia anim cupidatat quis nulla minim sit.","goals":"Amet velit esse irure anim ipsum laboris irure reprehenderit ullamco Lorem voluptate. Commodo culpa labore exercitation enim pariatur id cillum. Mollit deserunt aliquip qui esse consectetur. Culpa magna eiusmod elit aliqua mollit aliquip voluptate culpa magna ipsum. Irure aliquip aliquip duis occaecat. Fugiat proident ut minim mollit.\n\nMinim commodo non consequat deserunt ea est ea qui consequat nisi sint irure. Exercitation nulla culpa velit enim commodo laboris adipisicing duis ut ea cillum veniam. Non velit quis est sit ex nostrud dolor. Voluptate aute voluptate ut aute cillum amet quis commodo reprehenderit aliquip enim ipsum adipisicing. Occaecat eu dolore adipisicing incididunt. Laborum id reprehenderit laborum excepteur magna ipsum incididunt commodo deserunt.\n\nAd ex laboris esse sunt sunt minim quis aute ullamco amet. Enim laborum dolor occaecat eu eu nisi culpa elit eiusmod non dolor ut. Aliquip officia nostrud consectetur consectetur et mollit dolore quis ut tempor.","nominiation1Name":"Anderson Moore","nominiation2Name":"Earnestine Ortiz","nominiation3Name":"Donnie Connelly","nominiation4Name":"Isabella Hermann","nominiation5Name":"Branson Considine"},{"name":"Rex Ledner","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/travis_arnold/128.jpg","involvement":"Ea sunt sint nulla amet duis et aute id nostrud mollit aliqua dolor ullamco deserunt. Consequat laborum cillum deserunt magna cillum eiusmod ullamco tempor reprehenderit enim anim non excepteur. Non incididunt laboris labore magna. Incididunt voluptate eiusmod non duis in voluptate deserunt sint. Duis qui id labore incididunt ad nisi. Ex duis aute reprehenderit ullamco qui ea deserunt aliquip proident.\n\nMinim duis occaecat labore eiusmod pariatur adipisicing fugiat aliquip deserunt excepteur id. Deserunt aute cupidatat tempor enim duis in aliqua. Id mollit duis aute tempor est.\n\nEiusmod reprehenderit dolore quis dolor. Magna cupidatat qui incididunt mollit incididunt dolor dolor. Laboris aute tempor ad non officia tempor nulla. Commodo culpa qui culpa reprehenderit esse do. Cillum labore deserunt voluptate ipsum deserunt amet amet minim qui laboris excepteur id est culpa. Nostrud occaecat sint reprehenderit amet cupidatat id ipsum labore ad. Esse eiusmod labore consequat do incididunt excepteur elit consectetur occaecat sunt.","qualifications":"Est aute adipisicing deserunt aliqua qui ut exercitation sint dolor laboris ut. Labore ea pariatur sint nulla deserunt. Ullamco ex duis et nostrud aute magna eiusmod culpa et in mollit consequat. Sint exercitation duis consectetur irure minim sunt laboris laborum ipsum ex. Cupidatat laborum aliqua magna mollit sunt cillum non.\n\nCommodo labore dolore consequat excepteur laborum non. In magna officia aliquip cillum ad sit. Ullamco enim ipsum qui incididunt labore labore qui deserunt pariatur sit voluptate veniam laboris. Consectetur labore fugiat et do veniam eu exercitation ut laboris quis incididunt eu exercitation duis. Commodo excepteur adipisicing voluptate exercitation in. Voluptate cupidatat fugiat et duis nulla laborum consectetur anim mollit elit cupidatat nostrud. Laborum id esse amet sint culpa pariatur aliquip.","goals":"Eiusmod dolore non non sunt et laborum mollit. Elit enim pariatur tempor commodo aliqua sint excepteur minim ex qui Lorem cillum ad. Mollit in anim commodo reprehenderit cillum cupidatat proident do et nisi cupidatat officia nulla in. Non voluptate sit ea minim non mollit elit cupidatat Lorem enim duis culpa velit reprehenderit. Occaecat reprehenderit consequat culpa minim qui est elit ullamco sint.\n\nOccaecat non anim adipisicing proident magna quis officia. Exercitation commodo occaecat anim aliquip. Id adipisicing minim anim laboris sit excepteur do do. Ullamco do in ipsum do do ullamco sunt. Elit velit est deserunt culpa veniam pariatur anim ad voluptate in enim cillum. Incididunt ullamco est labore nulla officia tempor. Amet cillum do cillum sit consequat voluptate culpa et nostrud in officia occaecat culpa nisi.\n\nMinim sint commodo excepteur tempor laborum aute consequat dolor. Excepteur sunt deserunt esse sint enim fugiat reprehenderit velit aute dolor occaecat sunt nisi ad. Aliquip elit ullamco aliquip aliquip exercitation velit consequat. Nisi nisi proident proident incididunt. Fugiat eu cupidatat deserunt quis anim exercitation duis pariatur sunt velit incididunt. Nisi consequat id fugiat enim enim.\n\nCillum nostrud sit deserunt nisi consequat veniam. Proident exercitation deserunt do exercitation mollit nostrud tempor officia adipisicing anim. Qui consequat laborum eu culpa culpa. Incididunt proident exercitation dolore ipsum officia. Ex pariatur aliqua pariatur non deserunt excepteur reprehenderit in nostrud. Excepteur quis in qui duis eu aliqua.","nominiation1Name":"Joshuah Hammes","nominiation2Name":"Erick Russel","nominiation3Name":"Vergie Cummings","nominiation4Name":"Flossie Schaefer","nominiation5Name":"Annamarie Yost"},{"name":"Monserrate Frami","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/scrapdnb/128.jpg","involvement":"Laborum veniam ipsum ad sit. Nisi elit consectetur exercitation esse anim magna est do aliqua et esse anim sit. Labore aliquip laboris consequat Lorem cupidatat sunt officia et. Adipisicing consequat mollit sunt ea officia anim commodo in aute tempor Lorem cupidatat. Pariatur cupidatat cupidatat eiusmod reprehenderit ipsum ad ipsum dolore.","qualifications":"Proident ullamco dolor quis pariatur veniam exercitation deserunt tempor dolor anim est Lorem. Do qui quis cupidatat consequat minim anim ea mollit pariatur enim velit voluptate. Est eu nisi non voluptate nisi fugiat ipsum non tempor ex nostrud. Ad cupidatat mollit dolor non. Reprehenderit eu laborum do sit eu esse in veniam velit duis veniam id enim. Voluptate exercitation duis id cillum exercitation sit aute do voluptate deserunt culpa. Occaecat incididunt nulla aliquip deserunt veniam.\n\nAdipisicing enim commodo tempor exercitation consectetur laboris ex consectetur magna. Et nisi cupidatat nisi irure consequat minim ex dolore sit cupidatat est. Cupidatat officia eu do tempor. Consectetur irure cupidatat occaecat ex. Deserunt duis ipsum adipisicing dolore. Est do pariatur est pariatur ut ipsum in exercitation quis laborum commodo incididunt qui consequat.","goals":"Sunt id ea est anim commodo quis elit commodo laboris voluptate. Incididunt Lorem enim proident velit ad ad. Non fugiat et eu deserunt excepteur enim exercitation nulla fugiat laborum. Elit anim quis cupidatat ea aliquip cillum nulla ea laborum.\n\nDeserunt occaecat qui nisi ad fugiat deserunt culpa ea est. Culpa sint anim magna minim officia officia do quis mollit occaecat consectetur exercitation. Pariatur sunt quis nisi in adipisicing incididunt eu dolor dolore. Deserunt excepteur eiusmod irure ipsum deserunt cillum et elit. Aliquip nostrud elit anim incididunt laboris veniam voluptate magna dolore ea mollit ad velit sunt. Qui deserunt excepteur velit ullamco ipsum cupidatat elit occaecat ex.\n\nOccaecat ea amet dolor ad proident elit. Commodo aliquip excepteur excepteur fugiat occaecat adipisicing Lorem officia culpa eu dolore duis adipisicing esse. Excepteur id qui incididunt aliqua aliqua nulla. Consectetur aliquip sint non occaecat adipisicing amet id laboris officia excepteur minim. Incididunt culpa eiusmod sint reprehenderit sunt officia excepteur in consequat aliquip aute irure.","nominiation1Name":"Emma Williamson","nominiation2Name":"Paolo Ruecker","nominiation3Name":"Tania Keeling","nominiation4Name":"Alayna Gusikowski","nominiation5Name":"Bernard Hills"},{"name":"Julio Robel","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/louis_currie/128.jpg","involvement":"Ad sit quis adipisicing minim et pariatur. Tempor irure aliqua deserunt officia ea est magna reprehenderit aliqua nisi. Velit ad consectetur et ex enim pariatur qui esse anim ad.\n\nDo occaecat ut exercitation tempor occaecat voluptate reprehenderit fugiat aliqua aute consectetur ut elit esse. Cillum voluptate culpa cupidatat deserunt ipsum proident eiusmod amet in enim. Consequat veniam ea non ad cupidatat fugiat laboris reprehenderit nisi fugiat. Sunt non minim ullamco non magna voluptate amet minim adipisicing pariatur nostrud sunt. Officia adipisicing proident esse commodo commodo.","qualifications":"Minim cupidatat aute nostrud est exercitation eu cillum. Officia proident enim ut qui occaecat magna ad aliquip laboris mollit ex ea nostrud ex. Lorem ullamco duis ea dolor pariatur mollit occaecat ad.\n\nDolor consequat in magna id nulla ex eiusmod mollit ullamco officia magna sit. Ut consequat reprehenderit ea amet incididunt quis fugiat et voluptate incididunt velit id nostrud. Magna nisi veniam nisi dolore exercitation quis. Mollit elit proident dolore Lorem nostrud culpa quis excepteur. Anim reprehenderit veniam eiusmod ut tempor.","goals":"Fugiat reprehenderit aute sunt aliquip elit enim ullamco fugiat ea sint adipisicing commodo ex culpa. Ad est et veniam elit aliqua adipisicing reprehenderit in dolor incididunt voluptate proident veniam. Aute adipisicing consectetur nisi veniam non eiusmod nulla eu ipsum aliquip. Voluptate velit consequat consectetur reprehenderit excepteur amet dolore ex laboris quis officia. Deserunt ullamco sit anim id irure ex commodo reprehenderit nostrud reprehenderit sunt ipsum. Officia consectetur mollit voluptate minim ea eu ea esse id duis ipsum nostrud eu.\n\nLaboris velit sit voluptate duis culpa duis est aute nulla et. Non irure enim officia consectetur esse voluptate ullamco enim exercitation sunt do. Laboris commodo nisi laboris ullamco in enim incididunt ad. Consectetur dolore aliquip dolor aliqua velit occaecat officia.","nominiation1Name":"Reymundo Mraz","nominiation2Name":"Alva Towne","nominiation3Name":"Verner Crist","nominiation4Name":"Annalise Kautzer","nominiation5Name":"Albin Zemlak"},{"name":"Westley Rohan","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/jcubic/128.jpg","involvement":"Eiusmod dolor irure dolor sint. Commodo incididunt reprehenderit non elit aute cillum labore Lorem proident sit occaecat commodo cupidatat. Quis reprehenderit sunt nulla aliquip. In aute commodo tempor tempor commodo deserunt et nostrud sit amet ex. Laborum exercitation sint occaecat adipisicing adipisicing. Sit sint amet enim voluptate qui aute aliquip elit sint velit ullamco quis pariatur laboris.\n\nOfficia ullamco sunt reprehenderit nulla officia incididunt id dolor fugiat magna. Sunt non consequat ex veniam id nulla tempor labore fugiat dolore voluptate irure nostrud. Reprehenderit nulla tempor fugiat amet dolore velit ad. Velit magna nostrud consectetur qui elit cillum quis. Veniam ad est officia Lorem adipisicing commodo minim eu labore veniam. Officia incididunt qui officia aute.\n\nUllamco nostrud nulla ipsum sint quis eiusmod cillum. Ex minim eiusmod enim sit veniam reprehenderit Lorem fugiat incididunt. Et nulla nostrud laboris sunt Lorem tempor esse quis laborum velit id ad. In do labore voluptate eu nostrud non adipisicing exercitation nisi. Tempor elit aliqua consectetur ea labore sunt elit mollit consectetur officia est irure sunt.","qualifications":"Mollit Lorem anim nulla Lorem consequat cillum nostrud consectetur mollit exercitation magna. Eiusmod eu sunt aute commodo adipisicing nulla nostrud est voluptate consequat pariatur. Id non elit duis laborum pariatur occaecat aliquip veniam amet eiusmod. Anim ex quis officia laboris consectetur mollit.","goals":"Cupidatat esse deserunt nostrud incididunt ea reprehenderit reprehenderit aute fugiat ea sint ad in sint. Deserunt commodo labore ex enim anim est laborum. Dolore reprehenderit magna elit ullamco ex magna cillum dolor anim consequat. Enim deserunt laborum ad sunt voluptate qui. Aute ad magna eu veniam reprehenderit in tempor anim deserunt irure culpa culpa dolore labore. Laboris cillum excepteur mollit et ullamco laborum reprehenderit reprehenderit labore ea commodo esse occaecat cupidatat. Lorem in ut consequat occaecat irure commodo aliqua.\n\nQuis cupidatat fugiat ullamco ut nisi et elit sint ut qui ipsum aute. Minim sunt laborum anim in enim nisi. Ullamco dolor est ipsum ipsum nostrud veniam dolor eiusmod occaecat ipsum. Minim non sunt ea commodo Lorem cupidatat mollit officia duis aliqua labore est. Ea ut fugiat sint culpa esse irure pariatur Lorem magna. Do adipisicing ex in non do dolor ad amet ipsum consectetur enim. Esse excepteur dolore dolore tempor.\n\nNulla ad veniam esse culpa ex amet sit esse tempor adipisicing. Dolore sint voluptate veniam do ex eiusmod nisi labore do deserunt nulla tempor consequat laborum. Magna ullamco occaecat eu duis in proident esse nisi deserunt aliquip. Aliquip Lorem duis aliqua mollit minim veniam commodo. Officia eiusmod quis eiusmod laborum elit eu ut ad enim esse id do ipsum deserunt. Laboris occaecat proident ad nulla nostrud amet irure. Sint voluptate velit occaecat sint dolor voluptate officia dolor incididunt ex nostrud tempor voluptate.\n\nNulla ex proident esse commodo magna commodo qui excepteur. Dolor ullamco do dolore eu cupidatat quis amet consectetur amet amet laboris incididunt laboris id. Nisi sit irure pariatur dolore occaecat fugiat aliqua sit nostrud. Cillum et commodo officia in mollit occaecat veniam id labore tempor non elit id. Quis aliqua cupidatat enim commodo ad. Non Lorem ullamco nisi eu ex fugiat sint. In duis irure in do ex qui ut reprehenderit.","nominiation1Name":"Lindsey Lynch","nominiation2Name":"Keara Lebsack","nominiation3Name":"Harrison Mayert","nominiation4Name":"Bradley Streich","nominiation5Name":"Erick White"},{"name":"Kiarra Leannon","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/olaolusoga/128.jpg","involvement":"Mollit tempor sit dolor Lorem qui eu ullamco mollit cillum amet non sint. Occaecat consectetur sit irure ut exercitation. Duis nostrud est dolor duis est culpa aute elit commodo non excepteur. Nisi ullamco amet enim ex.\n\nLaboris sunt ea aute reprehenderit nulla excepteur eiusmod adipisicing ea velit cillum culpa fugiat quis. Cupidatat aute occaecat dolore proident laboris anim nulla veniam officia anim in excepteur. Ad laborum consectetur velit ut deserunt dolore voluptate qui laboris cillum Lorem dolore.\n\nEu veniam est laborum excepteur in nostrud magna nostrud aliquip esse ullamco reprehenderit elit excepteur. Cupidatat et labore amet minim ea reprehenderit esse laboris et. Velit dolor culpa magna commodo enim. Est aliqua aliqua anim incididunt anim sunt anim id nostrud reprehenderit mollit sint.","qualifications":"Reprehenderit quis exercitation ullamco irure proident laboris ex consectetur ad eu. Ullamco duis eiusmod amet deserunt exercitation eu culpa ut incididunt magna velit fugiat tempor. Voluptate eu duis exercitation consectetur et pariatur veniam fugiat non culpa consectetur.\n\nUt ullamco laboris Lorem fugiat enim sunt reprehenderit consectetur adipisicing aliquip nisi ex aute non. Laboris minim incididunt est proident tempor irure. Id eiusmod elit nulla dolore ex et culpa officia aliqua velit cillum. Ex non incididunt dolore cupidatat. Aute incididunt esse id dolore aute labore officia aute quis. Velit cillum in voluptate dolore enim non nisi exercitation anim sunt ex nisi Lorem. Culpa exercitation reprehenderit laboris officia tempor nulla.","goals":"Culpa ut amet reprehenderit sit ut anim id qui aliquip ad fugiat amet reprehenderit. Ad amet aliquip dolor voluptate reprehenderit eiusmod veniam. Aliqua ea ad fugiat ad irure. Fugiat laborum proident qui pariatur incididunt aliqua laborum ipsum. Eu sint fugiat irure amet labore est ex do in culpa aliquip voluptate deserunt.\n\nNon irure deserunt exercitation cillum sit incididunt ut adipisicing officia culpa id consectetur voluptate consectetur. Minim incididunt deserunt magna ipsum. Enim nulla est laborum qui nisi occaecat non nisi. Minim incididunt cupidatat incididunt nisi nostrud non ut adipisicing incididunt in reprehenderit velit.\n\nMollit nisi sit duis id minim ea aliquip adipisicing ex velit. Consectetur eiusmod ut ex dolor velit quis proident aliqua cillum elit qui incididunt. Qui magna sunt sint tempor ad duis proident fugiat minim aute nostrud. Nostrud velit occaecat minim qui consequat sit duis dolor deserunt. Eiusmod eiusmod velit do in.\n\nId incididunt dolor aute irure dolore incididunt Lorem sint dolore. Elit ad anim in voluptate aliquip duis ut eiusmod aute exercitation adipisicing pariatur nulla tempor. Qui veniam eiusmod tempor quis qui duis do exercitation sit fugiat. Ut cupidatat velit qui exercitation anim nisi laboris qui elit. Laborum tempor et anim sunt dolor nulla commodo ad labore commodo Lorem aliqua. Sunt nostrud sunt laborum reprehenderit quis. Ad dolore excepteur nostrud esse officia.","nominiation1Name":"Kelley West","nominiation2Name":"Gregorio Sporer","nominiation3Name":"Lew Hackett","nominiation4Name":"Destin Thiel","nominiation5Name":"Turner Kutch"},{"name":"Janet Purdy","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/91bilal/128.jpg","involvement":"Duis velit qui ipsum dolore do ex. Laborum in ad ea non aute dolore Lorem nisi duis nostrud. Qui est mollit culpa qui eiusmod mollit. Laboris commodo proident non sunt labore velit do consectetur non non commodo enim voluptate.","qualifications":"Quis excepteur cupidatat nostrud id nulla laboris enim anim sint. Aliqua elit tempor ut nisi. Minim nisi minim dolore eiusmod non labore fugiat veniam. Ad aliquip dolore nisi velit enim quis do. Labore exercitation deserunt adipisicing laborum Lorem pariatur proident enim minim duis consequat. Dolor minim qui ipsum consectetur aute fugiat adipisicing ut deserunt. Voluptate adipisicing consectetur et exercitation voluptate labore exercitation fugiat elit excepteur est ex.\n\nAnim deserunt ad voluptate aute proident labore est ex labore laboris aute. Ut tempor id voluptate reprehenderit incididunt. Reprehenderit laborum Lorem ad esse aliqua culpa. Sunt adipisicing minim Lorem commodo sit.","goals":"Velit esse officia aliqua nulla eiusmod. Nostrud deserunt commodo duis Lorem labore quis culpa in laboris cupidatat aute Lorem ad eu. Amet sint occaecat aute commodo sit qui. Ea culpa adipisicing occaecat ut officia tempor.\n\nOccaecat ex id do cillum fugiat ullamco adipisicing laborum. Et magna sit aute occaecat velit deserunt ex elit quis laborum ipsum aliquip. Consequat ipsum qui consequat culpa laboris anim incididunt enim dolore id ea. Excepteur aute incididunt enim officia excepteur commodo occaecat cillum nulla elit pariatur pariatur officia. Culpa ut ex ullamco in irure.","nominiation1Name":"Diego Lemke","nominiation2Name":"Zack Dach","nominiation3Name":"Jerrold McDermott","nominiation4Name":"Quinten Bartoletti","nominiation5Name":"Lydia Bayer"},{"name":"Charity Weissnat","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/traneblow/128.jpg","involvement":"Occaecat ullamco fugiat aliqua enim aliquip dolor enim enim velit enim culpa. Enim consectetur duis magna fugiat ad ullamco adipisicing enim ea. Quis tempor cupidatat ut in mollit fugiat duis enim sit. Id aliquip ullamco adipisicing incididunt do cupidatat pariatur incididunt. Commodo aliqua voluptate aliqua aliquip esse ea veniam dolore occaecat. Est occaecat aliquip culpa laboris ullamco cupidatat ipsum minim dolore consequat irure minim. Reprehenderit in laborum adipisicing aute Lorem veniam veniam aliquip id reprehenderit tempor laboris eiusmod non.\n\nEst excepteur sunt anim consectetur laborum ex voluptate et. Aliquip reprehenderit deserunt anim quis deserunt occaecat consequat ullamco cillum dolore enim laboris nostrud. Dolore incididunt magna eu in labore voluptate ipsum. Aliquip mollit veniam laboris labore laboris voluptate labore laboris ipsum culpa esse deserunt reprehenderit. Lorem do enim reprehenderit qui. Elit exercitation elit velit sunt reprehenderit fugiat aliqua laborum mollit incididunt duis nulla dolore ullamco.","qualifications":"Duis id elit exercitation incididunt proident duis velit dolore laborum labore qui sit velit. Officia laboris officia ipsum id sint est nostrud commodo cillum. Consectetur consectetur ut nostrud adipisicing sit sunt ex. Sint irure consequat ad anim laborum non aliquip non voluptate excepteur veniam. Labore quis enim duis cupidatat occaecat. Lorem pariatur amet labore enim sunt deserunt dolore qui.\n\nEst dolor pariatur sit laborum ea consectetur magna. Incididunt do nisi veniam esse ipsum fugiat non consequat. Nisi enim eu adipisicing ex anim esse magna.","goals":"Ea velit sunt ex fugiat ad Lorem aliquip ea quis adipisicing laborum voluptate est velit. Et adipisicing excepteur exercitation culpa ad est proident. Irure laborum enim sit anim dolor non proident non eu. Ad exercitation dolore exercitation ad exercitation eiusmod elit dolore ut reprehenderit velit exercitation. Do cupidatat consequat ea tempor ut laborum excepteur deserunt. Proident officia minim nisi ullamco fugiat qui commodo commodo quis laborum nulla sint.\n\nLaborum culpa nisi consectetur aliquip qui laborum aliqua aliquip nulla et. Non minim aute laborum nisi veniam. Qui laborum pariatur consectetur consectetur eiusmod voluptate. Consequat ullamco non esse Lorem adipisicing cupidatat sint.\n\nIpsum nostrud eiusmod qui mollit do quis aliquip consequat consequat. Tempor labore id laboris reprehenderit deserunt dolore duis in voluptate esse nostrud ullamco. Minim magna sint consectetur aliqua incididunt nostrud do Lorem proident reprehenderit sit dolore enim cillum.\n\nAd consequat incididunt tempor dolore aliqua occaecat sit aliquip voluptate do cillum. Irure pariatur adipisicing ipsum et proident. Dolore tempor cupidatat in nisi incididunt sint reprehenderit sit ad.","nominiation1Name":"Cary Grant","nominiation2Name":"Euna Lakin","nominiation3Name":"Cory Sanford","nominiation4Name":"Florida Hartmann","nominiation5Name":"Carlos Leannon"},{"name":"Alejandrin Kutch","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/nickfratter/128.jpg","involvement":"Aliquip occaecat aute pariatur amet voluptate duis. In ea ad veniam aute consectetur magna excepteur culpa proident eu exercitation proident dolor. Cupidatat amet consectetur est mollit eiusmod reprehenderit adipisicing. Consequat qui cillum pariatur occaecat velit dolor consequat. Eu consectetur proident tempor officia occaecat pariatur non id fugiat cillum exercitation nostrud. Sit reprehenderit magna labore et Lorem irure Lorem aute Lorem cillum laboris minim veniam.","qualifications":"Occaecat elit quis eiusmod eiusmod. Exercitation ullamco minim id occaecat dolor minim laborum ullamco occaecat. Magna pariatur non minim eu eu et aliquip amet eiusmod mollit exercitation est dolore nulla. Ad excepteur magna laboris sint ad fugiat ipsum veniam consequat. Consectetur cillum velit adipisicing eu consequat laborum do elit cillum occaecat mollit. Aute dolor cillum esse culpa anim anim est qui dolore ipsum. Excepteur sunt amet consequat dolore ad eu cupidatat ea deserunt ullamco eu minim nostrud est.","goals":"Culpa enim laboris fugiat enim sint ullamco occaecat irure amet dolor ex minim. Ut irure eiusmod adipisicing sit amet est pariatur pariatur elit. Do proident ut eu pariatur fugiat cillum laboris sunt incididunt consectetur do exercitation ipsum. Irure esse ut labore anim eu quis proident reprehenderit nisi nostrud eiusmod dolor nisi non.\n\nCulpa amet qui anim amet id labore eu id consectetur ut excepteur do. Irure quis nulla fugiat anim excepteur deserunt sint sit ullamco aute. Sit exercitation sint nulla proident excepteur elit nostrud excepteur exercitation elit sit. Eiusmod quis exercitation do qui incididunt Lorem duis. Velit ea quis elit aliqua eiusmod mollit duis eu. Sint ut minim cillum dolor Lorem tempor consectetur consectetur non sint minim consequat veniam.","nominiation1Name":"Heloise Barton","nominiation2Name":"Eldon Bechtelar","nominiation3Name":"Maya Hahn","nominiation4Name":"Augustus Hodkiewicz","nominiation5Name":"Breanna Johnson"},{"name":"Fae Leannon","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/vicivadeline/128.jpg","involvement":"Sint sit velit fugiat laboris cupidatat consequat nostrud velit eu exercitation culpa. Ut ea voluptate ipsum non reprehenderit voluptate aliqua ea eu. Incididunt cillum commodo Lorem aliquip.\n\nSit dolore veniam cillum eiusmod tempor in esse Lorem commodo in. Incididunt excepteur ex cupidatat non anim proident aliquip. Ad cupidatat aliqua ullamco adipisicing eu commodo consequat ut incididunt dolor.\n\nAd duis ipsum nostrud in quis elit commodo tempor dolor. Laboris ad excepteur non occaecat. Cillum duis velit eiusmod id elit ex nulla. Mollit est do et minim quis consequat id elit in reprehenderit proident reprehenderit. Ullamco excepteur esse eiusmod non ea laborum nostrud sunt amet esse.","qualifications":"Officia consectetur ad sint velit ad amet dolor incididunt. Eu velit duis aliqua magna exercitation exercitation non tempor. Adipisicing mollit voluptate elit elit sit.\n\nUt ipsum magna culpa ut elit excepteur exercitation fugiat irure ipsum nostrud in reprehenderit. Esse id sint adipisicing ex commodo sint velit exercitation. Velit id aute mollit officia do. Quis ad fugiat commodo quis est in deserunt enim eu elit esse irure minim amet. Quis exercitation id ipsum duis aliquip cupidatat enim officia elit. Proident velit magna nisi sit incididunt. Ad eiusmod exercitation anim sunt qui voluptate aliqua incididunt qui est.","goals":"Ex dolor enim enim culpa sit quis velit incididunt minim mollit. Ut excepteur commodo ea elit reprehenderit tempor commodo proident in veniam culpa. Voluptate ex aliquip aliqua esse minim. Commodo excepteur irure sint eiusmod pariatur duis. Anim irure culpa in ea officia veniam dolore mollit excepteur incididunt.\n\nLabore ea elit cillum minim eu officia tempor dolor Lorem adipisicing. Laboris do mollit adipisicing ea consectetur sit laboris aliquip proident dolore quis labore aute irure. Laborum adipisicing deserunt sint aute commodo deserunt veniam nulla deserunt veniam elit magna officia aliqua. Dolore velit proident sint sit et eiusmod eiusmod sunt voluptate voluptate tempor duis sit. Ex mollit veniam consectetur reprehenderit consectetur. Esse laboris occaecat labore laborum. Tempor adipisicing eiusmod do incididunt.\n\nMollit adipisicing sint ad veniam laborum aliquip quis duis. Laborum elit minim non occaecat laboris. Proident in ipsum velit occaecat pariatur veniam incididunt tempor ipsum aliquip enim. Excepteur officia ad aliquip duis culpa veniam eu. Culpa sit laborum ea est cillum irure sit ut exercitation commodo deserunt cupidatat sit reprehenderit. Lorem cupidatat do minim qui reprehenderit est. Sint in sit non enim ullamco eiusmod.","nominiation1Name":"Jordon Wolff","nominiation2Name":"Dortha Russel","nominiation3Name":"Ian Glover","nominiation4Name":"Justyn Streich","nominiation5Name":"Darron Block"},{"name":"Andreane Upton","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ssbb_me/128.jpg","involvement":"Magna est dolore non esse sit enim. Anim ad cupidatat excepteur tempor consectetur quis nostrud et. Labore culpa laboris ipsum quis do ex. Laboris labore culpa nulla labore non.\n\nElit consectetur excepteur aute voluptate sint exercitation dolore enim. Culpa eiusmod id magna deserunt duis. Ullamco veniam occaecat cupidatat culpa ipsum sint tempor aliqua consequat. Adipisicing consectetur aliqua consequat id aute dolor anim. Laborum ad enim reprehenderit duis et dolore aliquip aute et eiusmod. Do labore nostrud sit dolor laboris laboris pariatur labore id qui dolor.\n\nNostrud cillum tempor cillum cupidatat labore proident nisi. Sunt ea aliquip minim dolore id consectetur duis ad deserunt laborum exercitation proident adipisicing. Sint nisi non ut sint aute quis culpa. Incididunt in laboris enim aute laborum.","qualifications":"Fugiat deserunt elit cillum deserunt nostrud incididunt labore cillum non dolore magna velit. Est adipisicing voluptate mollit fugiat enim incididunt incididunt ea magna sunt magna quis. Id consequat ex nulla ipsum et officia in irure eiusmod consectetur aliquip velit nulla. Dolor sit laboris occaecat sunt. Do minim fugiat exercitation Lorem.","goals":"Sit et nostrud proident incididunt proident qui occaecat aute. Sit occaecat incididunt et non irure culpa eiusmod dolor cupidatat reprehenderit cupidatat id voluptate aliquip. Voluptate consectetur quis dolore laborum aliqua proident qui est fugiat esse qui. Proident minim anim nisi culpa.\n\nSint sint anim irure sint qui nulla dolore veniam officia quis amet dolor. Nisi veniam ex non ipsum excepteur amet nostrud enim cillum eiusmod Lorem sint cillum. Dolor laborum ullamco quis culpa velit non sit eiusmod veniam duis.\n\nDeserunt id ipsum tempor Lorem officia et ea consectetur magna reprehenderit sunt do enim nisi. Duis tempor exercitation nisi occaecat anim ut commodo sint ipsum est officia nisi est elit. Consequat anim consequat est et quis ex. Irure anim nisi adipisicing cupidatat occaecat ullamco velit qui commodo. Fugiat adipisicing in qui enim aliquip adipisicing consectetur dolor aliquip velit veniam excepteur quis.","nominiation1Name":"Carter Considine","nominiation2Name":"Constantin Brown","nominiation3Name":"Devon Sipes","nominiation4Name":"Sunny Hessel","nominiation5Name":"Gillian Klocko"},{"name":"Quentin Steuber","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/marcobarbosa/128.jpg","involvement":"Eiusmod culpa occaecat laboris nostrud laborum sit esse magna veniam aliquip duis. Cupidatat ipsum Lorem qui Lorem ad. Incididunt aliquip cillum do adipisicing do.\n\nLabore minim sint consequat dolore deserunt nostrud incididunt tempor id Lorem. Dolor esse qui ut ut Lorem laborum consectetur nisi in. Ut est voluptate Lorem pariatur id elit incididunt officia. Culpa quis dolore non nisi laborum occaecat id ex amet minim quis do. Amet anim proident magna ullamco cillum amet id.","qualifications":"Est deserunt tempor occaecat enim incididunt veniam. Incididunt non sunt deserunt veniam Lorem non quis eu labore eiusmod adipisicing. Irure consectetur ad elit incididunt. Ad labore fugiat Lorem quis aliqua nulla Lorem nisi laboris amet ad ad qui. Eu magna elit magna sit dolor. Ipsum laborum fugiat deserunt excepteur et aute occaecat pariatur fugiat cupidatat.\n\nCommodo laboris pariatur aute laborum sunt excepteur. Reprehenderit culpa labore eu ad duis ex. Labore velit ipsum veniam consequat culpa officia consectetur in nisi aliqua amet quis veniam sint. Laboris aliquip proident mollit est et deserunt ipsum eiusmod do quis dolor nisi. Voluptate eiusmod veniam velit elit culpa consequat et sint.","goals":"Sit proident est amet id consequat reprehenderit consectetur. Laborum amet in quis anim irure mollit fugiat sunt aliqua proident officia. Do velit magna nisi tempor id ea duis proident cillum eiusmod deserunt et. Est duis eu ad aliquip sit et aliquip. Officia tempor do anim do dolore amet reprehenderit.\n\nReprehenderit aute commodo irure ut commodo. Deserunt magna esse do quis commodo ex do ut sint ut ut in. Veniam esse excepteur voluptate incididunt non exercitation ea ut nisi. Ut culpa tempor fugiat laboris aliquip ut laborum qui consequat magna exercitation culpa veniam. Cillum non esse et labore aliquip tempor quis culpa. Non sint cupidatat fugiat dolore excepteur proident est mollit elit.\n\nMinim cillum commodo pariatur cillum officia dolore amet. Nisi cupidatat veniam est esse laborum fugiat dolore aute esse commodo aute. Eu mollit velit proident sunt consequat est laboris ut. Est sunt ad fugiat velit elit est do deserunt sunt voluptate ullamco laborum qui velit. Sunt eu consectetur duis commodo proident excepteur quis duis.","nominiation1Name":"Josiane Schaefer","nominiation2Name":"Edmund Bradtke","nominiation3Name":"Edythe Muller","nominiation4Name":"Linnea Block","nominiation5Name":"Evie Waelchi"},{"name":"Brian Bogisich","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/gregkilian/128.jpg","involvement":"Irure enim commodo exercitation quis anim deserunt adipisicing nostrud eu deserunt ad. Duis nulla excepteur culpa cupidatat. Aliquip amet non velit aliqua nisi do sunt nostrud esse eu. Esse laborum elit proident magna minim voluptate consectetur dolore minim ullamco fugiat ex dolore dolor.","qualifications":"Officia voluptate aliquip est occaecat exercitation pariatur adipisicing exercitation aliquip sint nisi. Eu dolor tempor esse incididunt irure ipsum aute sunt reprehenderit occaecat Lorem nisi voluptate. Ullamco adipisicing est consectetur Lorem sit consequat. Sint non aute ad aute consectetur qui nisi nulla cillum commodo. Laboris cupidatat cillum irure non consequat enim dolore duis ea. Eu proident eiusmod reprehenderit labore cillum anim velit reprehenderit sunt dolor. Sint laborum ad ea pariatur duis pariatur proident ex voluptate aliqua eiusmod in.","goals":"Proident elit minim consequat et ullamco esse. Aliquip in incididunt dolore dolor duis velit anim est est ad deserunt pariatur. Consectetur amet deserunt ut enim Lorem do occaecat aliqua consectetur ut. Irure amet adipisicing laborum fugiat id minim proident proident veniam. Pariatur consectetur culpa sunt adipisicing duis incididunt elit occaecat aliquip consequat labore esse quis labore. Laborum et nisi eiusmod veniam duis voluptate mollit commodo reprehenderit laboris dolore. Lorem dolore in laborum mollit qui irure do do incididunt.\n\nAdipisicing nulla pariatur ea velit est ex labore labore adipisicing do fugiat esse adipisicing esse. Reprehenderit pariatur tempor amet labore aliquip magna dolore incididunt non labore dolore. Deserunt pariatur pariatur esse nisi sint sit mollit ut ea dolore nostrud consequat duis. Enim irure exercitation non veniam ea dolor ipsum dolore laboris labore eiusmod officia. Cillum officia eu consequat fugiat qui fugiat dolor sint magna et. Eiusmod aliqua aliquip sit amet fugiat in labore aute pariatur non in. Nulla veniam ipsum duis sint occaecat est cupidatat eiusmod.\n\nMollit exercitation nisi sit tempor anim qui deserunt. Lorem sunt labore ad ullamco aliqua incididunt adipisicing labore. Laborum fugiat veniam dolor ad incididunt sint sunt adipisicing magna culpa est elit sint laboris. Ipsum dolor ipsum et do.\n\nReprehenderit aliquip excepteur do ad eu consequat dolore ea. Minim magna in tempor anim commodo non tempor. Consectetur dolor id qui veniam sunt ullamco. Reprehenderit dolore do cupidatat velit. Excepteur ut ad velit commodo esse enim irure adipisicing mollit. In dolor veniam id voluptate eiusmod deserunt cillum id eu eiusmod ad nisi eu culpa. Esse esse ad reprehenderit commodo.","nominiation1Name":"Sedrick Terry","nominiation2Name":"Lindsey Marquardt","nominiation3Name":"Judson Berge","nominiation4Name":"Freda Bruen","nominiation5Name":"Tavares Flatley"},{"name":"Chanelle Shanahan","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/gcmorley/128.jpg","involvement":"Nulla id dolor labore aliqua quis eu eu adipisicing mollit culpa culpa consectetur. Laborum adipisicing ipsum incididunt eu fugiat incididunt consequat culpa. Magna cupidatat est pariatur do. Occaecat minim sit qui sit elit cillum qui fugiat dolore consectetur voluptate mollit commodo voluptate. Proident sit sunt elit pariatur deserunt reprehenderit et. Cupidatat culpa amet excepteur labore.\n\nLorem mollit eiusmod deserunt reprehenderit in amet consequat enim proident laborum officia sit velit in. Laborum laboris velit laborum reprehenderit. Tempor commodo Lorem non excepteur aute culpa cupidatat est. Laboris laboris aliqua do veniam nisi magna laboris nisi aute est esse ipsum magna commodo. Amet ea proident nulla aliqua ullamco aliquip est.\n\nDuis commodo incididunt anim qui. Labore irure ad esse ullamco magna elit proident non ipsum pariatur sint deserunt. Ea dolore magna enim culpa labore nisi deserunt nostrud ut. Aliquip est est est incididunt amet.","qualifications":"Velit occaecat Lorem velit mollit sunt irure anim. Nostrud do incididunt pariatur ut est eu excepteur qui pariatur ad do minim ut magna. Consequat mollit dolor mollit consectetur ex nulla aliquip. Nulla exercitation qui commodo aute exercitation sit elit voluptate proident Lorem veniam aliquip proident aute. Ad esse proident cupidatat eu magna ea aliquip Lorem.\n\nAd amet nisi reprehenderit aliquip fugiat commodo sunt velit incididunt occaecat labore proident labore. Eiusmod nulla veniam ullamco nulla ullamco duis aliqua incididunt. Occaecat consequat laborum sunt consectetur sit ipsum ex voluptate. Labore non sint aute irure dolore ex elit consectetur sint. Ad veniam sint id velit aliqua irure consectetur pariatur id irure. Lorem pariatur duis deserunt labore dolor non ipsum tempor cupidatat aliqua.","goals":"Sint laborum et cillum minim laboris labore eu. Veniam deserunt enim ut do ut aute anim nostrud sit sunt sunt deserunt pariatur do. Voluptate ullamco est deserunt nisi incididunt qui enim sit commodo occaecat.\n\nNisi magna esse mollit laboris eu irure deserunt velit occaecat. Culpa id do ut nisi enim do deserunt est. Non labore mollit id culpa duis cupidatat dolore sunt enim dolore veniam. Laboris laborum nisi cupidatat velit est tempor. Elit magna sunt amet labore labore nisi laboris incididunt voluptate. Veniam cupidatat sit ea proident do veniam excepteur amet magna.","nominiation1Name":"Gladys Gorczany","nominiation2Name":"Jeanie Kub","nominiation3Name":"Gaetano Reichel","nominiation4Name":"Jaylen Lubowitz","nominiation5Name":"Hector Farrell"},{"name":"Alta Lemke","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/_vojto/128.jpg","involvement":"Proident elit fugiat culpa sunt dolor tempor aute Lorem do ea exercitation anim. Quis consequat laborum laboris et Lorem cillum deserunt qui enim consectetur laborum ipsum amet. Labore amet ex excepteur ex exercitation commodo qui eu reprehenderit officia ipsum commodo duis aute. Enim enim ex sint laborum excepteur. Lorem id velit Lorem enim ipsum enim. Ea reprehenderit id incididunt proident minim sint.","qualifications":"Cupidatat laboris minim sint magna irure consectetur est. Aute elit enim incididunt sunt quis eu veniam dolor eiusmod nisi reprehenderit ad amet. Eu cillum laboris fugiat cupidatat duis amet commodo amet aute sit esse ut.\n\nOccaecat incididunt laborum excepteur anim anim Lorem. Est et non laboris ad minim eu. Exercitation non elit dolor quis consectetur anim exercitation incididunt exercitation nulla. Cillum aliqua aute ut quis in aliqua.","goals":"Aliquip cupidatat pariatur cillum sint ex duis ea culpa ea laboris magna. Eu amet labore ullamco exercitation occaecat duis cillum qui. Magna aute ea velit elit exercitation laboris irure et duis do tempor eu elit. Ipsum labore sunt voluptate cillum sunt in fugiat ut ex aliquip ad occaecat culpa.\n\nEx laborum enim mollit aute tempor eu anim. Duis elit elit magna incididunt. Aliqua id in enim voluptate.","nominiation1Name":"Doyle Kris","nominiation2Name":"Lilla Johns","nominiation3Name":"Garrett Conn","nominiation4Name":"Nannie Little","nominiation5Name":"Alta Daugherty"},{"name":"Ara Boyer","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/nemanjaivanovic/128.jpg","involvement":"Sit amet ea eu pariatur quis. Esse cillum ut id in officia dolor pariatur. Reprehenderit adipisicing quis est dolor laboris sit. Occaecat anim minim dolore nostrud pariatur non anim culpa deserunt quis eu in. Occaecat proident pariatur dolore id ullamco duis enim fugiat.","qualifications":"Id pariatur anim anim nostrud. Amet sit veniam irure eu aliqua. Sunt aute eu pariatur fugiat. Ad do anim culpa ad minim. Qui mollit deserunt irure deserunt magna laboris aliqua veniam aute laborum.\n\nConsequat id sint aute aliqua mollit laboris elit non nostrud eiusmod. Voluptate sint elit sit fugiat proident dolore. Sit ea nulla consequat mollit incididunt eiusmod aliquip ad incididunt mollit adipisicing tempor proident. Et proident nulla do dolore reprehenderit cupidatat incididunt elit.","goals":"Cillum id nisi magna magna nisi laborum ullamco voluptate. Laborum non velit eiusmod reprehenderit. Consequat velit id ut sint pariatur occaecat nisi quis sunt ea velit ad laborum. Quis ex magna nisi magna cupidatat laborum fugiat duis in aliqua Lorem eu deserunt.\n\nAmet officia velit sint ullamco officia fugiat laboris. Lorem dolor mollit eiusmod fugiat cupidatat exercitation est fugiat aute. Proident sit ipsum officia deserunt fugiat culpa officia aliquip ex nostrud. Irure sint veniam tempor commodo ea consequat pariatur magna in in esse eiusmod occaecat nulla.","nominiation1Name":"Sheridan Mills","nominiation2Name":"Ada Ortiz","nominiation3Name":"Kiley Block","nominiation4Name":"Rita Collins","nominiation5Name":"Lauriane Wintheiser"},{"name":"Lexi Osinski","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/marcoramires/128.jpg","involvement":"Consequat sit et et ad. Ea ullamco enim ut ea quis laboris commodo sint consectetur veniam irure aute sit. Ullamco dolor nulla veniam minim labore excepteur ad.","qualifications":"Eu nostrud nulla esse est. Tempor deserunt reprehenderit anim in sit enim dolore irure laboris anim enim. Adipisicing voluptate sit amet commodo fugiat ullamco deserunt non duis sunt nostrud enim non. Anim ut nulla commodo qui laborum nisi duis magna reprehenderit voluptate tempor minim est do. Aliqua aute deserunt irure est incididunt occaecat quis anim aliqua cupidatat. Ad qui commodo dolore id eu do commodo cupidatat culpa. Anim velit consequat aliqua sint amet esse consequat.\n\nVoluptate consequat veniam aliquip commodo eu. Deserunt sint cupidatat est culpa cupidatat tempor consectetur ad voluptate qui labore ipsum aliqua. Culpa tempor commodo nulla exercitation. Adipisicing elit dolore magna nisi fugiat qui qui ipsum laboris laboris. Nostrud sunt laboris minim aliquip dolor sint proident qui magna pariatur. Non adipisicing occaecat sint id dolore in. Labore Lorem veniam Lorem Lorem veniam do sit fugiat sunt voluptate ex Lorem.","goals":"In dolore do fugiat minim dolore adipisicing magna cillum consectetur veniam. Ad pariatur eu ipsum pariatur elit excepteur nostrud culpa. Cillum consectetur ad duis ut aliquip ea reprehenderit laboris ad fugiat commodo et velit deserunt. Duis occaecat nostrud minim labore. Dolore eiusmod ut incididunt labore ipsum aliquip qui qui amet veniam ad minim dolor. Dolore ut non irure occaecat mollit est duis consequat laborum cupidatat. Qui irure duis consequat in dolor.\n\nCupidatat ex ipsum nisi ullamco esse occaecat minim duis incididunt cupidatat ex aliqua sit ex. Duis duis et veniam aliqua tempor cillum occaecat pariatur. Quis consectetur ea deserunt incididunt anim eu ullamco elit. Magna sunt non dolor duis qui nostrud.","nominiation1Name":"Marcus Dickinson","nominiation2Name":"Sydnie Johns","nominiation3Name":"Adrienne Douglas","nominiation4Name":"Filomena Harris","nominiation5Name":"America Boehm"}]}}
