{"localCouncil":{"positions":[{"title":"Co-chair","slug":"co-chair","description":"\n  <p>The Co-Chairs shall be the official public spokespersons for the Local and will initiate such actions and policies as the Local’s general welfare may demand. The Co-Chairs shall organize and preside over all official meetings of the organization and the Local Council. The Co-Chairs shall maintain consistent communication with all committee leaders and facilitate collaboration and coordination between them. Additionally:</p>\n  <ul>\n    <li>a. The Co-Chairs will also act as, or appoint, the official representatives of the Local to the National Organization and to other DSA Locals. This does not apply during official business at the National DSA Convention, when Local Delegates may act independently on behalf of the Local’s membership.</li>\n    <li>b. The Co-Chairs serve as executive officers of the Local, and they are listed on financial accounts along with the Treasurer.</li>\n    <li>c. At least one Co-Chair must not identify as both White and Cis-Male.</li>\n  </ul>\n          ","candidates":[{"name":"Molly Armstrong","slug":"co-chair-molly-armstrong","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/devinhalladay/128.jpg","involvement":"I was elected Vice Chair of the Local Council (then ExComm) in January. Aside from fulfilling these duties, I also helped plan and implement the most recent General Meeting, where we voted on new bylaws.\n\nI was appointed Co-Chair of the Communications Committee from January until May, working with ~35 talented comrades to make sure our operational, social, and visual comms are on point! \n\nI was a member of the Education Comm. I planned and facilitated previous education events, and submitted the LC proposal to create the upcoming Socialist Summer School program. ","qualifications":"A Co-Chair position requires seeing EBDSA as a whole - the many moving parts in ongoing projects as well as our larger goals and pathways to reach them. Over the past 6 months, I have proven my commitment to developing EBDSA as an organization in line with our ambitious socialist goals.\n\nAs an active member in several committees, I saw the inefficiency and lack of organizational cohesion in our previous structure. I co-sponsored the amendment to our bylaws that restructures EBDSA to Internal Organizing and External Organizing Committees and Organizers. I am now on the Transition Working Group in order to see this new structure implemented.","goals":"In this next term, I want to see the new organizational structure implemented with intentionality that considers what has worked, what hasn't, and what could be. \n\nAs a first full-term Co-Chair, I also want to set the precedent ensuring clear communication and support is prioritized between the Internal and External Organizing Committee leadership and members. \n\nMore broadly as Co-Chair, I want to strengthen our relationship to other California chapters, especially as we gear up our Single-Payer campaign, as well as other chapters across the US in order to share knowledge and build mass solidarity.","nominiation1Name":"Elenor Hagenes","nominiation2Name":"Emmett Purdy","nominiation3Name":"Cleora Effertz","nominiation4Name":"Beulah Bins","nominiation5Name":"Demarcus Wolf"}]},{"title":"Vice Chair","slug":"vice-chair","description":"\n  <p>The Vice Chair is responsible for assisting the Co-Chairs with all of their duties. If both Co-Chairs are unable to perform their duties, the Vice Chair shall perform all duties and assume all responsibilities of the Co-Chairs until such a time as one or both Co-Chairs are able to resume their posts.</p>\n          ","candidates":[]},{"title":"Secretary","slug":"secretary","description":"\n  <p>The Secretary is responsible for taking minutes of all General Membership and Local Council Meetings, and shall be responsible for publishing these minutes, as well as resolutions, reports, and other official records of the Local. The Secretary may appoint, but must oversee, a temporary proxy minutes-taker for any meeting. That proxy may not vote on behalf of the Secretary. Additionally:</p>\n  <ul>\n    <li>a. The Secretary shall transfer official records in good condition to their successor.</li>\n    <li>b. The Secretary will assume the responsibilities of one of the Co-Chairs, if both Co-Chairs and the Vice Chair is unable to do so.</li>\n  </ul>\n          ","candidates":[{"name":"Benjamin Fife","slug":"secretary-benjamin-fife","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/0therplanet/128.jpg","involvement":"I have served as the Secretary of EBDSA since December. In that role I have co-directed the Communications Committee with Molly Armstrong, recorded the minutes of all EBDSA LC (formerly ExComm) meetings, and worked closely with organizers on and off the LC to support the growth of this organization.  I am particularly excited to have had a role in the development of our conflict resolution team and our 1 on 1 training for socialist organizers.  I have also had the chance to cook many pots of lentils to help keep my comrades well nourished. ","qualifications":"I have enjoyed being EBDSA's Secretary and take seriously the role of ensuring that this organization's records are kept in ways that are useful, transparent and supportive to our mission of building a strong Democratic Socialist movement. I understand the level of commitment that this role requires both in attendance at meetings and in the work between meetings and am committed doing the daily  work of supporting the communication needs and record keeping needs of this organization.  ","goals":"If elected to continue as EBDSA's secretary I hope to strengthen the culture of minutes taking and central storing of minutes so that we have a record of minutes not only of LC meetings but of our other important meetings as well.  I believe that there is room to better document our decision making processes and that doing so will help us to support other socialist organizers around the country.  I also would like to be part of supporting the fuller integration of the  work currently being done by the communications committee with the work of the new internal and external organizing committees.  ","nominiation1Name":"Jocelyn Lind","nominiation2Name":"Serena O'Conner","nominiation3Name":"Kari Wintheiser","nominiation4Name":"Dustin Cronin","nominiation5Name":"Stacy Dare"}]},{"title":"Treasurer","slug":"treasurer","description":"\n  <p>The Treasurer will be responsible for administration of funds, budget, and financial organization of the Local, including overseeing fundraising activities for the Local. The Treasurer will report to the Local Council on the financial status of the organization at each Local Council Meeting. The Treasurer will maintain transparent and open financial reports available to the entire membership upon request by an officer of the Local Council.</p>\n          ","candidates":[{"name":"Jeff Lee","slug":"treasurer-jeff-lee","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/cboller1/128.jpg","involvement":"Like many of us, I joined DSA right after the 2016 election. I'm new to political activism, but I've found a really welcoming community and lots of things to do. Most of my time has been spent helping out with operational tasks under the Communications committee. I've worked on several different technology-oriented projects, including task management software, the website, and IT security. Lately, I've been working on the Transition Working Group to strategize the future structure of the chapter. I've also tried to stay active with single-payer canvassing and volunteering at general meetings.","qualifications":"My day job is leading teams and projects in the tech industry, and one of the really gratifying things about DSA has been the chance to apply my skills toward social and economic justice (yes!), rather than toward corporate profit (BOOO). I expect the treasurer role will be an expansion on the kinds of things I've been effective at since joining the chapter: solving problems that require technical proficiency and attention to detail, designing systems and processes that help make the organization run better, facilitating conversations, and establishing rapport with leaders across the chapter.","goals":"DSA has a huge amount of momentum and I expect it to continue to grow in numbers and influence. My aim is to make sure the organization is operationally sound as it expands and takes on more ambitious goals. There are lots of projects toward that end that I hope to pursue: building infrastructure for fundraising, creating systems for online donations and payment processing, exploring initiatives like local dues and 501(c)(4) status for the chapter, and establishing a finance committee to facilitate all of these efforts. Also, as a voting member of the LC, I hope to be thoughtful and fair, and to listen more than I talk.","nominiation1Name":"Tomasa Turner","nominiation2Name":"Van Daniel","nominiation3Name":"Carmela Fadel","nominiation4Name":"Flavie Jacobi","nominiation5Name":"Petra Waters"}]},{"title":"Internal Organizers","slug":"internal-organizer","description":"\n  <p>Internal Organizers will jointly oversee the Internal Organizing Committee (see Article VI), which is responsible for fostering a lively participatory and democratic culture within the Local through the development, education, mobilization, and recruitment of members. The Internal Organizing Committee is also charged with organizing General Meetings, Informational Meetings, and social, educational, and fundraising events. Under the direction of the Local Council, the Internal Organizing Committee shall develop and oversee a program of socialist cadre development that includes skills training and political education; and a system of Mobilizers (similar to union shop stewards) who will act as an active conduit of information and engagement between the General Membership and the Local Council.</p>\n          ","candidates":[{"name":"Ahmed Kanna","slug":"internal-organizer-ahmed-kanna","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/prheemo/128.jpg","involvement":"In my short time with EBDSA (I joined in early March 2017), I've already been very active with the organization. I've canvassed (twice) for the single-payer campaign; phone-banked both for the single-payer campaign and for the Asad Haider event; I've served on the Educational Committee, facilitating a reading group on the Communist Manifesto; I've attended DSA actions, such as the May Day 2017 march in Oakland.  Currently, I'm co-organizing and helping to plan the EBDSA Socialist Summer School to take place during summer 2017.  I'm helping to design the curriculum for the summer school and will be one of its facilitators. ","qualifications":"I have 15 years experience as a college instructor, which will help in my educational capacities on the Internal Organizing committee; in particular, I have long experience teaching socialist, Marxist, etc. materials to students with no background in socialism.  I've been active in socialist organizing in the East Bay for over three years - before DSA I was active in socialist electoral campaigns and mobilizing work, where I learned to connect organization-building to a larger transformative socialist vision. I have a long and continuing interest in communicating socialist ideas to everyday people with little or no socialist background.  ","goals":"- Facilitate communication between EBDSA leadership and rank and file\n- Encourage all members to recognize their skills and role in building the organization\n- Help educate, train EBDSA members who want to become more active, for example, through the summer school and through internal mobilizing meetings, conversations, etc. \n- Develop the organization's democratic culture by encouraging all members to think of themselves as potential leaders of and important contributors to EBDSA\n-  Help implement the internal mobilizer system, based on the experience of other DSA branches, that has proven effective in achieving the goals stated above","nominiation1Name":"Abel Langosh","nominiation2Name":"Eldon Johnston","nominiation3Name":"Brett Braun","nominiation4Name":"Alisha Bartoletti","nominiation5Name":"Mateo Harber"}]},{"title":"External Organizers","slug":"external-organizer","description":"\n  <p>External Organizers will jointly oversee the External Organizing Committee (see Article VI), which will lead the Local’s fight for a socialist political agenda in the East Bay and beyond. Under the direction of the Local Council and in order to realize the policies, priorities and campaigns set forth by the General Membership, the External Organizing Committee shall manage or execute all of the Local’s issue and electoral campaigns, direct actions, rallies, and other activities expressly targeted at the general public for political purposes.</p>\n          ","candidates":[]},{"title":"At-Large Local Council Members","slug":"at-large","description":"\n  <p>At-Large Local Council Members will participate in Local Council decision-making, and are responsible for attending all relevant meetings and reading all relevant documents. At-Large Local Council members are also tasked with representing the views of the membership that elected them as well as helping to advance the goals of the Local generally.</p>\n          ","candidates":[{"name":"Ben Adam Rosenberg","slug":"at-large-member-of-local-council-ben-adam-rosenberg","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/vitorleal/128.jpg","involvement":"i do stuff","qualifications":"i'm living large","goals":"singlepayer for all","nominiation1Name":"Ezekiel Thompson","nominiation2Name":"Pascale Turner","nominiation3Name":"Celestino Emard","nominiation4Name":"Jany Metz","nominiation5Name":"Jammie Schaefer"},{"name":"Jetta Rae Robertson","slug":"at-large-member-of-local-council-jetta-rae-robertson","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/thedjpetersen/128.jpg","involvement":"I'm an interim coordinator for the Socialist Feminist caucus and co-founder of the Abolition of Police and Prisons caucus and conflict resolution working group.  In addition, I've provided photography and/or medic services to most of our major events since January.","qualifications":"The bulk of my organizing experience is around mutual aid — hosting food/clothing drives and raising money for things like LGBTQ youth programs. These are the sorts of practices and tactics I want to normalize within our chapter; meeting the material needs of people in our communities, enabling them to assist us in taking power. ","goals":"I want to help establish the community trust and in-roads to coalition that will enable us to pose a tangible challenge for local elected government who refuse or fail to take action against gentrification, the housing crisis, ICE, police abuse, and the abetting of white nationalism. This will require a lot of interfacing with people who may be unfamiliar or even wary of us. I would like to be that person who can help affirm EBDSA's commitment to attaining these necessary victories.","nominiation1Name":"Soledad Conn","nominiation2Name":"Russ Crist","nominiation3Name":"Benton Zboncak","nominiation4Name":"Ole Gaylord","nominiation5Name":"Brennon Schmidt"}]}]},"nationalConvention":{"candidates":[{"name":"Emmet Hintz","slug":"-emmet-hintz","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/geneseleznev/128.jpg","involvement":"Do incididunt amet ipsum non elit Lorem voluptate est fugiat pariatur in veniam. Occaecat sint esse voluptate amet laboris est. Esse proident id occaecat esse est.","qualifications":"Cillum fugiat veniam aliquip fugiat aute sint commodo non reprehenderit eu ad qui. Ullamco quis nostrud non adipisicing in consectetur. Incididunt esse esse non reprehenderit labore et et non duis. Mollit deserunt aute aliqua veniam consectetur est anim. Sint est nostrud labore dolor voluptate enim aute sint. Irure cillum ex id ipsum reprehenderit consequat in.\n\nUt id aliquip qui nostrud elit Lorem dolor laborum minim incididunt quis. Quis reprehenderit eiusmod eiusmod nisi laborum sint dolore. Elit eiusmod magna aliquip excepteur anim elit officia cillum sint culpa. Veniam consequat et ipsum id aute. Adipisicing ea cupidatat ad nulla laboris aliquip anim. Anim cillum ea pariatur ut veniam minim et ad cillum commodo. Ut occaecat et adipisicing aute voluptate nostrud ipsum in aliquip minim adipisicing aliquip duis.","goals":"Voluptate velit commodo laborum nisi et sunt aliquip est excepteur culpa. Exercitation ad labore cupidatat ex excepteur est enim cupidatat. Officia do cupidatat dolore aute sint et adipisicing. Nulla excepteur sit id incididunt laboris occaecat non veniam cupidatat aliqua ut laborum tempor. Cillum culpa tempor irure sint ullamco consequat est anim consequat nostrud ut. Et deserunt fugiat deserunt quis consectetur dolor excepteur culpa labore fugiat in ut nisi minim.\n\nMollit incididunt voluptate anim qui aliqua est eu laborum. Ipsum eu ad commodo consequat exercitation adipisicing sit ipsum. Sunt ex occaecat eiusmod magna Lorem pariatur sit incididunt nulla sint. Labore nulla irure adipisicing ea. Adipisicing officia aliquip amet exercitation in eu non aliquip. Ex dolor eiusmod quis magna dolore velit id exercitation cupidatat duis cillum duis mollit laborum. Veniam cupidatat ea laboris ad deserunt id cillum quis aliquip ad culpa proident occaecat.\n\nReprehenderit laborum sit pariatur reprehenderit. Sit culpa officia adipisicing aute. Et voluptate veniam ullamco labore nisi nostrud excepteur ad non.\n\nIncididunt deserunt eiusmod est id laborum exercitation id sint duis consequat pariatur velit. Veniam eiusmod ex reprehenderit amet veniam. Est mollit sit aliqua veniam veniam fugiat qui id deserunt cillum nostrud sint. Adipisicing voluptate ad id veniam dolor elit aliqua sit. Ut cupidatat aute incididunt amet id enim exercitation aute excepteur nostrud laborum. Reprehenderit laboris in mollit adipisicing nulla sint deserunt veniam cillum aliqua officia magna ut. Occaecat laborum nisi id nostrud aute in anim enim labore magna eu.","nominations":["Alfreda Kuhn","Mertie Aufderhar","Doyle Bogisich","Stephanie Roob"]},{"name":"Lottie Murazik","slug":"-lottie-murazik","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/areus/128.jpg","involvement":"Do non mollit quis fugiat labore irure deserunt est. Consequat excepteur ad consectetur consequat et enim ipsum laborum. Eiusmod est nostrud sit ex ea. Reprehenderit esse laborum cillum ullamco sit excepteur. Pariatur commodo ad cupidatat mollit anim laborum excepteur cupidatat in ea nisi anim exercitation.\n\nDolor officia ipsum irure est qui. Consequat est incididunt culpa et est et magna consectetur et sunt nulla veniam eu. Elit dolor pariatur pariatur reprehenderit id est sint anim nulla. Deserunt aliqua eu aliqua mollit est deserunt in commodo eu pariatur nostrud laboris. Lorem voluptate laborum magna velit ad nulla sit mollit aute veniam. Consequat tempor sint commodo fugiat ea.\n\nNulla consequat nulla enim in laborum cillum ut eiusmod ullamco fugiat ipsum. Duis nisi incididunt do aliqua eiusmod nulla exercitation in est incididunt et voluptate. Cupidatat pariatur consectetur do aute voluptate adipisicing do.","qualifications":"Nulla eiusmod sint incididunt adipisicing exercitation nulla esse occaecat cillum reprehenderit. Nostrud voluptate reprehenderit sint do laborum dolore nulla. Elit aliquip cupidatat in excepteur sit esse anim exercitation labore qui ullamco culpa. Do enim proident aliquip labore duis et. Nostrud quis dolore aliqua reprehenderit laborum cillum consequat irure sunt sit. Ex qui culpa eu nostrud anim tempor reprehenderit ad.","goals":"Magna anim reprehenderit do eu aliqua. Occaecat aliquip non ut officia reprehenderit irure esse proident qui qui. Commodo eu ad exercitation fugiat et fugiat officia cupidatat velit. Consectetur adipisicing eiusmod incididunt exercitation. Labore esse et duis commodo cillum. Nulla minim incididunt nostrud duis magna. Excepteur nostrud eiusmod minim nisi voluptate cillum esse.\n\nNulla culpa consectetur Lorem enim magna laboris excepteur velit commodo. Labore excepteur dolore adipisicing excepteur quis nostrud ipsum reprehenderit aute laboris labore commodo quis tempor. Non in excepteur do cupidatat officia. Labore laborum reprehenderit deserunt dolor velit qui. Aliqua est voluptate ut sint reprehenderit eiusmod reprehenderit ad ipsum cillum minim nulla aliquip.\n\nAdipisicing magna laborum magna ea est. Ad sint fugiat ullamco voluptate est. Commodo excepteur ipsum aute culpa in. Nisi veniam est irure aliqua magna cupidatat. Qui incididunt do amet consequat duis ullamco. Reprehenderit mollit ullamco mollit deserunt esse aliqua occaecat pariatur fugiat.\n\nEst id aliquip non et ex officia sint anim cillum in ipsum culpa excepteur. Officia tempor Lorem sint anim. Et anim aliquip ex consequat incididunt laborum ipsum cupidatat sit. Sint occaecat sint laboris est esse deserunt ullamco dolore exercitation officia ut aute id consectetur. Eu fugiat tempor adipisicing sit proident veniam dolore elit exercitation et qui duis. Dolor tempor fugiat dolore exercitation.","nominations":["Johann Stark","Roderick Reilly","Sylvester Reynolds"]},{"name":"Celia Hamill","slug":"-celia-hamill","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/joshuaraichur/128.jpg","involvement":"Dolore occaecat sint culpa culpa duis laborum irure nisi nostrud. Ipsum tempor laborum voluptate commodo id magna sit nostrud. Minim aliqua commodo ut duis aute sunt nulla velit excepteur ipsum mollit qui ullamco id. Commodo duis eu sunt laborum consectetur enim aliqua.\n\nMagna deserunt exercitation et tempor laborum qui incididunt ex deserunt in. Nulla consectetur minim mollit voluptate officia non incididunt proident magna minim irure. Exercitation in commodo elit aliqua incididunt fugiat. Est sunt officia aliquip voluptate excepteur in quis laborum. Esse elit reprehenderit velit sint ullamco sunt excepteur nulla ea anim officia.\n\nUt deserunt laboris reprehenderit quis adipisicing in ipsum dolore. Ipsum sint laboris fugiat qui in proident occaecat ea. Laboris eiusmod dolor officia exercitation et fugiat velit sit amet velit. Ullamco excepteur sint veniam sint dolor. Cillum deserunt magna enim nulla minim laboris esse consequat eiusmod sunt excepteur adipisicing velit. Nisi dolore consectetur pariatur aliquip mollit enim laboris elit adipisicing id.","qualifications":"Sit cupidatat nisi enim proident ut amet tempor enim occaecat. Excepteur ad nostrud anim ipsum Lorem duis ullamco ad anim deserunt est. Qui cupidatat laboris fugiat aute reprehenderit. Dolore laborum incididunt ipsum sint est eu sit dolore sunt nisi. Enim incididunt aliquip id quis nisi consectetur proident sint tempor consectetur commodo commodo culpa aute. Consequat sint officia qui adipisicing sunt non quis pariatur commodo eiusmod. Ut ex et Lorem adipisicing ipsum do aliqua.","goals":"Nostrud in laboris officia sint consequat labore ut tempor veniam deserunt cupidatat mollit elit magna. Magna veniam ea exercitation ipsum consectetur. Ex culpa ipsum minim cupidatat anim. Ut ex commodo laborum non quis consectetur laboris sit sint Lorem culpa consequat.\n\nCulpa do irure amet do amet. Esse quis non ullamco dolore in sint amet. Est ea laboris ea occaecat eu culpa esse et exercitation Lorem officia incididunt non aliquip. Excepteur nulla ipsum duis enim proident consectetur tempor minim. Sint excepteur pariatur laboris nostrud reprehenderit ullamco tempor ea et. Quis reprehenderit excepteur dolor adipisicing excepteur incididunt deserunt excepteur excepteur. Ut nisi commodo est irure ex duis cupidatat enim consequat cupidatat.","nominations":["Raina Dibbert"]},{"name":"Maida Larson","slug":"-maida-larson","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/yassiryahya/128.jpg","involvement":"Minim magna cupidatat anim reprehenderit velit in. Consectetur eiusmod proident tempor velit proident officia culpa deserunt excepteur culpa. Aute duis esse ex officia Lorem mollit. Consectetur aute adipisicing duis dolor cupidatat amet tempor laboris aliqua dolore duis sunt do adipisicing. Nulla amet magna cillum eu culpa pariatur. Consectetur eu ipsum qui mollit non eu ipsum ullamco duis dolore. Velit ex aliqua magna ea irure fugiat ipsum eiusmod mollit minim aliqua qui.\n\nSunt magna voluptate dolor exercitation ipsum eiusmod incididunt id. Quis amet consequat qui nisi deserunt velit. Et magna aliquip ad mollit esse consequat nostrud cupidatat est et non aute id tempor.\n\nCillum est ipsum sint dolore. Qui minim amet culpa excepteur amet excepteur nostrud dolor aute amet. Proident ea adipisicing anim fugiat et sunt non fugiat. Qui non reprehenderit et duis consequat adipisicing sint consequat ad pariatur deserunt veniam deserunt. Eiusmod cillum qui incididunt fugiat id labore nulla incididunt aliquip tempor voluptate ut do. Ut nostrud laborum laboris nulla excepteur sit id irure deserunt. Elit ipsum ex magna commodo amet ad dolor excepteur laboris do do.","qualifications":"Eu dolor ea et eiusmod eu deserunt aliquip cupidatat aliquip. Amet occaecat mollit qui aliquip deserunt eu elit cupidatat do qui. Magna duis magna incididunt amet consequat fugiat non. Tempor excepteur aliquip voluptate qui esse. Labore minim in enim magna proident id reprehenderit tempor deserunt nisi Lorem id ipsum commodo. Voluptate quis aute incididunt officia dolor sit velit sit.\n\nAd fugiat est voluptate cillum deserunt aute sint sunt laboris velit duis proident. Laboris ipsum ex duis in in aliqua id laboris sint sit. Dolor quis nisi esse labore aute do. Quis consequat consequat aliqua dolor esse quis irure sunt nostrud.","goals":"Officia sit laborum magna laboris incididunt minim et pariatur voluptate esse nostrud do commodo nostrud. Mollit labore elit ex aliqua qui minim. Incididunt cillum mollit amet eiusmod minim voluptate nostrud dolor ex nostrud. Fugiat consequat laborum pariatur aliqua excepteur fugiat ea in ipsum nulla quis. Est eu deserunt aliqua eu tempor consectetur exercitation minim sint id. Nostrud exercitation elit veniam commodo veniam irure. Nostrud eiusmod nisi amet sunt.\n\nIn est ut id enim qui laboris. Enim consequat qui elit est fugiat incididunt enim incididunt consectetur elit enim do. Et enim do occaecat Lorem officia id cillum ex aute eiusmod. Nostrud non laboris minim irure Lorem ea ea cillum.\n\nSint dolor veniam voluptate esse ullamco minim esse nulla esse adipisicing fugiat anim fugiat. Eu nisi adipisicing veniam nostrud anim veniam amet aliquip eiusmod pariatur ex excepteur pariatur. Elit ex veniam elit velit qui voluptate id elit nostrud duis. Magna cillum incididunt nulla aute sit quis ex in enim aliquip anim ea deserunt. Minim aute non aute esse. Elit eu Lorem eiusmod veniam.","nominations":["Skylar Padberg","Kira Yost","Kamron Feeney","Nona Mueller"]},{"name":"Sylvan Walsh","slug":"-sylvan-walsh","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/edgarchris99/128.jpg","involvement":"Aliqua cillum duis sint anim amet adipisicing culpa aliquip dolore do et. Eu aliqua elit id aliquip. Ullamco cillum pariatur duis quis est nisi consequat laborum irure reprehenderit sint ullamco. Id id minim labore excepteur ea ipsum.\n\nProident nulla magna quis excepteur duis nulla ex deserunt proident ut in aute. Dolor ut officia nostrud proident adipisicing eu excepteur aute in ipsum eu nostrud. Laborum sunt eiusmod veniam cillum ad et ut magna occaecat veniam. Fugiat Lorem amet eiusmod cillum officia reprehenderit ut cillum anim est quis eiusmod.","qualifications":"Nisi deserunt consequat reprehenderit commodo mollit veniam tempor in aliquip eu elit incididunt reprehenderit. Labore laborum ad proident in ullamco enim. Dolor ipsum Lorem ex proident. Veniam excepteur adipisicing sint excepteur ipsum. Eu aute et sint ad proident id aliquip sit pariatur dolor ut proident. Pariatur labore id nostrud est aliqua ipsum velit.","goals":"Reprehenderit fugiat occaecat Lorem deserunt ea nisi ex esse culpa amet velit ad. Nostrud id aliquip Lorem deserunt est duis laboris fugiat ex eu laboris aute sunt incididunt. In ipsum magna adipisicing sit. Exercitation eiusmod nulla et sunt qui voluptate veniam. Consectetur dolor non ad ullamco est nisi irure ad qui occaecat non. Enim qui veniam velit proident velit ut adipisicing.\n\nAnim eiusmod consequat ullamco proident. Officia quis laboris ut aute anim voluptate esse reprehenderit ea nisi dolor aliquip qui nulla. Fugiat ex ad tempor aliquip cupidatat exercitation irure qui quis tempor.\n\nElit dolor in incididunt dolor quis enim ut adipisicing ad officia do nisi elit id. Et ad eiusmod est qui. Nostrud aliquip officia tempor voluptate culpa amet pariatur eu. Labore magna ea elit aliquip aliquip veniam nisi sunt occaecat sunt nulla. Esse irure eu labore incididunt nostrud nulla irure amet quis nulla ad laborum culpa non.","nominations":["Rachelle Spencer"]},{"name":"Camila Wilkinson","slug":"-camila-wilkinson","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/dss49/128.jpg","involvement":"Anim nulla labore eu excepteur incididunt cillum pariatur quis. Officia id sint voluptate dolor. Nulla elit reprehenderit magna irure quis cupidatat proident incididunt ea. Labore non id aute deserunt nostrud amet non. Aliquip voluptate occaecat ut deserunt laboris.\n\nVelit sint proident occaecat non laboris ea ullamco deserunt Lorem consequat sit aliquip labore. Sit reprehenderit ipsum non nostrud. Magna velit commodo nostrud eu duis exercitation dolore in incididunt velit deserunt ut mollit. Sint sunt dolore elit tempor. Eiusmod nisi voluptate nisi fugiat aute anim. In voluptate fugiat incididunt et quis irure exercitation ex. Consequat adipisicing esse ipsum occaecat consequat magna aliquip occaecat ut.\n\nOccaecat nostrud quis voluptate culpa ex incididunt ut nisi commodo nulla proident. Deserunt et minim amet non mollit sint anim ullamco. Ea sunt consectetur ullamco cillum aliqua enim. Officia enim nostrud cupidatat nulla esse aliqua anim ex. Consectetur laborum ad eu labore. Ea fugiat irure veniam ipsum consequat. Et magna adipisicing dolor deserunt esse ad.","qualifications":"Tempor eiusmod nulla dolor et aliqua id dolor laborum ipsum Lorem veniam. Proident ea ipsum esse velit commodo sit nostrud id eiusmod. Eu do ullamco reprehenderit duis aliqua in dolor. Nulla qui laboris nulla fugiat ea Lorem ut fugiat. Ullamco adipisicing id consequat exercitation et nostrud eu voluptate.\n\nLabore sit ullamco sint aute eiusmod tempor duis reprehenderit do. Id incididunt eu adipisicing ipsum duis velit. Enim officia adipisicing pariatur esse. Reprehenderit ullamco qui mollit ut laborum quis adipisicing deserunt.","goals":"Proident elit labore dolor non voluptate nostrud adipisicing esse. Anim duis sint officia elit ipsum nulla proident do ea dolore elit tempor in enim. Enim sit laborum enim dolore laborum commodo aliqua. Culpa culpa consectetur in mollit anim excepteur enim sint qui. Nisi cillum ea occaecat nisi enim.\n\nVoluptate duis consequat cupidatat amet laboris cillum amet ex officia veniam deserunt nostrud. Incididunt nisi minim nisi reprehenderit labore consectetur occaecat qui ut excepteur officia elit duis elit. Anim proident minim veniam ipsum sit culpa cupidatat laboris ea. Sunt do laborum cillum amet exercitation consectetur ea nostrud. Minim eiusmod reprehenderit nisi voluptate ipsum. Occaecat excepteur esse nulla excepteur aliqua consectetur. Velit consectetur amet in ullamco exercitation officia anim enim.\n\nAd minim consectetur labore cillum dolor id minim veniam duis ipsum ut deserunt duis. Officia anim pariatur exercitation pariatur cillum voluptate ipsum. Laborum laboris voluptate sit ipsum. Qui voluptate laborum eiusmod eu mollit sint id laboris. Non id aliqua ea minim Lorem eiusmod veniam occaecat.\n\nFugiat pariatur pariatur officia nostrud occaecat nisi eu. Pariatur magna ex veniam tempor veniam minim eu nulla adipisicing amet. Commodo nulla consectetur aliqua in incididunt nisi minim id enim velit nostrud veniam laborum. Sit ipsum non id veniam labore mollit id sunt. Culpa voluptate mollit officia ea incididunt tempor enim aliquip aute magna commodo do excepteur. Tempor reprehenderit aute laborum commodo. Et aliqua exercitation proident commodo.","nominations":["Estel Rice","Ludie Kshlerin"]},{"name":"Aisha Hamill","slug":"-aisha-hamill","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/lososina/128.jpg","involvement":"Ex amet incididunt ad eu non pariatur mollit ipsum in ipsum. Sint eiusmod officia magna esse ex consequat irure dolore consectetur. Id proident Lorem irure ipsum ea velit enim dolore anim ut nostrud. Consectetur elit consectetur do aliquip. Sunt velit occaecat pariatur consectetur in aute est incididunt eiusmod. Velit fugiat exercitation ea commodo et veniam nisi duis culpa consequat irure voluptate commodo eu.","qualifications":"Et commodo laborum consectetur mollit nulla duis sint ea ullamco ad exercitation. Voluptate amet amet nostrud officia aliquip in minim esse. Veniam ullamco eiusmod amet esse ea. Cupidatat occaecat nisi deserunt laboris fugiat do officia mollit.\n\nOfficia irure Lorem do proident incididunt velit ullamco ea mollit ea. Magna proident cillum exercitation veniam aliqua est occaecat non ullamco commodo cillum aliqua. Commodo eu sunt do eiusmod commodo voluptate velit sit duis proident sint. Velit aute commodo elit ut sunt non dolore dolore reprehenderit ex cillum tempor. Veniam fugiat aliqua exercitation consectetur. Sunt aliqua proident ut aliquip qui qui esse in tempor sit non irure sint amet.","goals":"Commodo cupidatat labore sint est consectetur quis ut dolore nostrud irure. Est enim adipisicing ipsum dolore ullamco duis aute mollit ex exercitation eu labore tempor ut. Enim labore nostrud veniam in.\n\nAnim aliqua ut sint sint culpa id ad minim mollit voluptate. Labore non consectetur minim aliquip exercitation est proident quis. Excepteur veniam reprehenderit fugiat veniam officia duis tempor ullamco aliqua deserunt mollit culpa veniam anim. Aute voluptate in amet esse. Occaecat occaecat esse dolor esse.\n\nNostrud culpa duis velit ut ea aliquip. Lorem do velit deserunt excepteur qui deserunt labore cillum Lorem consectetur officia irure sit. Commodo tempor exercitation minim fugiat mollit laboris.","nominations":["Johnny Mraz","Elnora Reichert","Roger Herzog"]},{"name":"Orin Bode","slug":"-orin-bode","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/bermonpainter/128.jpg","involvement":"Ea qui esse aliquip deserunt ut. Nulla proident nisi aute in qui nisi Lorem excepteur. Officia in aliquip Lorem irure duis nisi reprehenderit enim velit aliquip dolor in aliquip. Culpa enim voluptate culpa adipisicing anim in sint consectetur nulla incididunt et tempor incididunt. In aliqua aliqua aute ullamco labore. Qui et ex sint veniam duis culpa.\n\nEx quis consectetur eu quis deserunt est cupidatat elit nostrud magna fugiat nostrud veniam. Proident ipsum laborum laboris cupidatat pariatur do elit commodo officia. Incididunt ipsum nulla tempor voluptate incididunt id esse.","qualifications":"Nisi cillum laborum sint excepteur laborum dolor reprehenderit dolor qui id eiusmod. Cupidatat Lorem veniam consectetur irure. Ullamco et in nostrud cupidatat cillum velit. Irure cillum ad fugiat ex.","goals":"Fugiat sit qui minim qui aute qui velit do occaecat excepteur cillum voluptate laborum. Mollit est id ipsum ea consectetur voluptate. Exercitation ullamco veniam ullamco duis Lorem.\n\nAmet esse reprehenderit commodo sit veniam. Consequat sit id cupidatat dolore qui irure aliquip deserunt quis id eiusmod. Elit anim magna et enim occaecat aliquip nulla pariatur eiusmod est et sint voluptate velit. Sit dolore in ipsum occaecat quis irure. Incididunt pariatur eiusmod culpa est reprehenderit nisi nostrud ut laboris ad dolor ex aliqua. Id esse velit nostrud excepteur quis reprehenderit sunt.\n\nDolor pariatur anim aliquip esse mollit nisi aliquip eu fugiat nisi est reprehenderit consectetur sint. Aute Lorem cillum dolore ad aliqua quis. In sunt velit est aliquip. Ullamco id anim laboris reprehenderit est voluptate. Exercitation excepteur dolor magna quis magna in ea Lorem duis exercitation consequat Lorem exercitation. Incididunt enim eiusmod commodo aliquip elit.","nominations":["Alfred Mueller","Zita Fay","Jovanny Dicki"]},{"name":"Trycia Jerde","slug":"-trycia-jerde","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/dotgridline/128.jpg","involvement":"Qui mollit exercitation sint non. Nisi nostrud et aliqua pariatur nisi ex. Adipisicing elit consequat officia labore do voluptate aute do Lorem commodo nisi laborum quis.\n\nSint elit commodo qui pariatur consequat nisi minim nulla. Mollit do laborum non eu voluptate velit esse sit aliqua consectetur veniam sunt consectetur ullamco. Ex ullamco minim commodo dolore consequat eu. Consectetur tempor fugiat commodo elit eu ipsum proident incididunt exercitation occaecat tempor aute ex sit. Excepteur deserunt magna consectetur esse deserunt deserunt ad consequat culpa proident excepteur tempor enim. Ut eiusmod exercitation aliquip sint amet aliquip Lorem laboris. Ex adipisicing occaecat adipisicing nulla est voluptate ex laborum Lorem aute eiusmod nulla.","qualifications":"Sint magna cupidatat consequat irure sint enim amet exercitation consequat tempor. Deserunt aute nostrud elit elit consectetur exercitation irure consectetur. Pariatur laborum fugiat fugiat do. Enim Lorem ut reprehenderit est Lorem id.","goals":"Do occaecat velit tempor eu fugiat commodo eiusmod nostrud sint irure deserunt fugiat. Tempor fugiat ex amet ullamco elit deserunt nostrud ipsum. Ad et aliqua magna minim adipisicing pariatur et reprehenderit. Sunt eu id laboris non sunt occaecat nostrud ex et id elit.\n\nIncididunt ipsum Lorem Lorem fugiat laborum amet non. Laborum consectetur mollit occaecat qui laboris id voluptate id laboris ad eiusmod occaecat. Ex fugiat nostrud consectetur ut anim nulla incididunt id Lorem amet tempor et. Velit occaecat aliqua fugiat ut sunt eu consectetur deserunt do velit esse et nulla sint. Occaecat quis nulla laboris ullamco consequat aute enim voluptate enim. Qui veniam amet laboris est anim consectetur.\n\nSint duis minim anim labore consequat in enim culpa ex nulla non esse excepteur. Velit sunt duis esse eu do nostrud enim aliquip reprehenderit sint magna. Incididunt consectetur est minim qui culpa consequat dolore qui deserunt dolor. Qui ea non fugiat ut commodo labore aliquip irure adipisicing sit consequat id reprehenderit quis. Ipsum laboris in sit tempor. Dolore nostrud magna minim culpa laboris eiusmod in sint.","nominations":["Demarcus Bode","Alexandra Dooley","Reymundo Crist","Era Bergnaum","Ben Johnson"]},{"name":"Desmond Paucek","slug":"-desmond-paucek","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/nbirckel/128.jpg","involvement":"Cupidatat aute sint et proident laborum Lorem aliquip excepteur aute consectetur in. Commodo fugiat aute deserunt exercitation sunt aliquip anim culpa Lorem excepteur aliqua aute. Eu consectetur commodo pariatur culpa velit reprehenderit. Laboris ullamco ullamco excepteur officia voluptate. Labore tempor sit consequat aute laborum consequat occaecat nulla adipisicing sint ipsum dolore dolor sunt.\n\nSint anim enim sunt in consequat sunt incididunt eu aliqua qui voluptate duis. Cupidatat sunt ut anim magna eu culpa culpa incididunt et eiusmod sunt qui. Quis velit sint deserunt qui occaecat in incididunt eu reprehenderit deserunt sit sint commodo.\n\nConsectetur sint laboris consequat velit pariatur aute mollit occaecat aliqua dolor ea culpa incididunt exercitation. Ad pariatur tempor sunt et qui cupidatat elit ipsum eiusmod laboris. Non magna anim nostrud esse ex aute do incididunt voluptate irure consectetur. Ipsum amet excepteur consequat culpa magna incididunt ut id proident Lorem. Ipsum nulla sint nostrud consectetur duis aliqua anim consectetur deserunt dolor anim aliquip. Cillum voluptate sint elit occaecat ex non ullamco esse ea consectetur exercitation labore ad.","qualifications":"Elit fugiat reprehenderit et velit eiusmod fugiat incididunt laboris pariatur duis dolore adipisicing. Nisi magna sit commodo do laboris ipsum reprehenderit est eu deserunt sunt. Sint reprehenderit officia et nulla et enim consectetur ullamco id nulla. Officia in magna cillum aliquip voluptate consectetur ut aliquip Lorem Lorem. Est cillum ex ex sunt. Est officia incididunt et elit enim tempor ipsum laboris Lorem.\n\nAdipisicing anim in ex cupidatat occaecat esse occaecat. Fugiat eu dolore esse ex laboris. Lorem enim ex duis adipisicing et aute. Voluptate amet ut consequat incididunt adipisicing cupidatat cillum adipisicing est consectetur esse ea. Eu qui cillum nisi amet dolor culpa eiusmod nostrud et in. Commodo voluptate tempor nulla mollit reprehenderit Lorem ea elit mollit esse. In pariatur laboris esse nisi nisi sunt ipsum aliquip.","goals":"Officia esse deserunt dolore aute ut ullamco velit labore laborum tempor eu elit. Veniam dolore aliqua qui commodo occaecat qui aute ea sunt irure nisi. Tempor sint eiusmod sint et consectetur ullamco. Veniam velit qui enim duis anim adipisicing consectetur amet officia aute ut fugiat. Esse qui do ex sunt ad est do eu. Pariatur laborum nostrud esse elit excepteur mollit laborum ex ea ea minim irure culpa culpa. Non velit id sit amet ex.\n\nVelit ad id dolor eiusmod culpa deserunt pariatur consectetur ipsum aliqua. Sunt minim do id cupidatat et mollit excepteur in cillum occaecat consectetur aute irure duis. Ut commodo tempor nulla laboris irure.","nominations":["Juston Brown"]},{"name":"Marcia Kulas","slug":"-marcia-kulas","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/hsinyo23/128.jpg","involvement":"Cillum amet consequat est et commodo incididunt velit ea est adipisicing non magna. Magna enim laboris amet duis amet sit laborum sunt ipsum sunt cupidatat amet minim. Cupidatat eu irure esse ad tempor cillum nisi enim consectetur. Irure nisi tempor qui et ex adipisicing cupidatat proident qui occaecat qui.","qualifications":"Ullamco voluptate et magna qui nisi sunt ex cupidatat voluptate. Officia Lorem minim et irure consequat quis commodo incididunt in ad. Lorem non et fugiat et. Aliquip qui enim nisi culpa ut culpa in dolore dolore occaecat irure. Non sint labore ex ex culpa consectetur. Irure qui excepteur cupidatat duis. Amet reprehenderit sint voluptate esse officia officia do nulla aute exercitation consequat cillum nostrud.","goals":"Est Lorem consequat laborum excepteur non adipisicing do excepteur culpa eu Lorem. Eu laboris incididunt Lorem excepteur et amet reprehenderit id. Qui quis ad incididunt ea amet ad amet eiusmod commodo esse exercitation eu do qui. Tempor consectetur officia ea labore amet fugiat non occaecat commodo laborum laborum ipsum cillum ut. Aute exercitation nisi occaecat laborum pariatur. Eiusmod tempor sunt reprehenderit reprehenderit.\n\nProident consectetur dolore fugiat aliquip eu commodo esse ut duis ea amet ea. Commodo cillum eiusmod culpa sint consequat sunt. Quis exercitation ad aliqua nisi est magna anim eiusmod. Qui duis anim qui cillum aliqua ullamco consectetur sunt voluptate anim Lorem voluptate cillum. Est dolor sit dolor ea ipsum pariatur irure.","nominations":["Mabelle Wilderman","Ellen Rippin","Alysa O'Keefe","Don Spinka","Emmie Koss"]},{"name":"Darrell Daugherty","slug":"-darrell-daugherty","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/michaelcomiskey/128.jpg","involvement":"Nostrud voluptate exercitation proident commodo ex consectetur laborum dolore. Laborum consectetur sit irure eiusmod culpa ut tempor eu proident veniam dolor et magna aliqua. Officia eu pariatur duis et. Anim elit reprehenderit ut aute esse ullamco duis sunt. Sit sint ea elit irure sunt ad anim incididunt laboris cillum duis amet irure.","qualifications":"Amet eu veniam dolore magna sint Lorem incididunt duis laboris anim. Elit commodo qui laborum ea minim nisi id id est sunt non occaecat ad. Non sit Lorem aute laboris ad commodo nulla do aliqua qui. Deserunt dolor magna ex nulla aliquip consequat mollit laborum aliqua esse do. Eu esse cillum consequat sint labore est adipisicing voluptate duis consequat esse excepteur consectetur.\n\nLorem ipsum veniam irure reprehenderit esse ipsum et in sit cupidatat minim cupidatat amet in. Ipsum tempor incididunt qui proident eu elit aute elit laboris ea. Ex id dolore elit est consequat sint officia anim quis est exercitation cupidatat. Ea consectetur commodo elit id. Culpa dolore qui duis eu laborum labore sit voluptate aute velit sunt tempor ea quis. Ut velit nisi amet eiusmod fugiat ut non qui ad exercitation non culpa occaecat.","goals":"Consectetur adipisicing mollit aute ipsum tempor pariatur consequat deserunt excepteur voluptate. Laboris exercitation nostrud nisi do do laborum. Dolore excepteur commodo do adipisicing cupidatat aliquip elit fugiat in. Reprehenderit cillum qui esse nostrud labore in cillum laborum veniam laboris ad.\n\nVeniam commodo anim nostrud minim velit tempor in aliquip culpa ipsum reprehenderit sit Lorem non. Ex adipisicing esse anim amet. Et ad nisi proident eiusmod duis occaecat proident consequat aliquip irure cillum aute sint. Est minim ullamco ipsum ex culpa est eu ullamco dolore. Proident officia consequat laborum ut eu sint sunt cupidatat mollit.","nominations":["Celine Vandervort","Destany Upton","Dora Orn"]},{"name":"Ada Veum","slug":"-ada-veum","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/rahmeen/128.jpg","involvement":"Anim ex ea laboris irure proident commodo nulla nulla exercitation quis tempor sint culpa. Cillum voluptate voluptate magna nulla velit do nulla ad. Eiusmod fugiat nisi est nulla qui.\n\nMinim do reprehenderit officia qui in qui aliquip. Proident qui reprehenderit non esse aliquip duis ullamco ad minim officia qui exercitation incididunt. Officia minim do elit pariatur ad veniam duis. Aliquip id est proident in nostrud aliqua do velit. Ex et dolore irure Lorem proident labore labore mollit labore enim sunt quis.\n\nConsequat duis pariatur pariatur do do exercitation amet est eu est proident. Sunt veniam eiusmod consectetur sint laborum ipsum veniam non excepteur. Aute esse do incididunt consectetur cillum enim. Occaecat culpa deserunt sit ut fugiat ullamco velit ut. Occaecat ex aliquip pariatur reprehenderit aute occaecat dolore nostrud enim commodo nostrud.","qualifications":"Pariatur dolore et velit incididunt labore ea. Quis cillum nulla laboris veniam do est. Do tempor incididunt dolore cillum occaecat dolor cupidatat aliquip. Occaecat excepteur esse velit commodo esse minim anim. Ea laborum ipsum dolore consequat Lorem labore fugiat fugiat cillum voluptate magna sint consequat cillum.","goals":"Pariatur mollit et deserunt Lorem exercitation labore nisi aliqua cillum dolore elit sit velit. Do est ad laborum laborum Lorem ipsum Lorem irure aliqua incididunt amet non ut. Excepteur irure aliqua mollit sunt id. Sint ut culpa aliqua mollit non ea anim consectetur occaecat non. Qui sint tempor proident amet occaecat id quis cupidatat officia nulla nostrud elit. Aliquip laboris quis eiusmod laborum amet cupidatat adipisicing nostrud.\n\nDeserunt nulla consectetur excepteur esse enim laborum anim sit magna commodo non. Duis non sunt Lorem adipisicing ex cillum. Officia pariatur amet ad occaecat incididunt tempor excepteur id quis. Adipisicing eiusmod Lorem deserunt dolor reprehenderit minim. Commodo laborum deserunt enim esse mollit esse ex ut aliquip non enim ut voluptate. Minim ut Lorem enim sint magna sint laboris reprehenderit occaecat. Non veniam excepteur laboris incididunt sunt id ipsum irure id adipisicing ad.","nominations":["Phyllis Kuhn","Sydni Nolan","Hortense Schamberger","Roderick Crooks","Allene Rice"]},{"name":"Lora Balistreri","slug":"-lora-balistreri","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/uxward/128.jpg","involvement":"Laborum et enim reprehenderit laborum. Consequat est labore sit laboris veniam irure adipisicing amet ad et qui in. Ipsum consequat nisi et in magna aute eiusmod ipsum fugiat deserunt labore amet aliqua.\n\nSint in exercitation mollit do. Consectetur amet minim excepteur proident. Eiusmod reprehenderit minim duis voluptate. Velit laborum non magna aliqua officia. Dolor proident aliqua nulla ullamco irure elit ullamco proident enim excepteur enim labore. Sunt mollit proident laboris incididunt aliqua cupidatat velit tempor.\n\nSit ullamco elit est Lorem ad consectetur ad id consequat magna. Reprehenderit proident elit veniam est est officia exercitation ipsum. Cillum deserunt voluptate in ullamco cupidatat cillum exercitation. Officia exercitation eiusmod esse commodo qui elit sit. Consequat tempor laborum culpa consectetur eu pariatur aute quis qui exercitation ad minim eiusmod elit.","qualifications":"Aliquip voluptate Lorem cillum deserunt nostrud ut. Nisi dolor minim Lorem proident est tempor. Voluptate cillum ullamco ad quis non ex incididunt aliqua sint occaecat sit pariatur aliquip. Incididunt proident veniam officia quis sit eiusmod aute esse cupidatat. Elit in dolore in dolor veniam dolor quis laborum minim do ullamco qui deserunt.\n\nCulpa excepteur aute enim officia irure in Lorem labore tempor sint. Commodo cupidatat qui incididunt quis enim proident exercitation laborum sit qui excepteur ipsum qui qui. Dolore anim qui exercitation voluptate non ex.","goals":"Proident ipsum magna nostrud duis proident voluptate sunt fugiat aute elit. Laborum qui minim anim amet nostrud velit deserunt. Commodo reprehenderit ea exercitation proident consequat culpa deserunt laborum eu.\n\nAliqua sint consequat sit est sint amet eiusmod adipisicing incididunt do occaecat aliqua est. Elit tempor minim dolor reprehenderit adipisicing culpa qui sunt consequat dolor minim. Consectetur anim irure ex irure mollit pariatur qui cupidatat. Eu consectetur laboris ex elit excepteur fugiat est non. Irure dolore aute dolor ullamco velit excepteur commodo anim et officia do officia do. Sit do dolore ea qui aute minim fugiat culpa elit minim fugiat et. Consectetur fugiat reprehenderit est aute et sint et ad fugiat amet cillum nisi aliqua.\n\nConsectetur laboris dolor ullamco proident exercitation consectetur excepteur sit enim tempor. Ullamco ad ut sint excepteur esse officia ullamco aliqua sint magna enim commodo veniam dolor. Ut ut cillum laboris eu qui enim est et irure. Nisi ullamco excepteur ea cillum deserunt voluptate nulla. Est eu ullamco culpa est ea cupidatat nostrud.\n\nIrure ipsum amet incididunt occaecat magna cillum consequat sint. Eu sit quis velit tempor irure nisi excepteur ut sint et laborum ut duis in. Non nulla excepteur tempor labore minim. Sint enim occaecat excepteur officia cillum eu reprehenderit ad pariatur eu. Tempor duis enim aliquip anim cupidatat in magna duis dolor sint. Labore veniam elit culpa proident est irure. Qui dolor quis exercitation cillum eu fugiat minim eu eiusmod enim aute.","nominations":["Cecil Cummerata"]},{"name":"Kelley Denesik","slug":"-kelley-denesik","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/derekcramer/128.jpg","involvement":"Adipisicing anim nulla dolore nulla ipsum cupidatat occaecat ex deserunt incididunt. Eu commodo laborum eu cupidatat. Aliquip ut proident labore cupidatat non magna in sunt. Adipisicing veniam minim sit adipisicing. Deserunt excepteur tempor Lorem ex ad ex ut sunt duis veniam anim anim tempor in. Id voluptate reprehenderit exercitation quis dolore aliqua laborum cupidatat cillum reprehenderit. Voluptate eu ullamco magna esse dolore Lorem id do anim do nisi reprehenderit cillum deserunt.","qualifications":"Culpa ea officia qui sunt amet magna proident nulla elit elit. Est amet minim esse velit deserunt sit. Mollit ea id ad ea proident laborum cupidatat duis incididunt non do dolor. Tempor in consectetur exercitation do ullamco est adipisicing nostrud officia incididunt. Officia pariatur commodo excepteur sint et quis incididunt quis enim fugiat Lorem. Nostrud aute culpa occaecat officia mollit mollit. Sit anim esse cillum Lorem sunt sit nostrud magna est incididunt dolor amet duis adipisicing.","goals":"Magna do id anim sint nisi. Fugiat sint laborum dolor ex dolore nostrud. Sit deserunt culpa nostrud aliquip dolor mollit non fugiat.\n\nVelit voluptate velit id ipsum labore exercitation incididunt esse. Voluptate Lorem irure nisi occaecat occaecat. Anim magna minim labore enim.\n\nQui nulla dolore laboris amet adipisicing consectetur ullamco mollit deserunt cupidatat magna id eiusmod. Excepteur cillum Lorem occaecat eiusmod aliqua irure non reprehenderit quis pariatur ut aliquip consequat nisi. Duis fugiat dolore consequat consectetur minim dolor nulla ut eiusmod sit Lorem. Ipsum ut nulla aliquip in nostrud deserunt cupidatat consectetur exercitation quis do culpa aute enim.","nominations":["German Upton","Shawn Abernathy","Dell Lebsack"]},{"name":"Hassan Homenick","slug":"-hassan-homenick","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/prheemo/128.jpg","involvement":"Et esse commodo fugiat voluptate culpa id adipisicing magna culpa ad commodo qui. Cupidatat laboris esse quis duis et aliqua veniam velit sint exercitation eu magna. Laboris quis incididunt mollit pariatur non.\n\nDolore minim et velit sit in ad enim anim. Mollit laborum anim mollit ullamco. Ullamco amet veniam qui fugiat. Velit nisi culpa in incididunt dolor est do in proident qui exercitation ut reprehenderit irure.\n\nVeniam cillum laborum adipisicing non anim commodo minim fugiat eu irure consectetur ipsum. Cillum sunt laborum ex fugiat amet officia cillum aliquip aliqua nisi ad cupidatat laborum. Qui do deserunt reprehenderit do ullamco et voluptate dolor tempor. Enim voluptate est reprehenderit ipsum aute mollit et in exercitation elit nulla ullamco id. In nisi commodo aliqua id id non velit. Duis aliquip incididunt magna mollit. Irure nostrud incididunt aliquip consectetur dolore commodo laboris est ut duis laborum proident.","qualifications":"Dolor commodo nulla eiusmod dolore sunt dolore sunt eu minim pariatur dolore anim do. Amet eiusmod laboris qui sit adipisicing sint est eu veniam culpa dolore. Eu quis anim labore et proident nisi proident. Qui esse elit do adipisicing cillum et cillum nulla deserunt culpa. Commodo ipsum adipisicing voluptate proident. Ipsum velit officia qui Lorem quis enim duis aute tempor magna. Qui qui duis non nulla proident proident sunt exercitation quis nulla ut aliqua nulla.\n\nEx tempor sint deserunt minim culpa elit occaecat do amet veniam exercitation culpa occaecat fugiat. Dolore adipisicing cupidatat adipisicing nisi minim amet. Magna sint duis magna anim ut occaecat excepteur labore. Officia aute laborum et est cupidatat fugiat dolore officia non sunt ullamco.","goals":"Fugiat esse magna excepteur deserunt et occaecat magna officia proident velit. Do ipsum exercitation nostrud reprehenderit reprehenderit proident labore Lorem consectetur qui cupidatat ex duis. Esse magna velit excepteur voluptate duis irure officia incididunt reprehenderit minim tempor.\n\nDolor anim nisi ipsum elit laborum. Ad aute adipisicing cillum elit tempor irure pariatur proident non. Excepteur labore laboris irure elit consectetur deserunt pariatur ipsum est nisi ex dolor ea excepteur. Ad dolore ex eu deserunt deserunt consequat laboris irure occaecat officia.","nominations":["Jeffery Mueller","Brianne Marquardt"]},{"name":"Marquise Thompson","slug":"-marquise-thompson","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/edkf/128.jpg","involvement":"Labore et ullamco est sunt consectetur non reprehenderit excepteur pariatur velit laboris eiusmod incididunt sit. Deserunt tempor incididunt eiusmod officia dolor consequat aliquip dolore enim. Non eu excepteur dolore ea qui sit nostrud ad in. Aute amet eu labore mollit voluptate ea. Fugiat sit mollit ullamco sit incididunt aliquip exercitation. Do labore ea eiusmod aute do occaecat anim proident eu ex officia ex. Et cillum officia est mollit veniam ullamco fugiat consectetur.\n\nMollit minim consectetur non laboris officia cillum minim exercitation ipsum fugiat voluptate nostrud laboris ut. Minim eu ex eu amet labore veniam nisi nulla id esse nisi tempor adipisicing nisi. Ullamco et magna eiusmod cupidatat cupidatat adipisicing amet aliqua. Veniam pariatur sit sunt non minim commodo est dolor duis ipsum consequat quis et voluptate.\n\nVeniam consectetur labore commodo non eiusmod ad. Commodo consequat enim labore nisi minim amet dolor exercitation eiusmod esse laboris. Anim quis voluptate aliqua magna consectetur id. Sint fugiat aliqua amet aute velit id. Cupidatat aliquip ex aliqua aute sunt id aute amet. Ullamco enim sunt proident laboris Lorem voluptate eiusmod non mollit voluptate culpa labore et. Dolor mollit esse Lorem qui id labore duis mollit sunt aliqua adipisicing eiusmod.","qualifications":"Aliqua est et nostrud sit amet magna quis ipsum duis ea veniam occaecat mollit adipisicing. Aliquip deserunt exercitation minim sunt mollit. Anim ut fugiat consequat incididunt aute Lorem cillum est enim. In reprehenderit ex ut sint anim velit tempor culpa deserunt eu laborum anim aliquip officia.","goals":"Dolor ut Lorem id sunt pariatur. Laboris aliquip qui mollit duis enim cillum proident eiusmod occaecat fugiat anim esse dolore nisi. Commodo anim pariatur elit in laboris laborum est officia consectetur voluptate aliquip velit deserunt id.\n\nOccaecat aliquip nulla dolor incididunt culpa labore enim non veniam do laborum non. Reprehenderit esse tempor deserunt id. Reprehenderit ex nulla sunt laborum minim voluptate reprehenderit dolor. Consequat Lorem veniam adipisicing ea esse voluptate cillum do. Esse tempor ullamco ullamco aliqua est exercitation enim veniam pariatur ipsum id tempor.","nominations":["Janice Kovacek"]},{"name":"Stephen Lockman","slug":"-stephen-lockman","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/rtgibbons/128.jpg","involvement":"Et cillum ea quis ea deserunt elit laboris incididunt commodo fugiat. Irure officia et aute velit nostrud. Dolore reprehenderit laborum dolore nisi eu ea dolor. Ex exercitation amet irure duis. Est anim excepteur aliqua exercitation proident non enim qui incididunt dolor. Magna mollit eu Lorem duis ullamco est. Sint esse aliqua dolor occaecat dolore.","qualifications":"Nostrud quis labore consequat cupidatat incididunt in consectetur reprehenderit duis pariatur amet enim et. Laboris reprehenderit ipsum amet voluptate aute elit commodo est cupidatat aliqua Lorem sunt magna nulla. Elit mollit qui voluptate magna excepteur. Nulla fugiat ex duis enim incididunt. Et nulla aute labore eiusmod cupidatat commodo mollit proident eiusmod laborum eiusmod nostrud voluptate. Commodo cillum Lorem laboris magna.","goals":"Occaecat pariatur non excepteur commodo id ea est nostrud sunt qui amet ex aute. Duis reprehenderit amet Lorem qui cupidatat exercitation cupidatat ex quis laborum ipsum anim. Sunt elit proident pariatur est eu aute occaecat ut deserunt dolor. Cillum Lorem esse aute aliqua deserunt dolor. Cupidatat eu amet excepteur tempor ea velit in deserunt sunt esse incididunt sit.\n\nEx laborum deserunt aliqua excepteur elit et aliquip id tempor excepteur tempor reprehenderit irure aute. Esse adipisicing adipisicing et anim nisi sint occaecat. Est labore officia eiusmod quis.\n\nEst culpa et adipisicing dolor non eu veniam anim voluptate sint. Sit culpa irure est aliquip deserunt aliqua. Labore exercitation et amet exercitation fugiat.\n\nCupidatat consectetur excepteur laborum consectetur mollit aute dolor sint ut nostrud esse adipisicing reprehenderit. Cillum non sit id sit. Ipsum quis culpa nostrud consectetur sunt est elit aliquip consectetur aute in aute. Pariatur veniam fugiat consequat in esse. Aliqua minim voluptate exercitation qui duis nulla amet Lorem aliqua incididunt laboris. Commodo reprehenderit fugiat labore proident minim consectetur nulla do et. Elit in pariatur incididunt dolor irure aliqua dolore aliquip qui quis tempor.","nominations":["Kamron Wunsch","Elyse Mueller","Rodger Beatty","Jovanny Kautzer"]},{"name":"Crystel Bernhard","slug":"-crystel-bernhard","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/thomasschrijer/128.jpg","involvement":"Sunt dolore non dolore eiusmod consequat irure fugiat id consequat proident ipsum voluptate voluptate aliquip. Commodo labore esse exercitation do aute deserunt fugiat elit id nostrud sunt. Et adipisicing irure ipsum Lorem eu excepteur velit. Est aute reprehenderit adipisicing elit ex nostrud culpa. Non aliquip voluptate occaecat non nostrud. Nulla duis cupidatat magna ea consequat commodo sunt.","qualifications":"Aute exercitation cillum veniam adipisicing do proident quis pariatur officia do veniam. Ullamco nostrud magna pariatur dolore aliqua. Magna nostrud culpa sit esse officia eiusmod tempor ipsum. Laboris officia ad quis reprehenderit reprehenderit. Eiusmod laboris eu enim et in Lorem excepteur sint esse sit nisi laboris. Amet aute deserunt eiusmod consectetur mollit ea deserunt in dolore Lorem velit laborum est quis.\n\nCommodo cupidatat cillum ut voluptate in. Fugiat adipisicing magna in ut laboris aliqua tempor. Voluptate exercitation ex tempor fugiat. Mollit laborum labore ex minim sit enim. Ipsum ullamco anim incididunt dolor nulla. Lorem culpa esse dolor cillum occaecat esse. Deserunt labore adipisicing ea qui incididunt in sunt anim veniam enim magna non.","goals":"Ut sit et anim commodo occaecat ipsum excepteur. Anim amet ut elit ullamco eiusmod incididunt nostrud ad incididunt proident magna. Exercitation aute eu magna incididunt labore ipsum ipsum commodo. Sit in esse esse occaecat proident.\n\nDo do minim consectetur labore ullamco. Adipisicing esse amet minim laboris est laboris elit exercitation amet. Et duis proident ullamco nisi culpa minim aliqua est excepteur est sunt.\n\nEt in ad sunt ut veniam tempor commodo irure sunt mollit nisi voluptate velit. Aliquip in cupidatat cupidatat aliqua aliqua. Consectetur consectetur aute id reprehenderit culpa deserunt officia cupidatat esse officia elit id. Reprehenderit non consectetur Lorem consequat elit quis ullamco ipsum adipisicing. Laborum nisi ullamco cupidatat nisi amet nisi.\n\nIpsum voluptate consequat cillum est cillum ad duis velit. Sunt nostrud in et reprehenderit. Minim excepteur cillum occaecat nostrud id ex quis aute. Aliqua velit sint Lorem cupidatat eiusmod incididunt mollit nisi culpa proident consequat incididunt tempor.","nominations":["Sid Hyatt","Elisha Aufderhar"]},{"name":"Toby Strosin","slug":"-toby-strosin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/bpartridge/128.jpg","involvement":"Sunt magna ullamco nostrud consectetur. Officia aute elit laborum ullamco commodo velit dolor. Proident nulla dolor laboris enim. Excepteur dolore deserunt incididunt eiusmod officia sunt laboris do enim ullamco labore.","qualifications":"Ea aliquip voluptate elit ea do aute qui in occaecat nulla. Fugiat eiusmod amet minim excepteur duis reprehenderit irure occaecat exercitation cupidatat. Dolor velit nulla aliqua in Lorem dolor nulla enim ut amet voluptate enim et. Proident anim cillum nulla mollit est nulla cupidatat velit consequat quis. Adipisicing mollit enim non velit nulla aute duis ea. Ad eu velit ullamco eiusmod commodo esse sint ea minim tempor consectetur nulla.","goals":"Laboris do et in incididunt nulla magna. Adipisicing sit non sunt et ipsum labore commodo deserunt dolore laboris amet. Nostrud excepteur sit deserunt laboris nulla ad quis et cupidatat. Ullamco nisi esse anim mollit irure quis elit irure nisi ipsum ea Lorem. Consequat qui ea in elit pariatur amet cillum non fugiat exercitation labore.\n\nEst velit duis culpa labore laboris nisi officia elit irure ullamco. Ut fugiat in officia voluptate. Amet ut mollit velit proident. Nulla non laboris dolore eu commodo. Deserunt consequat ex dolore adipisicing culpa proident voluptate qui anim.\n\nIpsum dolore culpa proident minim et cupidatat non duis dolor adipisicing pariatur veniam dolor. Deserunt anim elit enim est occaecat magna ut dolor elit dolore commodo. Aute consectetur nulla irure deserunt dolore. Sit ullamco non elit quis est sit Lorem non exercitation reprehenderit ea incididunt anim.","nominations":["Ryan Larkin"]},{"name":"Dedric Stark","slug":"-dedric-stark","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/martip07/128.jpg","involvement":"Culpa duis irure voluptate qui. Consequat quis quis culpa incididunt excepteur irure velit nostrud sit cupidatat velit. Amet ad aute duis sunt magna ullamco Lorem velit excepteur ut sit magna. Minim laboris commodo ad esse. Non velit ea ex consequat veniam sunt tempor voluptate. Eiusmod ullamco occaecat consequat est voluptate laboris voluptate quis.\n\nAute dolore in irure eu pariatur culpa exercitation laborum quis id enim quis esse aute. Est amet tempor consequat in laborum aliqua aute tempor laboris id enim. In nostrud aute nostrud dolor aute laboris. Officia in dolore magna velit irure ea reprehenderit. Laboris amet pariatur aliquip tempor eu sint.","qualifications":"Voluptate esse ad et id adipisicing. Excepteur dolor ut est qui pariatur pariatur elit adipisicing. Ullamco anim quis enim dolore velit proident. Consectetur do anim id fugiat pariatur. Dolor nostrud eu consequat occaecat cupidatat sunt sunt ea ad qui voluptate elit sunt. Laboris velit tempor magna consectetur officia minim proident deserunt. Nulla ullamco amet fugiat sit.","goals":"Adipisicing Lorem cupidatat aliquip ipsum in adipisicing. Eiusmod sunt consequat adipisicing qui laborum ullamco enim voluptate ipsum irure veniam commodo. Occaecat veniam laboris ut consectetur officia ad enim esse qui proident dolore ut. Et ad aute aliqua officia ex. Consequat excepteur aute duis Lorem amet voluptate consectetur cillum occaecat nulla duis aliqua. Fugiat ad anim do do ut laborum ut non nostrud cillum ullamco laborum dolor.\n\nUt officia incididunt cupidatat nulla ullamco. Dolor esse ea incididunt nostrud excepteur reprehenderit nisi exercitation pariatur ea Lorem deserunt. Nostrud exercitation mollit officia ullamco do. Incididunt aliquip laboris amet magna cillum cillum.","nominations":["Howard Gleason"]},{"name":"Sherwood Wuckert","slug":"-sherwood-wuckert","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ifarafonow/128.jpg","involvement":"Enim fugiat aliqua nulla minim tempor esse. Sunt consectetur irure mollit eiusmod qui. Veniam consectetur veniam sunt nulla cupidatat irure dolor ex officia cupidatat quis incididunt. In aliqua non et culpa voluptate nulla tempor. Pariatur velit aliqua laborum in ipsum eu ad sunt duis exercitation dolore ea eu cupidatat.\n\nDuis tempor ut eiusmod pariatur. Incididunt irure incididunt commodo mollit cillum aliqua aliquip nulla ea. Cillum laborum id consequat laboris. Nostrud officia eu est nisi dolor nisi enim in Lorem amet consectetur enim velit. Officia do est magna adipisicing voluptate irure cillum commodo qui quis minim exercitation reprehenderit magna. In do nulla ullamco dolor magna ipsum Lorem proident ipsum. Id et ea Lorem laborum sint sint enim amet velit consequat adipisicing eu.\n\nIn nulla in mollit deserunt non aliquip laboris anim. Aute labore irure exercitation culpa. Esse fugiat velit esse officia nisi adipisicing aliqua consectetur enim laboris.","qualifications":"Officia consectetur laborum veniam voluptate sint laborum eiusmod ex veniam fugiat. Ad esse non nisi aute amet deserunt enim minim culpa commodo cillum aute sunt occaecat. Duis exercitation magna aliquip irure do.\n\nAdipisicing sint adipisicing anim eu dolor culpa. Tempor labore cupidatat sit exercitation esse ad laboris. Voluptate aliquip labore eu incididunt. Eiusmod Lorem tempor proident aliqua. Id laboris enim aliquip occaecat ea voluptate sint pariatur. Ex eu mollit cillum anim magna magna excepteur ipsum occaecat. Consectetur eiusmod est culpa deserunt ut commodo proident.","goals":"Consequat esse amet deserunt deserunt ullamco adipisicing veniam eiusmod voluptate nisi veniam cillum. Aute dolore est veniam ipsum sit laborum do veniam quis commodo id elit. Enim aliquip ea fugiat tempor. Veniam cillum labore sint esse anim eu qui id exercitation enim duis ea veniam. Incididunt non mollit esse sit sit tempor incididunt aute nostrud dolore aliqua anim. Amet consequat irure sit duis quis ea proident ex reprehenderit occaecat esse qui. Lorem aliquip nostrud culpa deserunt.\n\nElit in est ex velit consectetur eiusmod officia fugiat dolor. Eu eiusmod quis ad in sunt mollit ad fugiat excepteur reprehenderit. Cupidatat exercitation reprehenderit nostrud sint amet sit aute consequat aliqua. Occaecat ex culpa officia eu elit id est exercitation. Sit et magna deserunt exercitation. Nulla aliqua incididunt aliqua amet aliqua elit. Do cillum ad nisi eu magna.\n\nUllamco est in esse quis anim deserunt fugiat. Et sunt ut voluptate commodo ut dolor. Exercitation culpa sint culpa aliquip commodo aliquip aute ex reprehenderit nisi commodo exercitation culpa ipsum. Sunt id exercitation incididunt excepteur laborum Lorem exercitation pariatur qui aliquip laborum. Excepteur velit voluptate id ad fugiat exercitation nulla incididunt.","nominations":["Dallas Heaney","Emanuel Kozey","Emmanuelle Lindgren","Elfrieda Walker","Sammy O'Conner"]},{"name":"Isabell Keeling","slug":"-isabell-keeling","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/lu4sh1i/128.jpg","involvement":"Nisi ea veniam ut Lorem elit enim commodo cupidatat nostrud amet eiusmod ullamco. Pariatur ea quis officia sit proident veniam. Magna veniam eu ipsum tempor labore sunt non.","qualifications":"Et sunt cillum amet exercitation fugiat sint enim eiusmod culpa et ad tempor. Velit dolore dolore occaecat pariatur consequat nisi pariatur aliquip deserunt. Cillum quis proident aute commodo Lorem laboris. Eiusmod ullamco enim commodo ullamco reprehenderit. Irure sit dolore deserunt anim est cillum.\n\nDeserunt laboris cupidatat eiusmod non laboris esse pariatur qui minim sit dolor consequat occaecat excepteur. Occaecat eiusmod occaecat minim laboris aliqua ad consectetur. Esse proident id qui incididunt cillum. Reprehenderit minim exercitation tempor aliquip elit eiusmod ad reprehenderit dolor labore.","goals":"Tempor excepteur velit sint eu commodo non anim reprehenderit voluptate voluptate. Lorem est nulla dolor aliqua irure enim ipsum dolore proident excepteur. Dolor proident tempor commodo non eu qui est aliquip eu deserunt ullamco et. Aliqua sit irure reprehenderit irure deserunt quis consequat nisi ea qui voluptate cillum enim ea. Eiusmod elit in exercitation do consectetur ut aliquip exercitation do deserunt excepteur aliquip. Ipsum aute velit qui quis sit adipisicing et eiusmod deserunt. Ut cillum pariatur Lorem voluptate est est enim amet id nulla tempor.\n\nLaborum fugiat laboris id mollit ex officia. Elit qui pariatur veniam cupidatat consectetur reprehenderit consectetur. Ad Lorem sint aliqua veniam dolore minim cillum excepteur veniam duis. Voluptate minim Lorem excepteur cillum voluptate nostrud irure dolor commodo do. Adipisicing laboris voluptate consequat culpa nulla non duis. Proident enim dolor do in mollit.\n\nEt sunt voluptate esse laboris esse qui. Irure amet ullamco eiusmod aliqua laboris. Ex id laboris nostrud duis officia adipisicing duis qui mollit magna laborum qui consequat. Excepteur ex tempor magna quis quis qui et amet dolore occaecat proident non dolor. Laborum qui esse sunt aliquip enim eiusmod. Occaecat nisi ea aute adipisicing eu qui ea nisi excepteur elit velit officia elit.\n\nIn irure occaecat sit veniam cillum enim dolore laboris cupidatat anim voluptate elit nostrud esse. Eiusmod non esse in nostrud ad sunt fugiat enim cupidatat nisi nostrud. Sit eiusmod aliqua mollit commodo et nisi eu aliqua dolor minim reprehenderit esse consequat. Anim enim fugiat laborum nulla eiusmod id laborum est magna non esse aliqua eiusmod. Cillum elit ut aliquip velit deserunt nisi aliqua nisi voluptate ipsum dolore adipisicing consequat. Ad id laborum laboris id mollit tempor exercitation velit. Sit est sit ex consequat est tempor minim nisi amet aliqua ea laborum commodo.","nominations":["Barry Boyle"]},{"name":"Willy Hessel","slug":"-willy-hessel","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/chaensel/128.jpg","involvement":"Qui eiusmod ex dolore laborum qui aliqua ad minim voluptate commodo incididunt quis cillum aute. Deserunt reprehenderit occaecat incididunt exercitation tempor tempor. Anim veniam occaecat incididunt fugiat elit est exercitation dolore adipisicing est tempor dolor dolor. Adipisicing eiusmod non pariatur quis deserunt do anim nulla.","qualifications":"Aliquip aliquip dolore pariatur ipsum ex do anim proident amet non Lorem voluptate eiusmod. Ad nostrud sint proident nostrud non officia pariatur Lorem proident minim nulla esse. Irure nostrud aliqua id id ipsum anim irure.","goals":"Est occaecat laborum labore adipisicing et ullamco ea. Dolor in laboris Lorem consequat sunt. Occaecat consectetur irure sunt et reprehenderit voluptate dolore ad ea consequat. Excepteur in commodo Lorem tempor nulla minim. Elit magna laborum aliqua culpa.\n\nSint proident nisi occaecat eu ullamco commodo commodo quis labore mollit fugiat anim ut consectetur. Dolore magna ipsum sit tempor adipisicing velit sint tempor dolor ut ad occaecat. Anim aute reprehenderit sunt enim consectetur.","nominations":["Delphine Koelpin","Sim Kling"]},{"name":"Patricia Stiedemann","slug":"-patricia-stiedemann","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/danthms/128.jpg","involvement":"Dolore laboris nostrud sunt consequat amet in elit id. Enim ipsum irure labore dolore laborum laboris cupidatat non culpa pariatur ex. Adipisicing est in reprehenderit consequat anim.\n\nAd enim minim non anim. Aliquip labore sit sunt fugiat dolore veniam elit eu anim est. Tempor in excepteur do nulla irure duis elit elit ea laboris labore officia eu sint.\n\nAdipisicing velit culpa consequat veniam esse qui et proident fugiat ad. Ad commodo esse anim esse deserunt occaecat nulla minim sit. Ullamco dolore consequat et laboris aliqua aliquip aliquip do non. Adipisicing quis et sunt cupidatat sit commodo fugiat ea nisi labore. Ullamco consectetur eu reprehenderit non voluptate dolore veniam ullamco fugiat.","qualifications":"In cupidatat amet non exercitation quis mollit fugiat cillum aliquip sint. Occaecat laborum mollit aliqua sint quis excepteur sit consectetur ut aute exercitation. Ullamco proident irure esse enim ad labore officia amet et amet voluptate magna.\n\nEa magna occaecat amet sit magna et laborum nulla ea nulla officia. Duis adipisicing anim dolore cupidatat Lorem est id laborum culpa cillum labore tempor in. Ipsum sint esse proident minim.","goals":"Fugiat commodo ullamco ad est. Ut ullamco ad mollit enim magna. Mollit occaecat et quis commodo consequat. Sit aliquip fugiat nisi qui et duis do nisi eu. Dolore velit cupidatat voluptate cillum nisi anim fugiat tempor tempor. Tempor id eu adipisicing dolore nulla reprehenderit.\n\nAmet qui consectetur ullamco occaecat nisi mollit deserunt. Consequat excepteur in dolor tempor. Labore cillum deserunt esse ex veniam. Id pariatur nulla ut ullamco eiusmod eu eu velit. Ea do magna laborum dolore.\n\nMinim consequat consectetur do dolore. Reprehenderit sint ullamco magna ea enim consectetur commodo mollit excepteur. Ea sit laborum cillum nisi nostrud fugiat esse duis cupidatat sit. Consequat proident anim ipsum laboris laboris dolore aute aliquip. Pariatur amet id elit proident ipsum incididunt nisi adipisicing proident sunt non fugiat velit Lorem. Ullamco occaecat ut excepteur ea qui Lorem labore in officia nisi ex eu elit.\n\nCupidatat id aute esse ad. Nisi est velit et elit excepteur ut excepteur dolor amet reprehenderit occaecat tempor. Tempor nulla do sit mollit nulla amet Lorem ad pariatur veniam in ex Lorem. Elit amet sunt deserunt eiusmod.","nominations":["Christa Hirthe","Leonora Goldner","Rosendo Zieme","Kathryn Dicki","Hazel Raynor"]},{"name":"Angelita Gibson","slug":"-angelita-gibson","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/Chakintosh/128.jpg","involvement":"Et laboris sint ut velit. Quis ex deserunt laborum laborum consectetur commodo tempor sit consequat. Est commodo nostrud voluptate cupidatat sint irure. Est enim labore aliqua amet amet. Excepteur excepteur deserunt voluptate sit officia exercitation. Ad deserunt irure id nisi ex irure sit. Eu officia ullamco ut adipisicing nulla labore aute dolor voluptate enim quis reprehenderit.\n\nEu deserunt tempor est magna. Cupidatat eiusmod elit proident fugiat qui minim enim in sint ex ipsum aute incididunt. Amet cupidatat sint ipsum cillum Lorem anim nisi sunt id dolore dolore aliquip. Esse proident dolor anim nisi consectetur irure sit aliquip enim eu ullamco deserunt minim laborum.\n\nUllamco non veniam eiusmod amet duis non et in velit anim in magna enim. Labore velit eu elit occaecat eiusmod excepteur pariatur aliqua duis sunt eu voluptate deserunt. Velit sit et irure pariatur. Magna esse reprehenderit tempor reprehenderit proident voluptate ipsum et aliqua ea proident in incididunt. Do deserunt officia nulla sit sint et sint nulla quis cupidatat amet mollit.","qualifications":"Deserunt ea magna commodo do mollit elit proident tempor veniam. Occaecat eiusmod dolor elit id cillum irure culpa culpa. Culpa eiusmod eiusmod aliqua eiusmod velit proident aliqua. Ut ullamco laboris occaecat sit aute sunt veniam ullamco magna commodo in. Aute incididunt aliqua occaecat proident.\n\nMagna nulla voluptate exercitation anim cupidatat in aute aute et ex voluptate ipsum laboris. Sint qui sint id cupidatat dolor officia deserunt reprehenderit sit. Quis officia laborum incididunt occaecat duis.","goals":"Veniam deserunt voluptate sint cupidatat consectetur eiusmod excepteur ex et qui deserunt non. Veniam irure et laboris sunt. Id magna qui ipsum anim adipisicing ex et excepteur aliqua velit. Ex culpa Lorem ad sint aliqua id cupidatat ut nulla elit officia. Mollit tempor deserunt sunt reprehenderit id ex in cillum elit consequat.\n\nOccaecat anim adipisicing culpa quis pariatur labore sint excepteur anim eiusmod pariatur. Deserunt ut culpa cillum labore. Laborum commodo consequat qui et quis aute dolore qui esse exercitation excepteur mollit dolor. Ea ea veniam qui ipsum ipsum sunt aliquip dolor aliqua.","nominations":["Sofia Carroll","Shea Carter","Jennie Fritsch","Ora Streich","Lynn Kirlin"]},{"name":"Dawson Mills","slug":"-dawson-mills","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/muridrahhal/128.jpg","involvement":"Adipisicing elit incididunt commodo consectetur proident excepteur magna mollit mollit. Tempor nisi non do adipisicing exercitation cillum aliquip consequat ipsum magna incididunt excepteur aute in. Dolor est est elit duis sunt duis magna aute. Non nisi excepteur minim ipsum officia cillum excepteur eiusmod. Nostrud deserunt irure nostrud consequat ullamco incididunt laborum commodo occaecat duis elit anim. Magna pariatur ut elit sunt sit ad sit culpa ut id minim fugiat. Nisi adipisicing do exercitation pariatur.\n\nDuis officia nulla laboris ad ex ullamco sunt minim mollit id. Excepteur quis irure mollit consequat consectetur do fugiat reprehenderit do commodo culpa Lorem nostrud. Irure enim ea veniam occaecat quis Lorem mollit magna. Ullamco eu magna magna do esse proident eiusmod mollit ad Lorem ex reprehenderit. Culpa culpa adipisicing ipsum est enim aliqua laborum reprehenderit qui anim. Dolore laboris et est aliquip cupidatat enim ipsum commodo officia consectetur et labore amet labore. Fugiat officia eu voluptate officia proident proident.","qualifications":"Pariatur ea mollit laboris esse qui ipsum ea adipisicing laboris. Lorem pariatur laborum exercitation sint sit Lorem aliquip eu eu Lorem laborum magna velit. Eiusmod Lorem id sunt proident laborum. Qui velit non anim nulla cillum proident.\n\nEst ullamco voluptate eu consequat aliquip amet exercitation nostrud. Eiusmod excepteur eu exercitation non in dolore dolore nulla cillum laborum commodo mollit exercitation. Laborum quis consectetur enim qui voluptate sunt ipsum laborum veniam eiusmod dolor dolore dolore nostrud. Nostrud laboris ex magna elit duis magna occaecat ea deserunt ullamco est.","goals":"Do id velit cupidatat Lorem sint pariatur quis eu dolor tempor eu amet consectetur. Irure culpa incididunt veniam incididunt. Voluptate ut occaecat duis deserunt. Amet laborum eu officia est dolore nulla ipsum laborum tempor eu culpa.\n\nIncididunt eu aliquip culpa proident eu ut reprehenderit eu reprehenderit laboris dolore. Qui sit non Lorem tempor cupidatat irure et aliqua occaecat fugiat. Aliquip irure adipisicing dolore officia aliqua ea mollit amet. Irure deserunt laborum et nulla commodo eiusmod enim cupidatat sunt do laboris eiusmod fugiat. Adipisicing adipisicing et minim consectetur cillum dolore reprehenderit sint id anim excepteur eiusmod labore. Lorem incididunt nostrud nisi incididunt mollit. Magna ea amet officia elit qui.","nominations":["Reta Jacobs","Jairo Roob","Bette Kuphal","Damion Satterfield","Berniece Cremin"]},{"name":"Addie Hessel","slug":"-addie-hessel","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/malgordon/128.jpg","involvement":"Magna elit est officia consequat laboris. Commodo cillum Lorem consequat cillum commodo nulla nostrud. Elit commodo aliqua qui fugiat elit sint anim consectetur ad consequat minim eiusmod sunt aute. Consectetur dolore consequat esse occaecat sint excepteur est nisi ea consectetur veniam deserunt duis commodo.\n\nCupidatat aliqua Lorem eiusmod velit dolor aliqua. Irure dolor fugiat dolor ipsum ullamco tempor consequat magna adipisicing sint nostrud irure. Reprehenderit enim consectetur ea occaecat veniam qui deserunt consequat excepteur est esse ea ut fugiat. Adipisicing deserunt irure ipsum sit quis eiusmod veniam.","qualifications":"Aliquip minim aute ipsum do sunt sunt exercitation. Ullamco enim sit aliquip occaecat officia do et dolore exercitation deserunt deserunt. Qui dolore dolor irure esse sint ut anim nostrud veniam aliqua laborum. Nostrud irure veniam minim non commodo et voluptate in elit irure adipisicing. Commodo irure irure ut dolore amet laborum et ad aliquip occaecat amet commodo ut dolore. Mollit veniam eu et culpa do fugiat aute excepteur enim officia ullamco. Do nostrud sunt sint eu elit eiusmod fugiat labore excepteur consectetur voluptate commodo magna commodo.","goals":"Consectetur tempor quis quis irure aute ipsum. Nulla occaecat enim cillum sit nulla incididunt mollit dolor. Eiusmod occaecat esse ut pariatur quis excepteur. Fugiat officia ullamco commodo elit aliqua adipisicing veniam ex ad ex ullamco consequat. Amet et ad quis proident voluptate reprehenderit aliqua. Dolore qui in cillum elit labore non nulla.\n\nCommodo ullamco adipisicing ullamco eu sit voluptate adipisicing amet occaecat nostrud consectetur. Elit dolore ad proident esse sunt sunt magna. Sunt nostrud commodo qui quis. Dolore exercitation ad laboris incididunt ex sit Lorem mollit deserunt aliquip.\n\nUt reprehenderit proident tempor sint irure ex ipsum. Esse amet ut incididunt ipsum aliqua esse nisi ad occaecat in aliquip culpa elit aliquip. Nulla minim nulla aliqua in qui eu excepteur elit. Minim veniam amet eu ex anim enim id sint eu proident do reprehenderit. Enim consectetur anim aute ullamco tempor exercitation cupidatat.","nominations":["Anahi Satterfield"]},{"name":"Grace Hodkiewicz","slug":"-grace-hodkiewicz","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ashocka18/128.jpg","involvement":"Elit officia sit occaecat occaecat. Pariatur deserunt et magna cupidatat veniam commodo veniam nisi ipsum ex id. Qui sit eu cupidatat exercitation do reprehenderit consectetur eu fugiat proident nisi. Occaecat ea ullamco irure laborum irure incididunt deserunt do et eiusmod qui eiusmod. Fugiat est sit ea ut eiusmod adipisicing magna quis. Duis quis deserunt laboris nisi non.","qualifications":"Veniam occaecat id ipsum ad ipsum pariatur minim sint sunt elit minim dolore velit in. Dolore ut pariatur ipsum ad aliquip consequat quis laborum. Officia dolore eiusmod eiusmod officia nisi veniam pariatur eu voluptate est. Pariatur officia sunt excepteur tempor consequat nostrud dolore laboris deserunt sint velit ad magna esse. Esse pariatur duis excepteur enim eu aute sunt enim et culpa.","goals":"Sit velit ullamco elit ullamco consequat qui cupidatat labore voluptate qui. Voluptate nisi ex reprehenderit id aliquip culpa est ipsum ex nostrud nisi Lorem aliqua. Voluptate laboris ut ipsum dolor nulla velit amet dolor esse. Sint nulla laboris magna elit sunt irure minim ullamco incididunt irure. Occaecat mollit ad aute sit.\n\nIn mollit voluptate ullamco aliquip. Magna ipsum velit aute velit amet labore. Reprehenderit ea aliqua incididunt et quis eiusmod aute est proident.\n\nDeserunt sit esse magna do occaecat elit non in. Nostrud ut id aute occaecat dolore ex pariatur id nisi ullamco aliquip in. Est qui ea consectetur culpa mollit excepteur aute tempor ullamco et labore. Magna velit culpa dolore laboris tempor deserunt elit irure eiusmod elit deserunt esse. Lorem adipisicing veniam excepteur duis nostrud in enim Lorem dolore. Do ea minim nisi exercitation id incididunt ea aliqua eiusmod sint. Proident est occaecat incididunt mollit proident laborum anim dolore consequat.","nominations":["Ayla Kilback"]},{"name":"Dale Braun","slug":"-dale-braun","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/colgruv/128.jpg","involvement":"Amet veniam do minim elit enim sint enim reprehenderit culpa eiusmod. Laboris enim ex et in et officia. Elit pariatur id reprehenderit labore sit. Minim pariatur mollit commodo reprehenderit occaecat culpa ipsum veniam aliquip. Ullamco consectetur cupidatat nisi ea duis elit aute duis eu.\n\nCommodo aliquip irure do esse mollit laboris ut labore nostrud. Aliqua nisi dolor enim reprehenderit nisi occaecat Lorem aute. Minim voluptate eiusmod aute cillum occaecat id culpa laborum anim commodo esse.","qualifications":"Aute aliquip magna dolore consectetur nisi est cupidatat veniam. Magna fugiat fugiat duis irure tempor consectetur amet enim exercitation labore fugiat commodo reprehenderit dolor. Aute laborum sit magna officia magna id ex dolore ut anim aliquip Lorem nulla. Cupidatat sit incididunt nostrud consequat nostrud labore nisi. Eiusmod amet ea occaecat magna Lorem cupidatat amet ullamco esse. Nostrud exercitation officia veniam consequat.","goals":"Pariatur laboris sint incididunt duis eiusmod elit qui consequat excepteur id ullamco enim aliqua. Ad pariatur voluptate sunt proident excepteur laborum esse. Occaecat officia anim excepteur occaecat consectetur fugiat. Laborum nulla Lorem eu eu velit consectetur do tempor esse amet. Labore adipisicing quis quis laboris in commodo laborum ullamco non eiusmod laborum est.\n\nCillum consectetur voluptate proident incididunt adipisicing proident magna est occaecat irure qui. Pariatur occaecat sit nostrud consectetur ad in anim ex eiusmod incididunt excepteur velit consequat. Magna aliqua quis elit do labore laboris. Minim excepteur aliqua officia do commodo ea exercitation nulla sint commodo ut duis. Lorem cillum qui ullamco deserunt laboris esse. Ex eiusmod deserunt nulla ipsum proident veniam nisi proident excepteur incididunt cillum aliquip laborum culpa. Non enim laboris amet aliqua reprehenderit sunt nulla mollit reprehenderit pariatur eiusmod fugiat do reprehenderit.","nominations":["Althea Ziemann"]}]}}
