{"localCouncil":{"positions":[{"title":"Co-chair","slug":"co-chair","description":"\n  <p>The Co-Chairs shall be the official public spokespersons for the Local and will initiate such actions and policies as the Local’s general welfare may demand. The Co-Chairs shall organize and preside over all official meetings of the organization and the Local Council. The Co-Chairs shall maintain consistent communication with all committee leaders and facilitate collaboration and coordination between them. Additionally:</p>\n  <p>The Co-Chairs will also act as, or appoint, the official representatives of the Local to the National Organization and to other DSA Locals. This does not apply during official business at the National DSA Convention, when Local Delegates may act independently on behalf of the Local’s membership.</p>\n  <p>The Co-Chairs serve as executive officers of the Local, and they are listed on financial accounts along with the Treasurer.</p>\n  <p>At least one Co-Chair must not identify as both White and Cis-Male.</p>\n          ","candidates":[{"name":"Molly Armstrong","slug":"molly-armstrong","involvement":"I was elected Vice Chair of the Local Council (then ExComm) in January. Aside from fulfilling these duties, I also helped plan and implement the most recent General Meeting, where we voted on new bylaws.\n\nI was appointed Co-Chair of the Communications Committee from January until May, working with ~35 talented comrades to make sure our operational, social, and visual comms are on point! \n\nI was a member of the Education Comm. I planned and facilitated previous education events, and submitted the LC proposal to create the upcoming Socialist Summer School program. ","qualifications":"A Co-Chair position requires seeing EBDSA as a whole - the many moving parts in ongoing projects as well as our larger goals and pathways to reach them. Over the past 6 months, I have proven my commitment to developing EBDSA as an organization in line with our ambitious socialist goals.\n\nAs an active member in several committees, I saw the inefficiency and lack of organizational cohesion in our previous structure. I co-sponsored the amendment to our bylaws that restructures EBDSA to Internal Organizing and External Organizing Committees and Organizers. I am now on the Transition Working Group in order to see this new structure implemented.","goals":"In this next term, I want to see the new organizational structure implemented with intentionality that considers what has worked, what hasn't, and what could be. \n\nAs a first full-term Co-Chair, I also want to set the precedent ensuring clear communication and support is prioritized between the Internal and External Organizing Committee leadership and members. \n\nMore broadly as Co-Chair, I want to strengthen our relationship to other California chapters, especially as we gear up our Single-Payer campaign, as well as other chapters across the US in order to share knowledge and build mass solidarity.","nominations":[{"name":"Benjamin Fife","comment":"It has been an extraordinary pleasure to work with Molly Armstrong on the Local Council and as co-chair of the Communications committee since the last election.  Molly's thoughtfulness, concision, clarity, and commitment have been assets to this organization. Through her involvement in multiple committees and working groups she has developed a clear understanding of the needs that EBDSA has and has clear and trustworthy plans about how we can organize our work to meet those needs. Throughout these past months Molly has consistently provided EBDSA with valuable ways of thinking about how to organize work and prioritize member development.  "},{"name":"Coleman Lukas"},{"name":"Meagan Day","comment":"Molly is one of the most dependable, responsible and devoted members of this chapter. From work in communications to education to the Local Council (formerly ExComm), Molly has consistently demonstrated her aptitude for leadership, her dedication to building socialism, and her will to see this group succeed. The chapter has already flourished under her direction, and if she is co-chair I think our future looks bright. She's the true definition of a comrade: loyal and loving, and in the struggle for the long haul."}]},{"name":"Mary Virginia Watson","slug":"mary-virginia-watson","involvement":"After joining the DSA in the wake of the 2016 election, I ran for an interim position on the Executive Committee. Over the last 6 months, I have been honored to serve as Co-Chair and work with the other committee members as well as a talented team of emergent leaders to help to build East Bay DSA into one of the most energetic, organized and effective DSA chapters in the country. ","qualifications":"As both an experienced organizer and a former scholar of social movement theory, I am qualified to serve as Co-Chair of East Bay DSA because I have both practical experience and theoretical grounding in what makes for successful movements and movement organizations. As current Co-Chair of EBDSA, I am familiar with both the strengths and challenges that our organization faces, and am both excited and realistic about the work ahead.","goals":"Over the next year, East Bay DSA must focus on further developing our members and growing our organization and on building our organizing capacity, with an eye toward winning political power. The single-payer campaign will be pivotal to both of these goals, as this will be a hard-fought victory on which many new members and leaders will cut their teeth. As Co-Chair of EBDSA, I want to focus on developing a vibrant internal culture within our chapter, through thoughtful recruitment strategies, political education, trainings, socials, and skill-building—as well as continue to expand our reach as a political organizing force within the East Bay.","nominations":[{"name":"Benjamin Fife","comment":"Mary Virginia has been a crucial part of shepherding the energy of our quickly growing chapter over these past months. Through working with her first on the coordinating committee and then on the local council I learned that I can turn to Mary Virginia for both a strong political analysis, and a commitment to effective praxis. Mary Virginia brings a capacity to foster debate and dialogue.  In meetings of the LC she has ensured multiple voices are heard and considered.  She has helped me to develop a lived understanding of what it is to be a comrade and I hope that you will elect her to continue as a Co-Chair of this organization.   "},{"name":"Coleman Lukas"},{"name":"Eileen Jones"},{"name":"Sean Murphy","comment":"MV was one of the first people I met in DSA and she has ever been an example of commitment, drive, and knowledge. I look to her as a leader and hope to continue to do so with her as a co-chair."}]}]},{"title":"Vice Chair","slug":"vice-chair","description":"\n  <p>The Vice Chair is responsible for assisting the Co-Chairs with all of their duties. If both Co-Chairs are unable to perform their duties, the Vice Chair shall perform all duties and assume all responsibilities of the Co-Chairs until such a time as one or both Co-Chairs are able to resume their posts.</p>\n          ","candidates":[{"name":"Frances Reade","slug":"frances-reade","involvement":"Since joining EBDSA in January this year, I have jumped into organizing with the chapter wherever I've been needed. I co-chaired the bylaws committee, helped to plan and facilitate the bylaws vote meeting, and am chairing the elections committee which has developed and communicated the procedures for this very election. I am a member of the transition working group which will ensure a smooth transition to the new operating structure. I have also canvassed extensively for our single payer campaign and am a member of the Socialist Feminist Caucus.","qualifications":"In my job as an education researcher working with school districts around California, I work to understand the ways that internal systems and structures facilitate or hinder the goals an organization sets out for itself. EBDSA is in a crucial moment of structural transition, and I am deeply invested in making sure every layer of our local builds power to win big fights, and ensures meaningful participation for all members. Having co-chaired the bylaws committee, the data/research department, and the elections committee, I have an excellent knowledge of the way we work now and A LOT of ideas about ways we can work better in the future.","goals":"In addition to the type of systems/structures work mentioned above, I want to work on the subtler project of setting thoughtful organizational norms, like making sure every meeting is facilitated to support comrades from marginalized populations, building a culture where evidence and data are deeply embedded in decision-making at every level, and strengthening our approach to new members so they have an \"in\" at every type of meeting. Since we are in some ways a \"new\" organization, I want to guide our work around building an internal culture to support all members to do great organizing and to feel part of a rich,  caring socialist community. ","nominations":[{"name":"Ari Marcantonio","comment":"Frances has done a tremendous job organizing a number of complex, organizationally crucial projects for East Bay DSA, including the drafting of our chapter's bylaws. She is a committed, intelligent and thoughtful comrade who would excel in the role of vice-chair, guiding our chapter through an important period of transition."},{"name":"Jeremy Gong","comment":"Frances has been a rockstar for DSA. She has been a smart and effective leader with canvassing, data, the bylaws effort, the elections committee, and other important and structural projects. Her commitment to building a vibrant, democratic, and comradely socialist community is invaluable. Her capacity for thinking about the big picture is unique. I am thrilled that she is committed to taking on an even greater leadership role as Vice Chair. We are lucky to have her!"},{"name":"Jess Dervin-Ackerman","comment":"Frances is a rockstar. She's always thinking about the big picture and how to support and inspire members to engage more deeply in the organzation. It's been a joy to work with her in the organizing department and would be very excited to see what she does as vice chair of EBDSA. "}]}]},{"title":"Secretary","slug":"secretary","description":"\n  <p>The Secretary is responsible for taking minutes of all General Membership and Local Council Meetings, and shall be responsible for publishing these minutes, as well as resolutions, reports, and other official records of the Local. The Secretary may appoint, but must oversee, a temporary proxy minutes-taker for any meeting. That proxy may not vote on behalf of the Secretary. Additionally:</p>\n  <ul>\n    <li>a. The Secretary shall transfer official records in good condition to their successor.</li>\n    <li>b. The Secretary will assume the responsibilities of one of the Co-Chairs, if both Co-Chairs and the Vice Chair is unable to do so.</li>\n  </ul>\n          ","candidates":[{"name":"Benjamin Fife","slug":"benjamin-fife","involvement":"I have served as the Secretary of EBDSA since December. In that role I have co-directed the Communications Committee with Molly Armstrong, recorded the minutes of all EBDSA LC (formerly ExComm) meetings, and worked closely with organizers on and off the LC to support the growth of this organization.  I am particularly excited to have had a role in the development of our conflict resolution team and our 1 on 1 training for socialist organizers.  I have also had the chance to cook many pots of lentils to help keep my comrades well nourished. ","qualifications":"I have enjoyed being EBDSA's Secretary and take seriously the role of ensuring that this organization's records are kept in ways that are useful, transparent and supportive to our mission of building a strong Democratic Socialist movement. I understand the level of commitment that this role requires both in attendance at meetings and in the work between meetings and am committed doing the daily  work of supporting the communication needs and record keeping needs of this organization.  ","goals":"If elected to continue as EBDSA's secretary I hope to strengthen the culture of minutes taking and central storing of minutes so that we have a record of minutes not only of LC meetings but of our other important meetings as well.  I believe that there is room to better document our decision making processes and that doing so will help us to support other socialist organizers around the country.  I also would like to be part of supporting the fuller integration of the  work currently being done by the communications committee with the work of the new internal and external organizing committees.  ","nominations":[]}]},{"title":"Treasurer","slug":"treasurer","description":"\n  <p>The Treasurer will be responsible for administration of funds, budget, and financial organization of the Local, including overseeing fundraising activities for the Local. The Treasurer will report to the Local Council on the financial status of the organization at each Local Council Meeting. The Treasurer will maintain transparent and open financial reports available to the entire membership upon request by an officer of the Local Council.</p>\n          ","candidates":[{"name":"Jeff Lee","slug":"jeff-lee","involvement":"Like many of us, I joined DSA right after the 2016 election. I'm new to political activism, but I've found a really welcoming community and lots of things to do. Most of my time has been spent helping out with operational tasks under the Communications committee. I've worked on several different technology-oriented projects, including task management software, the website, and IT security. Lately, I've been working on the Transition Working Group to strategize the future structure of the chapter. I've also tried to stay active with single-payer canvassing and volunteering at general meetings.","qualifications":"My day job is leading teams and projects in the tech industry, and one of the really gratifying things about DSA has been the chance to apply my skills toward social and economic justice (yes!), rather than toward corporate profit (BOOO). I expect the treasurer role will be an expansion on the kinds of things I've been effective at since joining the chapter: solving problems that require technical proficiency and attention to detail, designing systems and processes that help make the organization run better, facilitating conversations, and establishing rapport with leaders across the chapter.","goals":"DSA has a huge amount of momentum and I expect it to continue to grow in numbers and influence. My aim is to make sure the organization is operationally sound as it expands and takes on more ambitious goals. There are lots of projects toward that end that I hope to pursue: building infrastructure for fundraising, creating systems for online donations and payment processing, exploring initiatives like local dues and 501(c)(4) status for the chapter, and establishing a finance committee to facilitate all of these efforts. Also, as a voting member of the LC, I hope to be thoughtful and fair, and to listen more than I talk.","nominations":[{"name":"Benjamin Fife","comment":"Jeff has worked diligently as a member of the EBDSA Communications Committee.  He has been dependable and thoughtful in the numerous roles he has taken on, including introducing many of us to task management systems that have helped organize and streamline the work of multiple EBDSA committees.  Jeff has all the qualities of trustworthiness, dedication and dependability that we need in a treasurer and the thoughtful socialist politics that we need on the LC.  I endorse him happily and without reservation!"},{"name":"Sean Murphy","comment":"Jeff's technical acumen and organizational insight are a rare combination. He can effectively communicate complex issues and offer succinct and pointed solutions to problems. I have great respect for him and appreciate his humility."}]}]},{"title":"Internal Organizers","slug":"internal-organizer","description":"\n  <p>Internal Organizers will jointly oversee the Internal Organizing Committee (see Article VI), which is responsible for fostering a lively participatory and democratic culture within the Local through the development, education, mobilization, and recruitment of members. The Internal Organizing Committee is also charged with organizing General Meetings, Informational Meetings, and social, educational, and fundraising events. Under the direction of the Local Council, the Internal Organizing Committee shall develop and oversee a program of socialist cadre development that includes skills training and political education; and a system of Mobilizers (similar to union shop stewards) who will act as an active conduit of information and engagement between the General Membership and the Local Council.</p>\n          ","candidates":[{"name":"Ahmed Kanna","slug":"ahmed-kanna","involvement":"In my short time with EBDSA (I joined in early March 2017), I've already been very active with the organization. I've canvassed (twice) for the single-payer campaign; phone-banked both for the single-payer campaign and for the Asad Haider event; I've served on the Educational Committee, facilitating a reading group on the Communist Manifesto; I've attended DSA actions, such as the May Day 2017 march in Oakland.  Currently, I'm co-organizing and helping to plan the EBDSA Socialist Summer School to take place during summer 2017.  I'm helping to design the curriculum for the summer school and will be one of its facilitators. ","qualifications":"I have 15 years experience as a college instructor, which will help in my educational capacities on the Internal Organizing committee; in particular, I have long experience teaching socialist, Marxist, etc. materials to students with no background in socialism.  I've been active in socialist organizing in the East Bay for over three years - before DSA I was active in socialist electoral campaigns and mobilizing work, where I learned to connect organization-building to a larger transformative socialist vision. I have a long and continuing interest in communicating socialist ideas to everyday people with little or no socialist background.  ","goals":"- Facilitate communication between EBDSA leadership and rank and file\n- Encourage all members to recognize their skills and role in building the organization\n- Help educate, train EBDSA members who want to become more active, for example, through the summer school and through internal mobilizing meetings, conversations, etc. \n- Develop the organization's democratic culture by encouraging all members to think of themselves as potential leaders of and important contributors to EBDSA\n-  Help implement the internal mobilizer system, based on the experience of other DSA branches, that has proven effective in achieving the goals stated above","nominations":[{"name":"Ari Marcantonio","comment":"Ahmed is a professional educator and well read marxist who has already brought a wealth of knowledge to our local. He has done exceptional work planning a summer school for the most active members of East Bay DSA and is the perfect person to lead political education for our local as an internal organizer."},{"name":"Daniel Deck","comment":"Ahmed has a deep background in socialist theory and practice that will be critical to cadre development in the DSA. He's also sensitive to the oppressions based on gender, religion, and race. In our previous common socialist organization I witnessed him fight the party-line for a proper recognition of peoples lived experience of these oppressions. "}]},{"name":"Robbie Nelson","slug":"robbie-nelson","involvement":"Since joining the East Bay DSA in January, I've played active roles in several different areas of our organization. As the co-chair of the Direct Action committee, I led the May Day mobilizing and planning, I've been a canvasser for Single Payer, a leader within the Organizing Department, and a planner/facilitator of the Socialist Summer School. These past six months have seen an explosion in the membership and activity of the EBDSA, and I've been really excited to be a part of that process.","qualifications":"Aside from my roles within the East Bay DSA, I have been an active organizer and elected leader in my union (UAW 2865- UC Graduate Student-Workers' Union) for the past five years. I have experience planning two successful strikes within our 2013 contract campaign, as well as organizing a Stewards Council to help create structures for our grassroots leaders to have a say within our union and coordinate their struggles. As a DSA member, much of my work has involved recruiting and coordinating, as well as educating, current members to help them feel more confident taking action and expressing themselves in explicitly socialist terms.","goals":"Three primary areas. First, implementing a \"Mobilizers\" model, like those used in the NYC and Philly DSA chapters. Based on the labor movement \"steward\" system, mobilizers are networks of active members responsible for organizing 10-20 other members, turning them out to events, etc. Second is to institutionalize our (currently pilot program) Socialist Summer School to help all of our members feel comfortable thinking and speaking about socialism. And third would be the creation of school/workplace/geographical Branches of EBDSA, most particularly at UC Berkeley, or other institutions that large numbers of our members are part of.","nominations":[{"name":"Ari Marcantonio","comment":"Robbie is a dedicated and skilled organizer. His work as head steward for his union has prepared him amply for the role of internal organizer. I believe he would be particularly well-suited to designing and implementing a mobilizer system for our local, modeled on the steward systems used by many unions."},{"name":"Benjamin Fife","comment":"Robbie has been a very thoughtful presence in DSA during 2017.  I have been particularly impressed by the work he has done as part of the group developing the EBDSA Socialist Summer School. Robbie has the knowledge of socialism, the consistent and even temperament of a natural leader and teacher, and the commitment to doing any work that needs to be done that we need in Local Council members and in all of our leaders. I think he will be extraordinarily helpful in prioritizing and advancing the goals of  the internal development team."},{"name":"Jess Dervin-Ackerman","comment":"Robbie continually impresses me with his smarts and dedication to building EBDSA into a organizing powerhouse. I am confident that as an Internal Organizer, Robbie will foster a strong and supportive community for DSA members. "},{"name":"Mary Virginia Watson","comment":"I have known Robbie for several years: first as a fellow dedicated union leader in UAW 2865, the union for graduate student academic workers at the UC; and most recently as an energetic activist in East Bay DSA, where he took on the role of leading the Direct Action Committee, and has more recently helped begin a pilot program of political education. As an educator and academic, Robbie has a deep knowledge of socialism as theoretical paradigm; as an experienced organizer and activist, Robbie has a practical understanding of what it means to struggle for socialist ideals--and the requisite skills to advance our movement."},{"name":"Megan Svoboda","comment":"I'm nominating Robbie Nelson for the position of Internal Organizer because of his experience facilitating membership development within his union and his commitment to the growth and sustainability of DSA. Since becoming an active member of EBDSA he has co-chaired of the Direct Action committee,  been a primary contributor to the development of the Socialist Summer School, and actively participated in many DSA organizing efforts. He's taken on tasks great and small to build the capacity and the collective power of EBDSA. Robbie is an active member of his union, UAW Local 2865 where he is a Head Steward and served as Recording Secretary. "}]},{"name":"Hannah Klein","slug":"hannah-klein","involvement":"I have been an active member in East Bay DSA since January. I have participated in political education groups, canvassed for single payer, volunteered at the First Friday outreach table, social events, phone-banking efforts and more, and have participated in our contingents at a number of direct actions. I am currently leading the Design and Materials Subcommittee, where I have enjoyed working alongside my amazing comrades to make beautiful socialist propaganda. I'm in this for the long haul, and feel so lucky to be surrounded by such dedicated, compassionate, and supportive people as we struggle for a world that feels better to live in. ","qualifications":"I've worked at a youth arts education organization for the past two years building new programs and coordinating their logistics, fostering intergenerational relationships in our diverse community, implementing our (very socialist) sliding scale fee system, managing volunteers, organizing many, many community events, and working as an educator myself. This experience prepares me to ask and answer hard questions about what leadership and social relations can look like in our anti-capitalist organization, and then to make space for us to put our values and ideas into practice effectively.","goals":"I would love help lead the process of designing and implementing new systems that will encourage member engagement and leadership development to sustain and grow our organizing capacity as individuals and as a whole. My hope is that every East Bay DSA member will have the space, resources, and support to shape who we are, what we do, and how we do it, and will be able to feel a deep personal stake in our collective successes.","nominations":[{"name":"Benjamin Fife","comment":"What an pleasure to endorse Hannah Klein's run for an internal organizer position on the Local Council.  In her work on the communications committee Hannah has been consistently thoughtful and reliable.  She motivates an incredible amount of work from her comrades and leads the work of the design and materials subcommittee in ways that build trust, commitment, a shared analysis and a sense of common purpose among comrades.  Hannah engages in this work in ways that motivate others and she supports her comrades in making long term serious commitments to building socialism. Her's would be an important voice and on the local council. "},{"name":"Chase Kamp","comment":"Hannah’s boundless enthusiasm for socialist organizing is exactly what this position requires. Within the org, she can be counted on to apply this toward the enrichment and edification of all our members. Backing that enthusiasm is her erudite and resolute politics, which will be critical for recruitment and movement building outside the org. I am confident in Hannah’s ability to meaningfully dialogue with a range of constituencies, whether it’s radicalizing comfortable liberals or fostering solidarity with the chronically disaffected. Our leadership needs someone like Hannah facing our potential, brand-new and long-time comrades."},{"name":"Jeremy Gong","comment":"It has been inspiring to watch Hannah become more and more of a committed socialist organizer this year. She is talented and attentive, and brings an great amount of thoughtfulness and leadership to her activities. We would be lucky to have her energy as part of the Internal Organizing Committee leadership!"},{"name":"Keith Brower Brown","comment":"As part of our work together on the Design & Materials team, I've seen Hannah be brilliant at facilitating complex discussions, building consensus and supporting comrades to step up. Since she's taken on leadership in that team, I've seen how much energy Hannah puts into the care work that good internal organizing requires. I know Hannah has a real dedication to help EBDSA get structurally better at bringing in new members and supporting them to grow into socialist organizers."},{"name":"Mark Gabriel","comment":"Hannah has been an active member of our chapter, and has recently taken on leadership of our design and materials sub-committee. In that leadership role she has been organizing our working members across a range of projects, and has shown a commitment to advancing the work of our comrades and of our chapter. She brings a spirit of sincerity, dedication, and joy to our organization, and I believe she is an excellent candidate for an Internal Organizer position on our Local Council. "}]},{"name":"Michael Kaufman","slug":"michael-kaufman","involvement":"I've been a member of DSA since 2/14. I've been a co-facilitator of the No Coal In Oakland campaign from 4/15 on. After we thought we won that battle, in 7/16, I got more directly involved with EB DSA. I was asked to help lead the Local's new ExComm elections last January.  After that successful effort I was appointed to help build our new bylaws, which, under Frances Reade's leadership, was also a success.  Lately I've been working on the Elections Committee to help have a democratic EB DSA election this June. I've been a committed socialist all my adult life, working to form unions, fighting racism and struggling against war.","qualifications":"I've been active for 55 years building many different social and economic justice organizations.  I'm a co-facilitator of the No Coal In Oakland Campaign.  I was the education director of a revolutionary party in Los Angeles in the 1960's; I was a founding member and elected officer of a Union Local, CWA 37083; and also an elected officer of the Wellstone Democratic Renewal Club.  I've worked to build EB DSA's internal processes for the last eight months, as indicated above.  I'm committed to building a transparent, democratic and powerful DSA Local.","goals":"I want to make a concrete impact on the East Bay by educating, motivating, and activating our membership.  I want to help build functional Berkeley and Oakland EB DSA Branches and help our neighborhood canvassers in building powerful movements that can elect not just truly progressive candidates, but explicitly Socialist candidates, to city and county offices.  I want to make EB DSA recognized as an effective, kick-ass organization directly impacting people’s lives in the East Bay, not only with single payer, but also with affordable, public housing, tenants rights, suppressing police violence, and taxing the rich for community benefits.","nominations":[{"name":"Karl Knobler","comment":"Michael is smart, helpful, thoughtful, insightful, wise, appreciative of others and cooperative in his own behavior, and he has a lovely sense of humor"}]}]},{"title":"External Organizers","slug":"external-organizer","description":"\n  <p>External Organizers will jointly oversee the External Organizing Committee (see Article VI), which will lead the Local’s fight for a socialist political agenda in the East Bay and beyond. Under the direction of the Local Council and in order to realize the policies, priorities and campaigns set forth by the General Membership, the External Organizing Committee shall manage or execute all of the Local’s issue and electoral campaigns, direct actions, rallies, and other activities expressly targeted at the general public for political purposes.</p>\n          ","candidates":[{"name":"Ari Marcantonio","slug":"ari-marcantonio","involvement":"Like many people, I joined DSA in November following the election. The first meeting I attended was of around 40 people, most of us getting involved in DSA for the first time. Since then I have developed the structure for our new member meetings, our canvass training program, and the district based canvassing groups that we are now launching in Oakland and Berkeley. I have trained countless members to canvass, have one-on-one organizing conversations with others, prepare members to give speeches and worked in earnest to develop new leaders. I am an at large member of the Local Council and co-chair of the Organizing Department. ","qualifications":"In my capacity as co-chair of the Organizing Department I have been focused primarily on running our campaign for single-payer, building the power of our organization and creating a canvass program that trains leaders while bringing in new members, volunteers and supporters. I have brought to this work my knowledge of a historically tested, highly-personalized method of door-to-door outreach and community organizing that has enabled our incredible success and I am confident that I will continue to excel at it. ","goals":"If elected, I will continue to build our chapter’s capacity to organize in our communities and win single-payer. I will bring forward a proposal to the Local Council that details the successes of our current district canvasses, the resources required to expand them, and push for our chapter to build a tight-knit web of neighborhood groups across the East Bay that help us fight for single-payer, while building the infrastructure we need to win for working people for decades to come. As a member of the Local Council, I will, as I have so far, vote for and put forward proposals that continue to strategically position us to build this power. ","nominations":[{"name":"Frances Reade","comment":"Ari is tireless in his efforts to improve and expand our local's organizing operations. He has infectious enthusiasm that we need for the long fights ahead of us, and is always so thoughtful and caring in supporting his comrades to grow as organizers and socialists. Ari is key to a flourishing EBDSA!"},{"name":"Jeremy Gong","comment":"Ari has been an intrepid organizer for East Bay DSA and an enormous asset and wonderful comrade. He has recruited countless new socialists, trained and encouraged new leaders, led canvasses for single payer, and set up the localized neighborhood canvassing. But most of all, Ari’s enthusiasm compassion – whether it’s applied to the study of Marxism or conducting a one-on-one – have been contagious and a huge boon for our new community. The chapter and the Local Council would benefit enormously with Ari in the position of External Organizer."},{"name":"Marianela D'Aprile","comment":"Ari has developed our chapter's organizing capacity by both sharpening our political vision and doing the day-to-day groundwork. He's fiercely committed to building leaders and training new organizers in order to continue to build power in our organization and can readily imagine how our efforts and campaigns today will translate into increased power and capacity to take on new issues down the line. "},{"name":"Sean Murphy","comment":"We owe a lot to Ari for his dedication to the organization and to us. I wouldn't feel as skilled and enabled if it weren't for him. I am excited to  see how many more leaders he can create and where his vision for organizing leads."}]},{"name":"Coleman Lukas","slug":"coleman-lukas","involvement":"Thus far my involvement in East Bay DSA has been as a captain coordinator for the Single Payer campaign—that is, recruiting and training captains to lead the large scale East Bay single payer canvasses. In addition, I’ve helped out with planning two general meetings; I’ve been a participant of the reading groups and socialist summer school, and an events DJ/emcee. Most importantly, in each of these roles, I’ve continued to learn what organizing and solidarity means, and how to build class power.\n","qualifications":"I believe I am qualified to serve on the Local Council in the role of an External Organizer because of the quality work I’ve contributed to so far that East Bay DSA has accomplished in the last eight months. Specifically: recruiting, training, and leading the captainship of the East Bay Single Payer canvasses, leading rap trainings for the neighborhood canvasses, participating in phone banks, and helping plan two general meetings. Lastly, I am enrolled in the EBDSA socialist summer school and have attended reading group meetings, which has provided a strong and growing theoretical socialist framework to help guide my organizing practice.\n\n","goals":"If elected the role of an External Organizer, I hope to accomplish solidifying a reliable space for East Bay DSA to continuously congregate and use as a rallying point for various meetings, including those related to external organizing. I hope to accomplish the organizing of thousands of East Bay residents to become active in building a stronger Left, and begin to take back political power. I hope to accomplish the successful passing of SB562. I personally hope to accomplish a greater understanding of class struggle. But ultimately, I hope to accomplish what the general membership deems to be the priorities and goals of East Bay DSA.\n","nominations":[{"name":"Jess Dervin-Ackerman","comment":"I've really enjoyed getting to know Coleman through EBDSA and organizing around single payer with him. Coleman has done a great job being a team player and leading our efforts to recruit and train up canvass captains."},{"name":"Molly Armstrong","comment":"He has already been working on projects related to External Organizing, so this position is a natural extension of the work Coleman has proven he excels at. \n\nHe has been an active member of the Single-Payer campaign from the start, quickly stepping into leadership in order to prepare canvassers to knock on doors. He also has participated in educational events and helped run the last General Meeting, volunteering to help wherever he is needed with enthusiasm and diligence. \n"}]},{"name":"Jamie Gardner","slug":"jamie-gardner","involvement":"I joined DSA after the November elections, and jumped into the Single Payer campaign, where I'm currently co-chair. I’ve written a few short pieces for DSA publications: part of our EBDSA FAQ, a how-to on organizing a canvass for the magazine, and was part of summary of our single payer efforts for the national blog. I’ve also been part of the socialist-feminist caucus and direct action committee. I feel like I’ve found an activist home with EBDSA, and I want to help it grow up big and strong. ","qualifications":"As a co-chair of the single payer project, I’m already deeply involved in the ‘external’ organizing we’ve been doing over the last 6 months. I’ve represented DSA in coalition meetings and trainings for single payer, and helped build up our canvassing machine to reach thousands of East Bay residents so far. I’m proud of the work we’ve done thus far, and I think I’ve got solid ideas to keep moving forward, building up DSA and winning our campaigns.","goals":"I want to ensure our issue organizing builds up member’s political skills. We’ve trained hundreds of canvassers; I’d like to hit 1,000 by next elections. Members are learning how legislative sausage gets made, getting in experience writing, persuading, organizing, analyzing power, etc. It’s awesome. \n\nI think we should also branch out, as capacity permits. It’s key that our organizing projects come from within the membership, so the plans we make match the commitments we’re capable of keeping. To that end I’d love to support the housing justice team and police abolition caucus as they build themselves up. ","nominations":[{"name":"Marley Alexander","comment":"Tireless efforts already across multiple campaigns including single payer and direct action"},{"name":"Rosa Astra","comment":"Since getting active in our DSA chapter Jamie has done a stellar job on our single payer campaign, from leading a canvassing team to raising hell in Sacramento to putting in the thankless grunt work to help make it all happen. I've seen in his activism and in his personal life that Jamie has the political and moral compass to know what needs to be done and conviction to do it, and I am confident he would do great work for us on our local council."}]},{"name":"Jess Dervin-Ackerman","slug":"jess-dervin-ackerman","involvement":"I joined EBDSA in December and was immediately excited about how many folks new to politics were joining because they wanted to make a difference. In January I was appointed as the Treasurer and in February took on a leadership role in the single-payer campaign. I appointed co-chair of the Organizing Department in April by the Local Council and in that role have primarily focused on organizing all of the large canvasses for single payer, teaching DSA members organizing skills, and creating a strong and cohesive leadership team for the Org Dept. ","qualifications":"I've been organizing around climate issues and politics for the past 10 years at non-profits and grassroots, volunteer led organizations. I come to DSA with experience in local, state, and federal electoral politics and many connections to progressive organizations and politicians in the Bay Area and around the state. My passion for organizing comes from a place of fundamentally caring for people and wanting to make this world and lives better for our communities. ","goals":"I am excited about and continually challenged by taking what I have learned from my past organizing to build DSA into a powerhouse political force in the East Bay and beyond. I want to continue to build power for Single Payer and build the organization through our neighborhood canvasses. ","nominations":[{"name":"Ari Marcantonio","comment":"Working with Jess on the single-payer campaign over the past several months I have come to learn first hand what a passionate and courageous organizer and comrade she is. Our local owes a great deal of its success to her intelligence and determination. I can think of no one better to fill the role of external organizer for EBDSA."},{"name":"Frances Reade","comment":"Jess is absolutely everything we need in an external organizer, wrapped up in one wonderful package. I've served on committees with her and she is vital to our local, a politically experienced leader who is talented at foreseeing and handling all the details of campaign and project organizing, while also being so naturally fun and enthusiastic about the work at hand that everyone in a room ends up being as excited as she is. This is a rare combination of skills and we will be lucky to have her as a guiding force on single payer and our other campaigns this year!"},{"name":"Sean Murphy","comment":"Jess constantly amazes me with her passion, ability to enable others, organizing vision, and, of course, a capacity to rally a room of 150 people. I appreciate the confidence she has shown in me and my peers and am excited to learn more from her as a leader and as a friend. "}]}]},{"title":"At-Large Local Council Members","slug":"at-large","description":"\n  <p>At-Large Local Council Members will participate in Local Council decision-making, and are responsible for attending all relevant meetings and reading all relevant documents. At-Large Local Council members are also tasked with representing the views of the membership that elected them as well as helping to advance the goals of the Local generally.</p>\n          ","candidates":[{"name":"Jeremy Gong","slug":"jeremy-gong","involvement":"I have helped build the chapter since November, 2016, and been active as a single payer organizer and co-chair of East Bay DSA.","qualifications":"I will be running for the National Political Committee (NPC) at the National DSA Convention, so I will not run to be reelected as co-chair since I will not have time to do both.\n\nI look forward to still sitting on the Local Council and participating in the collective leadership of the chapter, politically and organizationally.","goals":"I hope to contribute to building a longer term political vision for DSA, locally and nationally. This includes expanding and deepening our campaigns organizing, new internal organizing projects, Marxist political education, and more, all while helping other chapters to develop some of these programs as well. Also I will help keep the chapter in contact with the national organization. ","nominations":[{"name":"Ari Marcantonio","comment":"Jeremy is a committed and steadfast leader who has done a tremendous amount of, often thankless, work for our local chapter of DSA and our movement for socialism more broadly. I am confident he will continue to be an intelligent and thoughtful voice on the board. "},{"name":"Meagan Day","comment":"Jeremy is not just a leader here in the East Bay, he's an emerging leader in American socialism. Thanks to his influence, our chapter's organizing tactics have extended the horizon of possibility for chapters across the nation. In my time on the left, I've scarcely met someone more intelligent and dedicated to building real power than Jeremy. I would literally follow him to the barricades, and I kind of hope that I one day get to. In the meantime, a Local Council without him is basically inconceivable."}]},{"name":"John Reimann","slug":"john-reimann","involvement":"I have attended various meetings of EBDSA and tried to give input. I have also encouraged various of my friends and comrades to join DSA.\n","qualifications":"I was recording secretary and an active member of the Carpenters Union for nearly 30 years. During that time, I always opposed the leadership's orientation towards the contractors and their support for the Democrats, and fought for the membership, including my role in the 1999 wildcat strike, for which I was expelled from the union. My experience in the union and my international travel, including to Mexico, Pakistan and Egypt (during the Arab Spring) I think can help bring an international and working class perspective to DSA.","goals":"I think DSA should openly oppose support for any Democrats and to  start to build an alternative. That includes getting DSA to run local candidates for office as workers' representatives, and as socialists.  Such candidates would explain that their campaign is part of a struggle to build a mass working class party in the US, a party that will not only run people for office but organize workers to fight for their interests. I would also like to get EBDSA to become more of a public force by organizing public meetings . Also, I think we should have regular monthly membership meetings to that the members can play a direct role in EBDSA.","nominations":[{"name":"Cheryl Zuur","comment":"I have known John for more than 25 years. He is the most dedicated and honest organizer for socialism that  I know. He played an active role in the carpenters union as a rank and file leader,  fighting for rank and file democracy and control of the union and worked to organize the unorganized. He has been a part of the Anti-Global Capitalism movement, Occupy Oakland, Black Lives Matter and more. He brings a life long perspective on socialism and class that I believe can help transform DSA into an organization that will provide a real alternative for workers and others wanting to escape the Democratic Party."}]},{"name":"Meagan Day","slug":"meagan-day","involvement":"I became a member of the national DSA organization in October of 2016, and attended my first East Bay meeting directly following the presidential election. Since then I've attended protests, participated in and documented direct actions, helped organize events, canvassed for single payer, organized meetings, phone banked, participated in study groups, written about our campaigns for both an internal and external readership, recruited strangers and helped new members find their place. I'm currently most active on the communications committee, where I co-lead the team the puts together the newsletter you receive.","qualifications":"As a political writer (and consequently an avid political reader/researcher), I have a uniquely broad perspective on the ideological and tactical landscapes in which DSA operates. I'm guided by a strong political education and commitment to socialist values. I'm also grounded in the history of anti-capitalist organizing and social movements, and driven by an abiding desire to see this group succeed where so many other leftist groups have failed.","goals":"DSA is the largest socialist group the United States has seen in a generation, and we are its fifth largest chapter. I hope to honor the gravity of that situation by helping our group grow not just in size but in stability, resiliency, diversity, and depth of connection with each other and our communities here in the East Bay. For the first time in decades, we have real power. If elected to the Local Council, I hope to ensure that we take full advantage of it.","nominations":[{"name":"Benjamin Fife","comment":"I am excited to nominate Meagan Day for an at large seats on the local council. Meagan is a natural organizer.  She is able in her writing and in her personal connections with others to convey both the urgency of, and her own dedication to this movement for socialism. Since before there was an organizing structure to support 1;1s Meagan has met for coffee with women interested in socialism helping to create for many a socialist feminist home in DSA. Meagan has taken on key roles producing the newsletter, offered expertice to comrades in developing our social media presence and has been a thoughtful voice everywhere she has shown up in EBDSA"},{"name":"Chase Kamp","comment":"Meagan’s socialism is inspiring and infectious for those around her because she always speaks to the highest goals of the socialist project while insisting that we win, and win in real terms: real empowerment for the alienated, real justice for the marginalized, real material gains for the working class. I can attest to her compassion and zeal when doing politics with real people, be it tweeting with strangers, chatting with comrades, proselytizing among First Friday attendees, or canvassing with our neighbors. Meagan is always finding new reasons to love DSA, and her energy and curiosity is the making of effective leadership."},{"name":"Jeremy Gong","comment":"Meagan is a very active member of East Bay DSA who is committed to our shared vision of building socialism in 2017 and beyond. Her attendance at everything from protests to subcommittee meetings has been reliable as clockwork. Between that and her active social media presence, she's one of the most widely recognized faces of our chapter. She's a thoughtful comrade, and her wit and talent make her an asset to our chapter and to the next Local Council."},{"name":"Molly Armstrong","comment":"Meagan has proven her interest and dedication in all parts of the organization - as an active member on Single-Payer campaign; in helping pull off our many social events; and by putting in the intellectual labor of thinking through the current political climate and its implications for our members and organization, as we see in her informative and stirring writing in many of the biweekly newsletters and write-ups from her work on the Communications Committee. \n\nMeagan is both deliberate and thoughtful about her politics and work and will be a valuable part of the Local Council as an At-Large member. \n\n\n"},{"name":"Rick Paulas"}]},{"name":"Rosa Astra","slug":"rosa-astra","involvement":"I first became aware of the DSA last year; the organization's explosive growth and policy of being a national big-tent socialist organization were exciting and appealing to me, so I signed up. Since joining, I have done a few of our Single-Payer canvassing events, organized and co-founded of the Abolition of Prison and Policing Caucus, and continued making personal connections with people in other activist groups including the Anti Police-Terror Project, DefundOPD, and the Friends of the Oakland Public Bank to explore how we can work together toward our shared goals. And you may have run into me on our Facebook page! (I go by Morgan online)","qualifications":"I am passionate about fighting for democracy and socialism and have the skills and experience to be effective at it. I care about deeply about intersectionality; when faced with issues beyond my own experience I make a point to seek out and listen to the people most impacted. I strive to build solidarity and class consciousness by connecting the dots and explaining how different issues and struggles are related. And perhaps most importantly, I have a talent for making people feel optimistic and empowered to take political action.","goals":"As an At-Large member of the local council, I'd consider my duties to include being a voice for the local members at council meetings, building a coalition of solidarity with other activist organizations in the region, and helping to guide our local logistically and politically toward our shared long-term goal of a democratic socialist society. I believe that the way to build class consciousness and a mass socialist coalition is to show people that we care about their problems, we listen to their expertise, and we do the work to implement real solutions.\n","nominations":[{"name":"Amelia Clarke","comment":"Rosa is one of the most dedicated and politically knowledgeable people in the chapter. She has an impressive understanding of East Bay politics and she's already shown strong leadership in the chapter by initiating the creation of the Abolition of Police and Prisons caucus."},{"name":"Cadence Case"},{"name":"Marley Alexander","comment":"Ideological commitment, serious organizing work, great contributions to DSA"},{"name":"Uriah Sayres","comment":"Rosa lives her politics and would bring insights and experiences to the council I'd like to see represented."}]}]}]},"nationalConvention":{"candidates":[{"name":"Michael Nye","reason":"I want to share what we have done here and learn from other chapters and activists what they are doing things where they are.  I want to bring back everything I can for our chapter to consider. The strength of DSA has always been multi-tendency and multi-generational.  I want to assist in being an institutional memory since I am a life-time founding member.  I have spent my entire adult life working in the labor movement and progressive causes.\n\n","nominations":[]}]}}
