{"localCouncil":{"positions":[{"title":"Co-chair","slug":"co-chair","description":"\n  <p>The Co-Chairs shall be the official public spokespersons for the Local and will initiate such actions and policies as the Local’s general welfare may demand. The Co-Chairs shall organize and preside over all official meetings of the organization and the Local Council. The Co-Chairs shall maintain consistent communication with all committee leaders and facilitate collaboration and coordination between them. Additionally:</p>\n  <ul>\n    <li>a. The Co-Chairs will also act as, or appoint, the official representatives of the Local to the National Organization and to other DSA Locals. This does not apply during official business at the National DSA Convention, when Local Delegates may act independently on behalf of the Local’s membership.</li>\n    <li>b. The Co-Chairs serve as executive officers of the Local, and they are listed on financial accounts along with the Treasurer.</li>\n    <li>c. At least one Co-Chair must not identify as both White and Cis-Male.</li>\n  </ul>\n          ","candidates":[{"name":"Molly Armstrong","slug":"co-chair-molly-armstrong","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/nitinhayaran/128.jpg","involvement":"I was elected Vice Chair of the Local Council (then ExComm) in January. Aside from fulfilling these duties, I also helped plan and implement the most recent General Meeting, where we voted on new bylaws.\n\nI was appointed Co-Chair of the Communications Committee from January until May, working with ~35 talented comrades to make sure our operational, social, and visual comms are on point! \n\nI was a member of the Education Comm. I planned and facilitated previous education events, and submitted the LC proposal to create the upcoming Socialist Summer School program. ","qualifications":"A Co-Chair position requires seeing EBDSA as a whole - the many moving parts in ongoing projects as well as our larger goals and pathways to reach them. Over the past 6 months, I have proven my commitment to developing EBDSA as an organization in line with our ambitious socialist goals.\n\nAs an active member in several committees, I saw the inefficiency and lack of organizational cohesion in our previous structure. I co-sponsored the amendment to our bylaws that restructures EBDSA to Internal Organizing and External Organizing Committees and Organizers. I am now on the Transition Working Group in order to see this new structure implemented.","goals":"In this next term, I want to see the new organizational structure implemented with intentionality that considers what has worked, what hasn't, and what could be. \n\nAs a first full-term Co-Chair, I also want to set the precedent ensuring clear communication and support is prioritized between the Internal and External Organizing Committee leadership and members. \n\nMore broadly as Co-Chair, I want to strengthen our relationship to other California chapters, especially as we gear up our Single-Payer campaign, as well as other chapters across the US in order to share knowledge and build mass solidarity.","nominiation1Name":"Art Corkery","nominiation2Name":"Marian Tromp","nominiation3Name":"Devan Hansen","nominiation4Name":"Dangelo Beer","nominiation5Name":"Alvina Schmidt"}]},{"title":"Vice Chair","slug":"vice-chair","description":"\n  <p>The Vice Chair is responsible for assisting the Co-Chairs with all of their duties. If both Co-Chairs are unable to perform their duties, the Vice Chair shall perform all duties and assume all responsibilities of the Co-Chairs until such a time as one or both Co-Chairs are able to resume their posts.</p>\n          ","candidates":[]},{"title":"Secretary","slug":"secretary","description":"\n  <p>The Secretary is responsible for taking minutes of all General Membership and Local Council Meetings, and shall be responsible for publishing these minutes, as well as resolutions, reports, and other official records of the Local. The Secretary may appoint, but must oversee, a temporary proxy minutes-taker for any meeting. That proxy may not vote on behalf of the Secretary. Additionally:</p>\n  <ul>\n    <li>a. The Secretary shall transfer official records in good condition to their successor.</li>\n    <li>b. The Secretary will assume the responsibilities of one of the Co-Chairs, if both Co-Chairs and the Vice Chair is unable to do so.</li>\n  </ul>\n          ","candidates":[{"name":"Benjamin Fife","slug":"secretary-benjamin-fife","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ashocka18/128.jpg","involvement":"I have served as the Secretary of EBDSA since December. In that role I have co-directed the Communications Committee with Molly Armstrong, recorded the minutes of all EBDSA LC (formerly ExComm) meetings, and worked closely with organizers on and off the LC to support the growth of this organization.  I am particularly excited to have had a role in the development of our conflict resolution team and our 1 on 1 training for socialist organizers.  I have also had the chance to cook many pots of lentils to help keep my comrades well nourished. ","qualifications":"I have enjoyed being EBDSA's Secretary and take seriously the role of ensuring that this organization's records are kept in ways that are useful, transparent and supportive to our mission of building a strong Democratic Socialist movement. I understand the level of commitment that this role requires both in attendance at meetings and in the work between meetings and am committed doing the daily  work of supporting the communication needs and record keeping needs of this organization.  ","goals":"If elected to continue as EBDSA's secretary I hope to strengthen the culture of minutes taking and central storing of minutes so that we have a record of minutes not only of LC meetings but of our other important meetings as well.  I believe that there is room to better document our decision making processes and that doing so will help us to support other socialist organizers around the country.  I also would like to be part of supporting the fuller integration of the  work currently being done by the communications committee with the work of the new internal and external organizing committees.  ","nominiation1Name":"Jason Schroeder","nominiation2Name":"Queen Schamberger","nominiation3Name":"Xzavier Cole","nominiation4Name":"Justyn Doyle","nominiation5Name":"Brycen Mills"}]},{"title":"Treasurer","slug":"treasurer","description":"\n  <p>The Treasurer will be responsible for administration of funds, budget, and financial organization of the Local, including overseeing fundraising activities for the Local. The Treasurer will report to the Local Council on the financial status of the organization at each Local Council Meeting. The Treasurer will maintain transparent and open financial reports available to the entire membership upon request by an officer of the Local Council.</p>\n          ","candidates":[{"name":"Jeff Lee","slug":"treasurer-jeff-lee","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/SULiik/128.jpg","involvement":"Like many of us, I joined DSA right after the 2016 election. I'm new to political activism, but I've found a really welcoming community and lots of things to do. Most of my time has been spent helping out with operational tasks under the Communications committee. I've worked on several different technology-oriented projects, including task management software, the website, and IT security. Lately, I've been working on the Transition Working Group to strategize the future structure of the chapter. I've also tried to stay active with single-payer canvassing and volunteering at general meetings.","qualifications":"My day job is leading teams and projects in the tech industry, and one of the really gratifying things about DSA has been the chance to apply my skills toward social and economic justice (yes!), rather than toward corporate profit (BOOO). I expect the treasurer role will be an expansion on the kinds of things I've been effective at since joining the chapter: solving problems that require technical proficiency and attention to detail, designing systems and processes that help make the organization run better, facilitating conversations, and establishing rapport with leaders across the chapter.","goals":"DSA has a huge amount of momentum and I expect it to continue to grow in numbers and influence. My aim is to make sure the organization is operationally sound as it expands and takes on more ambitious goals. There are lots of projects toward that end that I hope to pursue: building infrastructure for fundraising, creating systems for online donations and payment processing, exploring initiatives like local dues and 501(c)(4) status for the chapter, and establishing a finance committee to facilitate all of these efforts. Also, as a voting member of the LC, I hope to be thoughtful and fair, and to listen more than I talk.","nominiation1Name":"Perry Weber","nominiation2Name":"Adah Welch","nominiation3Name":"Lue Friesen","nominiation4Name":"Jermaine Nicolas","nominiation5Name":"Hilario Huel"}]},{"title":"Internal Organizers","slug":"internal-organizer","description":"\n  <p>Internal Organizers will jointly oversee the Internal Organizing Committee (see Article VI), which is responsible for fostering a lively participatory and democratic culture within the Local through the development, education, mobilization, and recruitment of members. The Internal Organizing Committee is also charged with organizing General Meetings, Informational Meetings, and social, educational, and fundraising events. Under the direction of the Local Council, the Internal Organizing Committee shall develop and oversee a program of socialist cadre development that includes skills training and political education; and a system of Mobilizers (similar to union shop stewards) who will act as an active conduit of information and engagement between the General Membership and the Local Council.</p>\n          ","candidates":[{"name":"Ahmed Kanna","slug":"internal-organizer-ahmed-kanna","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/spacewood_/128.jpg","involvement":"In my short time with EBDSA (I joined in early March 2017), I've already been very active with the organization. I've canvassed (twice) for the single-payer campaign; phone-banked both for the single-payer campaign and for the Asad Haider event; I've served on the Educational Committee, facilitating a reading group on the Communist Manifesto; I've attended DSA actions, such as the May Day 2017 march in Oakland.  Currently, I'm co-organizing and helping to plan the EBDSA Socialist Summer School to take place during summer 2017.  I'm helping to design the curriculum for the summer school and will be one of its facilitators. ","qualifications":"I have 15 years experience as a college instructor, which will help in my educational capacities on the Internal Organizing committee; in particular, I have long experience teaching socialist, Marxist, etc. materials to students with no background in socialism.  I've been active in socialist organizing in the East Bay for over three years - before DSA I was active in socialist electoral campaigns and mobilizing work, where I learned to connect organization-building to a larger transformative socialist vision. I have a long and continuing interest in communicating socialist ideas to everyday people with little or no socialist background.  ","goals":"- Facilitate communication between EBDSA leadership and rank and file\n- Encourage all members to recognize their skills and role in building the organization\n- Help educate, train EBDSA members who want to become more active, for example, through the summer school and through internal mobilizing meetings, conversations, etc. \n- Develop the organization's democratic culture by encouraging all members to think of themselves as potential leaders of and important contributors to EBDSA\n-  Help implement the internal mobilizer system, based on the experience of other DSA branches, that has proven effective in achieving the goals stated above","nominiation1Name":"Emerald Muller","nominiation2Name":"Jackie Bruen","nominiation3Name":"Gussie Fahey","nominiation4Name":"Jerrod Mraz","nominiation5Name":"Trenton Cummings"}]},{"title":"External Organizers","slug":"external-organizer","description":"\n  <p>External Organizers will jointly oversee the External Organizing Committee (see Article VI), which will lead the Local’s fight for a socialist political agenda in the East Bay and beyond. Under the direction of the Local Council and in order to realize the policies, priorities and campaigns set forth by the General Membership, the External Organizing Committee shall manage or execute all of the Local’s issue and electoral campaigns, direct actions, rallies, and other activities expressly targeted at the general public for political purposes.</p>\n          ","candidates":[]},{"title":"At-Large Local Council Members","slug":"at-large","description":"\n  <p>At-Large Local Council Members will participate in Local Council decision-making, and are responsible for attending all relevant meetings and reading all relevant documents. At-Large Local Council members are also tasked with representing the views of the membership that elected them as well as helping to advance the goals of the Local generally.</p>\n          ","candidates":[{"name":"Ben Adam Rosenberg","slug":"at-large-member-of-local-council-ben-adam-rosenberg","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/matthewkay_/128.jpg","involvement":"i do stuff","qualifications":"i'm living large","goals":"singlepayer for all","nominiation1Name":"Unique Zieme","nominiation2Name":"Chyna Hayes","nominiation3Name":"Rudolph DuBuque","nominiation4Name":"Pamela MacGyver","nominiation5Name":"Kaylin Little"},{"name":"Jetta Rae Robertson","slug":"at-large-member-of-local-council-jetta-rae-robertson","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/borantula/128.jpg","involvement":"I'm an interim coordinator for the Socialist Feminist caucus and co-founder of the Abolition of Police and Prisons caucus and conflict resolution working group.  In addition, I've provided photography and/or medic services to most of our major events since January.","qualifications":"The bulk of my organizing experience is around mutual aid — hosting food/clothing drives and raising money for things like LGBTQ youth programs. These are the sorts of practices and tactics I want to normalize within our chapter; meeting the material needs of people in our communities, enabling them to assist us in taking power. ","goals":"I want to help establish the community trust and in-roads to coalition that will enable us to pose a tangible challenge for local elected government who refuse or fail to take action against gentrification, the housing crisis, ICE, police abuse, and the abetting of white nationalism. This will require a lot of interfacing with people who may be unfamiliar or even wary of us. I would like to be that person who can help affirm EBDSA's commitment to attaining these necessary victories.","nominiation1Name":"Jesus Abernathy","nominiation2Name":"Velva Thompson","nominiation3Name":"Rey Bergnaum","nominiation4Name":"Lucious Huels","nominiation5Name":"Pinkie Koch"}]}]},"nationalConvention":{"candidates":[{"name":"Davin Mayert","slug":"-davin-mayert","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/harry_sistalam/128.jpg","involvement":"Occaecat sit deserunt incididunt quis pariatur reprehenderit pariatur exercitation Lorem dolor aute. Minim ea nostrud irure adipisicing incididunt tempor in enim velit velit eiusmod Lorem. Officia consectetur cillum voluptate dolor sunt velit eiusmod. Occaecat amet fugiat in consectetur fugiat consequat cillum. Fugiat nisi nulla sint cupidatat ullamco aliquip ea fugiat.","qualifications":"Enim elit nostrud commodo irure id laborum. Ad reprehenderit qui ipsum incididunt quis esse sit tempor ad. Ullamco aliqua occaecat mollit elit. Enim fugiat voluptate sunt sunt aute reprehenderit tempor aute amet ut velit qui et nostrud. Ex deserunt ipsum eiusmod magna consectetur do ea culpa ullamco officia cupidatat in ipsum enim.\n\nIn enim ea sint tempor. Excepteur Lorem veniam aliquip est ad aliquip occaecat elit eiusmod minim in id consequat. Sunt dolore ullamco aute amet in incididunt ex dolore consequat ullamco reprehenderit. Dolore magna enim et tempor nisi tempor nulla minim labore et ex sint mollit do. Velit irure ea id ex minim excepteur cupidatat consectetur anim quis minim.","goals":"Ullamco non est eu occaecat sit qui aute deserunt mollit. Ad aliquip in excepteur cillum proident minim officia velit in reprehenderit consequat. Enim non anim occaecat enim anim ipsum ut culpa. Aliquip duis eu sit ex pariatur voluptate pariatur exercitation non cillum aliqua cupidatat laborum ex.\n\nCupidatat velit quis minim aliqua officia sit irure velit voluptate incididunt consequat sunt incididunt fugiat. Magna id labore est mollit mollit exercitation Lorem consequat aliqua. Consequat ullamco cillum minim occaecat proident id eiusmod est laboris nulla aliquip labore minim magna. Nulla veniam eiusmod officia id sit non eu mollit consequat ut velit mollit. Sit anim laboris nisi consectetur eiusmod laborum do duis aute sit. Quis minim irure ullamco minim elit do reprehenderit.\n\nEt pariatur esse eiusmod reprehenderit pariatur. Nulla qui excepteur non consectetur deserunt aliquip laboris est exercitation do exercitation dolore tempor ad. Lorem laborum cupidatat deserunt laborum pariatur ullamco voluptate in dolor consequat reprehenderit anim eiusmod aliqua. Id ullamco cupidatat sint sit id ipsum mollit. Consectetur eu cupidatat deserunt pariatur non tempor elit nostrud magna deserunt fugiat minim.\n\nExercitation consectetur ullamco id elit Lorem irure nisi veniam culpa ut officia ex tempor. Do nostrud ullamco duis eu magna eu. Anim Lorem magna quis exercitation cupidatat do. Ad est ipsum aliquip esse do minim in ullamco. Duis laborum do aliquip aliquip cillum excepteur aliqua proident deserunt. Duis Lorem minim in in adipisicing non consectetur culpa ullamco irure cillum cupidatat.","nominations":["Amy Herzog"]},{"name":"Romaine Rau","slug":"-romaine-rau","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ahmetalpbalkan/128.jpg","involvement":"Fugiat voluptate ut reprehenderit fugiat qui amet sint et nulla aliquip. Do magna elit eu ea consectetur est consectetur voluptate minim commodo commodo laboris. Ea incididunt nisi laboris laborum. In adipisicing culpa sint tempor id adipisicing excepteur quis anim. Dolor sit nisi officia consequat pariatur. Excepteur officia nisi ad esse dolor pariatur esse velit. Reprehenderit commodo ipsum elit et adipisicing excepteur culpa cillum Lorem irure velit in ex.\n\nDo aliquip duis tempor nulla cillum. Lorem culpa laborum laborum et qui deserunt adipisicing laborum in Lorem ea. Cupidatat Lorem pariatur incididunt eiusmod esse sint non eiusmod irure irure nulla ipsum.","qualifications":"Et ea consequat laboris laboris nisi anim excepteur exercitation ullamco. Consectetur minim sint cupidatat excepteur non nostrud incididunt dolor aliquip ipsum do. Ea ad fugiat minim minim tempor quis irure.\n\nDeserunt sit irure est fugiat sint ipsum nulla nostrud. Aliqua voluptate cupidatat id anim qui irure consequat occaecat do magna exercitation esse. Cillum qui dolor non ea. Anim consectetur esse ut laborum nulla aliquip aliquip duis mollit officia. Proident esse proident aliqua consectetur voluptate qui est sit aliqua.","goals":"Nulla anim anim eu dolore sint in commodo sint ullamco amet eu cillum duis id. Ullamco ea voluptate laboris ea minim commodo labore irure magna laboris labore fugiat sint occaecat. Reprehenderit nulla est commodo cupidatat in ipsum reprehenderit sit officia labore in voluptate quis minim. Aliqua et eu veniam magna sint ipsum anim ut officia amet tempor esse enim. Ipsum exercitation consequat id eiusmod velit do sit fugiat magna mollit. Sunt tempor magna ex tempor laborum exercitation do ut excepteur.\n\nLaborum dolore mollit cillum consectetur. Elit ipsum eu nulla sunt. Esse voluptate sit elit pariatur sunt ad veniam ex do incididunt dolor. Laborum aute cillum anim quis labore elit.","nominations":["Jack Labadie","Janick Shanahan","Keaton Kunde","Sarai Mueller"]},{"name":"Rosanna Collier","slug":"-rosanna-collier","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/craigrcoles/128.jpg","involvement":"Ipsum consectetur adipisicing quis magna. Esse exercitation aute dolor ad et incididunt non nostrud adipisicing aute amet ut irure. Velit laborum do adipisicing cupidatat quis tempor eu quis eiusmod excepteur anim quis. Nulla dolor esse consectetur est ea cupidatat laborum cillum incididunt dolore nulla incididunt.\n\nEu sunt occaecat tempor do aute nisi deserunt aute in ipsum laboris adipisicing occaecat ipsum. Aute laboris consequat consequat nostrud aliquip sint sunt. Deserunt dolor aute reprehenderit fugiat anim dolore nulla sit elit nostrud ex in.\n\nEx elit id eiusmod aute laborum ut. Labore aliqua do consectetur do ullamco qui velit enim. Ullamco do reprehenderit nisi ullamco irure magna ad aute aute. Ut minim laboris proident cillum laborum et. Incididunt consectetur voluptate do laboris velit excepteur proident ut adipisicing amet. Cillum aliqua officia do labore eu mollit eiusmod sint Lorem. Nisi mollit id proident magna aute reprehenderit enim nostrud.","qualifications":"Nisi consequat est adipisicing esse amet quis sint adipisicing aliqua elit aliqua dolor sint anim. Laborum laboris fugiat nostrud culpa occaecat. Cillum enim exercitation irure incididunt pariatur est dolor dolore. Deserunt eiusmod voluptate non anim aliquip reprehenderit nulla incididunt et cupidatat. Fugiat pariatur quis elit pariatur non ad excepteur consectetur adipisicing. Minim do eu ad nisi dolor. Incididunt nostrud ut sit aliqua est anim veniam minim elit irure labore.","goals":"Officia cupidatat minim tempor duis deserunt voluptate elit. Anim dolore eu eu magna in eu qui consequat do duis culpa ex ad. Et amet elit culpa eiusmod quis deserunt ea eu ipsum. Labore proident est eu deserunt eiusmod magna do cupidatat pariatur nulla magna commodo duis nostrud. Adipisicing irure voluptate irure esse nostrud est excepteur deserunt sit veniam ad. Do exercitation aliqua ad enim aliqua occaecat tempor. Aute labore sint excepteur ex reprehenderit nulla non in labore eiusmod.\n\nEiusmod veniam dolore labore voluptate eiusmod qui et cupidatat tempor. Mollit nisi non laboris veniam deserunt incididunt commodo nulla eu nulla elit. Et incididunt ipsum laborum et incididunt aliquip sunt tempor sunt elit cillum consectetur fugiat ea. Aute et commodo proident aliquip consequat excepteur incididunt id cillum cillum enim aute culpa. Enim anim id adipisicing officia quis aliqua laboris non ex officia dolore amet. Laborum duis cillum fugiat qui ad ullamco officia excepteur consectetur. Ex minim velit ullamco deserunt proident aliquip adipisicing cupidatat aute sunt cillum non.\n\nAliqua Lorem id ut velit consequat nulla. Mollit laborum do cupidatat occaecat do do ipsum elit eu nostrud consequat nulla amet. Et cupidatat esse eu non. Laborum do dolor Lorem eiusmod cupidatat sint elit sit. Id fugiat minim sunt officia. Lorem consectetur quis pariatur deserunt magna.","nominations":["Beaulah Bradtke","Lupe Toy","Josianne Hegmann"]},{"name":"Monica Vandervort","slug":"-monica-vandervort","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/quailandquasar/128.jpg","involvement":"Lorem cupidatat sint velit cupidatat veniam. Consectetur do amet commodo esse ex nulla sit fugiat aliqua tempor exercitation dolore aute. Nostrud dolore ut qui Lorem.","qualifications":"Eiusmod incididunt consequat laboris ad eiusmod elit consectetur veniam cupidatat nisi adipisicing id culpa. Amet amet do eu deserunt duis voluptate reprehenderit. Mollit esse nisi anim anim tempor quis enim non mollit eu velit. Cupidatat ex aute ut ipsum excepteur et adipisicing tempor culpa est eiusmod.\n\nIrure qui ipsum officia exercitation ad duis mollit adipisicing aliqua sunt. Dolor aliqua fugiat incididunt voluptate aute exercitation laboris Lorem exercitation id qui aliqua. Reprehenderit commodo aute excepteur qui eiusmod ad minim quis dolore. Consectetur duis esse ex cupidatat sit irure aliquip qui proident deserunt magna nulla quis. Excepteur laboris est exercitation deserunt minim mollit.","goals":"Qui anim anim do cupidatat laboris ipsum. Ipsum ipsum irure in sint nostrud voluptate elit officia ullamco incididunt ipsum sunt eiusmod aute. Exercitation velit amet Lorem officia anim dolor in tempor magna consequat aute consequat commodo consequat. Occaecat ad sit consequat in ullamco amet non enim id elit. Commodo Lorem duis consectetur aliqua Lorem consequat. Enim ut ea qui ut reprehenderit eiusmod.\n\nExcepteur ad voluptate est ad sint tempor. Dolore in aliqua nulla ut irure aliqua. Sunt officia aliquip labore nulla velit culpa ad aliquip occaecat. Aute est fugiat commodo enim eiusmod reprehenderit minim ut in. Voluptate enim laborum pariatur dolor velit. Enim veniam ea enim qui voluptate occaecat et.\n\nVeniam anim nostrud mollit qui dolore cupidatat cillum ullamco ipsum ad deserunt. Ex sint labore reprehenderit dolore excepteur dolor labore aliquip. Nisi est consequat non est consequat cupidatat Lorem elit sunt incididunt adipisicing. Qui cupidatat consectetur consequat qui labore dolore mollit. Aliqua aliquip tempor elit sunt anim minim ullamco et sint veniam nulla magna ex.","nominations":["Leora Boehm","Rowena Powlowski"]},{"name":"Wendell Parisian","slug":"-wendell-parisian","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/wintopia/128.jpg","involvement":"Sit duis amet officia culpa pariatur enim adipisicing officia ea sint minim voluptate. Consequat sit irure aute aliqua veniam minim nisi aute dolore do qui eiusmod labore. Sit adipisicing voluptate non incididunt aliquip commodo reprehenderit amet consequat.\n\nConsequat consequat cupidatat sit exercitation voluptate culpa mollit nulla enim aliqua in do non laboris. Fugiat proident commodo exercitation magna cillum eu cillum nostrud. Aliquip tempor labore cillum ad minim ipsum ipsum dolore proident velit pariatur cupidatat amet cillum. Nisi labore sit aliquip Lorem ex laboris proident dolore amet mollit.","qualifications":"Consectetur reprehenderit et duis excepteur ea deserunt veniam minim proident ea irure irure duis anim. Aliquip sint consequat id ipsum ex aute quis exercitation nulla adipisicing minim incididunt veniam et. Duis eiusmod sint sunt nostrud ipsum. Occaecat laboris aliqua non cupidatat consequat pariatur culpa mollit. Anim consectetur dolore ad Lorem consequat laboris do anim cupidatat laboris eu ad. Officia amet deserunt consequat quis excepteur velit id magna et. Cillum do sint veniam consequat ut deserunt ullamco cupidatat ullamco.","goals":"Elit tempor esse est esse esse irure aliqua in. Et velit aute laboris proident adipisicing excepteur amet duis magna veniam nulla. Ipsum aliquip occaecat proident reprehenderit. Lorem aute ea adipisicing aute ipsum laborum exercitation duis et officia aliquip minim in.\n\nAliqua ut incididunt aliqua commodo ad exercitation. Pariatur magna officia laboris est adipisicing consequat laborum et ea. Nisi exercitation duis do nulla. Deserunt ullamco do aute dolore tempor in laborum. Excepteur non adipisicing officia mollit.\n\nAliqua consequat ipsum nostrud consequat elit. Irure sunt aliqua aliquip dolor ipsum nulla consequat duis. Enim incididunt laborum incididunt sunt fugiat non. Officia dolor anim est amet culpa et fugiat pariatur enim laboris dolor non elit ea. Eiusmod eu laborum laboris ut labore consectetur.\n\nMagna velit id incididunt proident tempor. Deserunt fugiat incididunt magna cillum esse. Consequat quis et veniam commodo. Labore do cillum excepteur consequat occaecat proident consequat cupidatat incididunt culpa nostrud consequat. Do in commodo veniam sit ullamco dolor eiusmod velit. Do officia tempor culpa id.","nominations":["Sierra Leannon","Tito Price","Annalise Waters","Pearline Jast","Eldred Stamm"]},{"name":"Samir Konopelski","slug":"-samir-konopelski","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/embrcecreations/128.jpg","involvement":"Excepteur nulla consectetur ut nulla minim sunt excepteur aliquip do laboris esse irure. Reprehenderit ullamco consequat aliquip tempor fugiat consequat. Laborum dolore mollit proident tempor consectetur et consectetur dolore irure quis in. Amet do ullamco cupidatat dolor sunt ea sint tempor minim enim culpa sint et nulla.","qualifications":"Ad adipisicing esse aliquip aliqua ut qui occaecat nulla nulla ullamco. Duis ipsum elit ut ea exercitation culpa proident ipsum cupidatat. Nostrud incididunt est laborum laboris culpa Lorem enim deserunt excepteur ipsum aliquip. Dolor sint mollit nostrud anim nulla minim qui. Irure minim cillum proident duis.","goals":"Ut dolor duis minim sit. Esse excepteur quis nisi aute excepteur. Duis id dolor ipsum ut aliqua. Eu in ut ea incididunt laboris.\n\nExercitation amet commodo ad reprehenderit reprehenderit non cillum nisi minim minim eu labore occaecat minim. Aute voluptate nulla exercitation ullamco in in officia. Aliqua laborum eiusmod minim amet amet nisi ipsum dolor adipisicing ullamco id commodo. Voluptate exercitation aliqua cillum magna dolor do commodo nulla quis. Aliquip duis elit laborum qui adipisicing culpa ad elit officia qui. Do tempor excepteur adipisicing aliqua. Excepteur est elit pariatur velit adipisicing.","nominations":["Oda Rodriguez"]},{"name":"Verna D'Amore","slug":"-verna-d'amore","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/jonkspr/128.jpg","involvement":"Ullamco consectetur aute dolore veniam dolore laborum sint est incididunt ut culpa labore laboris. Voluptate occaecat id dolore sunt officia exercitation amet proident minim aliquip nulla et eiusmod ut. Sit id mollit nulla cupidatat sint eiusmod non eiusmod excepteur magna.\n\nProident Lorem nulla enim excepteur dolor culpa id amet ea. Ut labore cillum nulla nisi et culpa ex commodo. Et aliqua amet incididunt ullamco. Voluptate exercitation in culpa voluptate irure officia occaecat veniam ut id laboris. Do non esse enim aliquip nulla.\n\nDuis reprehenderit id in est ut consectetur non sit cupidatat incididunt culpa labore nisi. Incididunt elit ut exercitation quis qui tempor labore tempor aliquip occaecat. Incididunt fugiat cillum et cupidatat sunt id Lorem elit Lorem ad. Excepteur ut reprehenderit et veniam consequat excepteur anim. Do anim ipsum ipsum sit commodo culpa officia occaecat mollit. Aute aliquip Lorem occaecat dolore pariatur incididunt officia et. Ut quis qui cupidatat est pariatur.","qualifications":"Voluptate magna mollit consequat tempor eiusmod cillum nulla sint mollit ea. Nisi cupidatat minim velit officia amet est laborum do aliquip cillum voluptate officia magna. Adipisicing dolore ea sint et aute Lorem. Incididunt amet nulla ullamco tempor ea occaecat do laboris pariatur non quis pariatur amet ipsum. Duis excepteur laboris commodo cillum.\n\nVeniam exercitation et minim enim minim pariatur consequat duis dolor proident. Nostrud enim nisi ipsum velit Lorem cupidatat pariatur. Excepteur do occaecat exercitation exercitation in commodo id esse nostrud nisi. Id quis anim nostrud commodo proident irure ad laborum eiusmod non ipsum sit et. Ipsum minim magna eu dolor ex occaecat nisi aliqua ullamco cillum. Cillum in ipsum eu dolor Lorem dolore laborum esse reprehenderit quis magna. Elit reprehenderit quis laboris pariatur ad enim est nulla in amet do sint occaecat qui.","goals":"In id laboris ea dolore voluptate id pariatur ex cupidatat anim duis. Reprehenderit velit magna quis ullamco ipsum veniam. Ullamco cupidatat pariatur id nulla veniam cupidatat consequat eu laboris consequat adipisicing officia. Magna enim nisi laborum ipsum minim consequat.\n\nDolor ex ut minim tempor ea sit esse. Consectetur voluptate sit ullamco est dolore minim voluptate voluptate adipisicing amet proident. Exercitation Lorem tempor pariatur officia mollit ad duis. Officia pariatur laborum incididunt incididunt Lorem ad. Esse elit ullamco in ullamco commodo consectetur cillum ea elit veniam commodo veniam consequat esse.\n\nEt veniam eu deserunt commodo. Aliquip labore laboris irure magna sunt velit incididunt incididunt dolor reprehenderit. Consequat in labore eu amet. Mollit duis sit elit ipsum duis labore nulla qui nisi ad est.\n\nVoluptate eu labore officia Lorem sint cillum nostrud cupidatat exercitation ex minim. Laborum minim minim pariatur deserunt cillum esse nisi veniam velit occaecat officia cupidatat ut in. Eu velit ipsum id laborum consectetur nostrud dolor do pariatur reprehenderit elit aliquip laboris. Occaecat culpa velit mollit dolor nostrud. Quis sit officia dolor velit. Nisi exercitation ullamco veniam occaecat proident elit ut laborum.","nominations":["Anastasia Lesch"]},{"name":"Marlen Breitenberg","slug":"-marlen-breitenberg","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/josemarques/128.jpg","involvement":"Irure eu incididunt ipsum deserunt culpa voluptate dolor. Consectetur minim dolore occaecat anim enim sint consectetur enim non tempor proident Lorem ea. Lorem do officia voluptate veniam eiusmod anim proident pariatur velit excepteur. Duis anim magna voluptate aliquip aliquip ea consequat do eu proident. Do consectetur laboris non nulla anim cupidatat minim ad et excepteur aliqua ipsum. Exercitation reprehenderit minim deserunt officia cillum qui do anim dolor nisi excepteur amet.\n\nAliqua aliqua nisi fugiat Lorem laboris pariatur aliqua deserunt occaecat. Minim ea culpa dolore aute. Ad veniam proident exercitation laborum quis aliquip nisi. Dolore exercitation exercitation esse cillum labore ex voluptate. Magna ea dolore sint dolor aliquip fugiat exercitation. Occaecat laborum enim aliquip deserunt et commodo ea. Est non aliquip culpa exercitation fugiat.\n\nFugiat sunt ea culpa magna commodo do. Ex eiusmod exercitation nostrud in nulla et aliqua laboris in velit. Nulla exercitation reprehenderit esse aute sit duis mollit in. Consequat labore mollit ea enim duis tempor sit fugiat consequat eu esse duis enim irure. Dolore sunt sint minim officia reprehenderit laborum reprehenderit enim id. Fugiat esse veniam eiusmod labore excepteur nisi minim dolor nostrud pariatur voluptate dolor culpa. Labore aliquip veniam dolor adipisicing sint officia aliquip do mollit eu velit aliquip.","qualifications":"Officia voluptate in veniam Lorem eiusmod deserunt. Reprehenderit magna pariatur labore ullamco. Consectetur aliqua voluptate fugiat do reprehenderit esse occaecat tempor commodo dolore. Sit non aliquip sit enim do tempor aliqua. Fugiat sit velit et id.\n\nElit exercitation in eiusmod deserunt nulla ea laborum enim exercitation deserunt commodo consequat qui labore. Mollit enim excepteur nulla exercitation ipsum ut. Quis duis mollit adipisicing laborum officia do officia aliqua enim veniam aliqua ut esse eu. Do eu veniam velit proident irure laborum sint. Proident amet elit elit ullamco eu irure proident incididunt enim consectetur adipisicing nisi consectetur laboris. Reprehenderit ad duis culpa voluptate officia.","goals":"Ad consequat qui et aliqua laboris id consequat pariatur et sint. Duis quis ullamco eiusmod officia labore sit tempor. Sunt et est minim velit eu magna consequat ea adipisicing ipsum mollit adipisicing incididunt aliquip. Proident ad pariatur elit veniam et magna velit culpa occaecat nisi ut reprehenderit nisi. Nostrud aliquip nostrud sit exercitation culpa minim eu deserunt sit reprehenderit cupidatat sint cupidatat.\n\nMinim eu id sit pariatur sunt fugiat duis amet minim. Cillum cupidatat ex consequat ea magna aliquip nulla enim. Ex exercitation fugiat id occaecat est dolor id culpa consequat nostrud culpa voluptate ex qui. Proident est eu Lorem commodo dolore labore proident.","nominations":["Avery Ward"]},{"name":"Darrell Waters","slug":"-darrell-waters","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/mizko/128.jpg","involvement":"Proident dolor sunt qui velit exercitation mollit tempor. Aliquip et nostrud pariatur mollit do tempor. Lorem amet reprehenderit Lorem elit ea laborum et minim. Officia ut labore occaecat cupidatat voluptate ipsum labore aliqua anim nostrud sit.","qualifications":"Ullamco eu duis ut minim sint ipsum excepteur cillum. Laborum nostrud ex labore velit nulla minim voluptate cupidatat esse elit eiusmod magna do. Et et sint est deserunt laborum voluptate sunt duis sit laborum. Eu eiusmod et labore esse ut cupidatat labore sit sunt. In in sint aliquip dolore in amet aliquip sint consequat. Dolor eiusmod ea aliquip irure sit non quis.","goals":"Et duis ex anim amet officia exercitation commodo irure labore consectetur. Irure aliqua et nisi nisi exercitation consectetur reprehenderit deserunt cillum. Proident irure non ea duis amet non exercitation nostrud ea consectetur cupidatat id. Qui aliqua id adipisicing laboris labore commodo pariatur. Commodo reprehenderit qui aliqua elit aliquip duis officia mollit voluptate. Sint qui ea laborum magna veniam incididunt sint sit id Lorem. Eiusmod in est ipsum ipsum pariatur cillum.\n\nSunt do nostrud nulla qui consequat et officia amet eiusmod reprehenderit nisi veniam occaecat. Labore eu velit in eu dolore occaecat proident nulla sunt nostrud irure consequat velit laborum. Est in velit tempor elit aute est consequat duis aliquip dolor. Eu ad duis consectetur cupidatat consectetur mollit ullamco sint tempor et voluptate.\n\nCillum cillum amet culpa mollit adipisicing est sint fugiat in ut minim qui. Ipsum in non cupidatat occaecat veniam labore ut commodo amet qui tempor ea aute occaecat. Officia adipisicing minim dolor tempor laborum.\n\nEa incididunt ullamco quis ut amet ut esse quis duis. Voluptate sit aliqua laboris culpa nulla ipsum duis sint magna aliqua veniam sint. Et magna pariatur sint ex tempor veniam sint officia officia aliquip proident ut. Occaecat cupidatat laborum mollit ea culpa pariatur fugiat occaecat veniam tempor ad eu. Elit ex ullamco occaecat deserunt velit et irure ipsum laborum sunt esse. Proident duis ullamco do magna est. Et tempor enim ullamco aliqua velit non tempor do mollit fugiat aute.","nominations":["Shyann Volkman"]},{"name":"Arlie Simonis","slug":"-arlie-simonis","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ricburton/128.jpg","involvement":"Mollit officia reprehenderit nisi voluptate ipsum adipisicing consequat duis exercitation. Esse in et reprehenderit adipisicing culpa. Id ad qui deserunt qui occaecat. Aute aliqua nostrud nulla eu nostrud ullamco ullamco proident velit.\n\nDolore pariatur laborum commodo incididunt laborum minim non. Magna sit commodo magna eiusmod esse reprehenderit cillum eu magna do deserunt id amet. Labore cupidatat dolore ipsum do.","qualifications":"Dolor qui excepteur fugiat sit labore qui laborum minim nulla. Laboris in sint ea laborum et in Lorem sint aliqua esse dolore nulla veniam sint. Aliqua veniam ullamco sint cupidatat Lorem ullamco. Et fugiat ullamco occaecat Lorem laboris culpa consectetur dolor magna velit.","goals":"Ea enim consectetur eu tempor. Lorem nulla ullamco eu occaecat minim cupidatat. Id do reprehenderit velit dolore sunt laborum. Labore irure ullamco proident et nisi eu sint elit consectetur laboris ipsum. In esse tempor labore reprehenderit nisi aliqua ipsum.\n\nIrure ea exercitation adipisicing consequat culpa velit do. Deserunt labore veniam nisi in ea ea ut culpa. Exercitation consequat ipsum sunt et sit amet aliquip exercitation laboris. Laborum laborum duis deserunt ad sit magna. Fugiat qui commodo laborum elit laborum tempor Lorem eu elit in.\n\nNulla consequat Lorem qui proident velit. Aute sit sint irure adipisicing enim nostrud. Officia ullamco nulla officia non cupidatat magna id. Voluptate aliquip sit ad consequat ea duis aliquip ea duis nulla aliqua velit tempor reprehenderit. Est adipisicing laborum aute cillum nulla adipisicing veniam in consequat consectetur deserunt ea aute labore. Laboris veniam sunt sunt Lorem sunt consectetur consequat proident mollit minim eiusmod ea.","nominations":["Emmitt Franecki","Alyson Grimes","Jeff Doyle"]},{"name":"Fanny Lueilwitz","slug":"-fanny-lueilwitz","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/buddhasource/128.jpg","involvement":"Lorem ex consectetur sit culpa nulla aliqua qui aliqua dolor est consectetur irure culpa et. Aliquip velit enim amet incididunt adipisicing Lorem. Qui magna labore ullamco dolore deserunt esse nostrud consequat. Excepteur esse officia qui exercitation qui quis eu reprehenderit fugiat cupidatat mollit velit enim quis.\n\nUllamco tempor duis nostrud occaecat exercitation aliquip. Voluptate mollit consequat qui non exercitation aliqua in eiusmod elit officia ad. Nisi eiusmod deserunt duis esse dolor proident ipsum commodo anim. Voluptate ea aliquip et est do aliquip culpa.\n\nEa minim sunt reprehenderit et nulla tempor incididunt consectetur in aute occaecat cupidatat veniam laborum. Culpa quis nisi quis aliquip culpa aute in magna commodo exercitation proident sunt. Anim do elit veniam enim amet tempor. Qui nulla labore deserunt laborum proident dolore et sunt voluptate ipsum laboris exercitation. Mollit mollit velit laboris sunt exercitation minim. Ea magna proident commodo non irure deserunt.","qualifications":"Est officia tempor laborum do velit culpa excepteur sint proident dolor nulla deserunt nulla dolor. Lorem qui est dolor labore ut laborum duis officia. Sunt sunt nulla reprehenderit id mollit fugiat ad deserunt consequat sint esse velit nostrud. Voluptate quis ex mollit consequat enim ut laboris ipsum. Laborum tempor ea culpa reprehenderit veniam anim qui cupidatat eu.","goals":"Nostrud duis deserunt dolore ipsum anim. Enim ipsum sint adipisicing reprehenderit qui consectetur. Velit et Lorem magna est cupidatat aliquip id. Labore duis cillum ut aute. Consectetur cupidatat ut ullamco aliqua minim ipsum tempor minim proident ea. Labore ad consequat incididunt sit nostrud commodo deserunt dolor voluptate duis sit do exercitation irure. Velit dolore non pariatur aliqua magna aliquip esse minim ex in ullamco non non.\n\nVeniam eu duis do commodo dolor aliquip qui laboris. Aliquip laboris irure nostrud proident ut. Ut dolor dolor cupidatat elit labore magna ad commodo magna in occaecat occaecat ex. Magna sit aliqua ad culpa laborum duis sit magna incididunt.\n\nUllamco anim proident occaecat laboris deserunt ex est nostrud sunt consectetur nostrud nisi enim reprehenderit. Ad adipisicing duis ut qui laborum amet dolore culpa consectetur anim nisi ad incididunt. Laborum reprehenderit Lorem culpa esse.\n\nCillum dolor consequat ex et sint ullamco adipisicing ea dolore Lorem laborum nostrud qui. Cillum cupidatat in qui commodo incididunt exercitation sint fugiat anim. Lorem exercitation sit excepteur Lorem aute cillum. Mollit fugiat aliqua ipsum aliquip fugiat culpa do eiusmod nulla anim Lorem. Excepteur fugiat do minim nisi laboris cillum cupidatat tempor qui nisi reprehenderit laborum elit do.","nominations":["Carey Kunde","Hosea Bailey","Moises Mraz"]},{"name":"Delphia Grant","slug":"-delphia-grant","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ratbus/128.jpg","involvement":"Consectetur esse commodo Lorem minim labore do labore exercitation fugiat. Minim occaecat occaecat sint ipsum occaecat do ea. Ut voluptate occaecat dolor cupidatat cupidatat laboris ullamco exercitation. Esse ad ut reprehenderit adipisicing. Aliqua commodo labore aute qui eiusmod reprehenderit excepteur incididunt. Ipsum commodo aliquip anim irure exercitation magna aliqua fugiat elit amet adipisicing minim adipisicing non. Laboris pariatur proident officia anim occaecat dolor ut fugiat consectetur laborum magna aliquip.","qualifications":"Veniam ad id commodo dolore id culpa do et duis Lorem occaecat laborum. Cupidatat aliqua est consectetur sit tempor ex veniam eu cillum in proident. Ullamco velit laborum dolore minim elit excepteur nostrud in amet in qui irure.\n\nIncididunt duis veniam esse eiusmod sit non proident tempor sunt id. Consequat incididunt irure laborum culpa sint deserunt occaecat veniam magna eiusmod anim quis. Labore sit non labore elit. Exercitation est aliquip deserunt consequat veniam id adipisicing aute ipsum laboris cupidatat non culpa. Aliqua proident sunt id laboris ad consectetur eiusmod deserunt do ut et. Nostrud duis sunt exercitation reprehenderit incididunt occaecat enim. Et tempor id id anim veniam aute nostrud.","goals":"Esse dolore dolor nostrud commodo eu eu veniam culpa ea aute tempor. Minim consequat est consequat mollit reprehenderit mollit ut excepteur. Exercitation excepteur eiusmod exercitation aute exercitation elit nisi reprehenderit labore reprehenderit. Proident minim aute proident consequat in.\n\nMinim magna aliqua nisi aute non laborum Lorem. Id consectetur do labore ullamco ex ex sint culpa esse cupidatat labore officia ex ex. Irure ea labore labore quis voluptate Lorem pariatur.","nominations":["Laurel Gutmann","Elijah Berge","Arvel Kutch","Aubrey Stehr"]},{"name":"Mallory Upton","slug":"-mallory-upton","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/clubb3rry/128.jpg","involvement":"Incididunt deserunt eiusmod et do exercitation cupidatat officia enim deserunt. Do esse aliqua duis sint cillum aliqua ipsum mollit irure tempor sit in. Ex est dolore laborum enim deserunt aliquip ex nulla nisi esse ad nostrud. Laborum mollit tempor aliqua occaecat quis labore laboris pariatur.\n\nEu ea Lorem sunt id est commodo consequat anim in est. Deserunt esse cillum aliqua in dolore consectetur aute ut adipisicing anim. In consequat quis occaecat ipsum elit dolore aliquip ea adipisicing ex non laboris id enim. Non velit nulla dolore non eiusmod ex commodo consectetur. Ullamco est in anim ex pariatur quis ad. Sit tempor Lorem qui nulla veniam duis ea dolor magna quis culpa laboris. Ipsum duis ipsum eiusmod anim ad dolore aliquip.\n\nDolor magna duis id aute ipsum fugiat quis est reprehenderit aliquip minim veniam. Et labore dolor anim occaecat amet culpa dolore consectetur. Deserunt ad laboris nulla minim fugiat laborum consequat irure. Laborum dolore consequat nisi elit ut nulla. Nulla enim qui sit ad tempor veniam sunt id. Excepteur esse amet do laboris labore ut enim proident est amet sint. Qui mollit cupidatat proident deserunt aliquip veniam ipsum laboris eiusmod commodo dolore culpa.","qualifications":"Et non qui esse exercitation. Fugiat eu mollit nulla dolor. Officia enim exercitation reprehenderit aliquip cupidatat.\n\nAmet reprehenderit elit occaecat consectetur enim mollit excepteur et ea. Occaecat mollit do aliqua veniam quis tempor ex officia. Deserunt occaecat aliquip amet cupidatat reprehenderit qui excepteur incididunt elit eu. Cillum tempor irure id tempor sit aute veniam Lorem labore consequat. Elit et Lorem ipsum eiusmod nulla est amet.","goals":"Deserunt nostrud id dolore nisi enim cillum. Velit voluptate fugiat consectetur excepteur. Irure dolore et dolore occaecat exercitation est voluptate consequat. Amet elit sint reprehenderit occaecat.\n\nLaborum in aliqua non voluptate. Culpa mollit officia aute anim non duis deserunt ipsum non voluptate dolore in. Mollit cillum aliquip ad ex sit non adipisicing. Nostrud sint proident consectetur veniam enim sint.","nominations":["Laney Murazik"]},{"name":"Ruthie Welch","slug":"-ruthie-welch","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ninjad3m0/128.jpg","involvement":"Veniam consectetur occaecat aliqua do consectetur et voluptate deserunt. Eiusmod aliquip magna reprehenderit Lorem nostrud ad ut occaecat nisi sit pariatur nostrud. Ex officia laborum anim officia adipisicing id eiusmod ullamco do do. Amet qui culpa labore tempor et nulla est enim. Sit reprehenderit velit Lorem non aliqua nostrud nulla incididunt qui. Minim eiusmod quis ex incididunt minim officia tempor mollit do. Consectetur reprehenderit nulla velit esse officia nostrud sint exercitation.\n\nCulpa Lorem reprehenderit elit velit anim minim. Deserunt velit ut esse aliquip cupidatat. Irure nostrud Lorem dolore laborum sit esse labore quis minim quis voluptate. Aliqua Lorem consectetur velit non id. Tempor aute quis occaecat adipisicing et magna tempor consequat. Veniam occaecat consectetur adipisicing ullamco laborum irure sint Lorem sit.","qualifications":"Nisi ad quis aute dolore quis. Occaecat veniam ullamco adipisicing commodo velit laborum ex. Commodo cillum enim exercitation qui. Ut veniam labore aute sint sit.","goals":"Qui ad Lorem ullamco irure consequat commodo anim incididunt dolor incididunt magna dolore est. Commodo qui velit ex commodo. Consequat labore id ea aliquip nisi. Consequat do irure aliqua ad et amet tempor consectetur mollit do aute qui et labore.\n\nAliqua fugiat nisi ea in eu est esse. Ea aute nulla proident minim ipsum quis elit enim minim enim adipisicing. Eiusmod qui nostrud ipsum est aute in magna tempor ullamco dolor amet. Officia consequat irure quis nulla nisi reprehenderit amet voluptate cupidatat mollit nostrud. Sint nisi labore excepteur duis ad excepteur aliqua veniam minim cillum proident ullamco duis commodo.","nominations":["Chaz Bednar","Mikel Lueilwitz"]},{"name":"Elaina Hansen","slug":"-elaina-hansen","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/nastya_mane/128.jpg","involvement":"Magna nulla ex eiusmod proident pariatur amet commodo nisi non. Eiusmod reprehenderit sit velit veniam pariatur enim sint laboris amet. Nostrud deserunt deserunt non Lorem adipisicing consequat sint id exercitation. Cupidatat excepteur minim irure deserunt nulla aliqua non laboris. Mollit velit magna nisi eiusmod eu duis pariatur minim proident minim.","qualifications":"Reprehenderit sit commodo nulla laboris. Enim tempor occaecat dolore cupidatat quis id eiusmod eu qui voluptate elit. Proident mollit non sint excepteur aliquip labore ad laborum aute ad consequat. Esse sint nisi excepteur sunt incididunt enim amet dolor ad do. Reprehenderit tempor excepteur mollit fugiat occaecat tempor veniam aliqua ex dolor deserunt eiusmod velit cupidatat.","goals":"Qui incididunt anim pariatur nulla esse tempor labore officia. Irure in reprehenderit eu sit aute do irure eu sit cupidatat ea consequat officia sunt. Deserunt do velit ut esse occaecat. Consequat labore aute incididunt nisi veniam quis est laborum sunt.\n\nCommodo laboris adipisicing mollit excepteur consequat magna nulla. Lorem esse elit labore in fugiat reprehenderit anim sint nisi dolore ex esse. Do ullamco consequat fugiat mollit ullamco eu consectetur laboris proident. Ad qui qui enim minim esse aliqua sunt. Excepteur adipisicing consectetur elit aliqua enim qui.","nominations":["Jannie Ruecker","Jalon Yost","Jessica Considine"]},{"name":"Sim Senger","slug":"-sim-senger","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/colgruv/128.jpg","involvement":"Ipsum esse Lorem occaecat anim fugiat laboris velit sit veniam. Aliquip et et pariatur elit pariatur consequat laboris mollit ut laborum. Fugiat consectetur nulla sit Lorem do tempor deserunt ex ea dolor et dolor do. Non amet culpa do pariatur aliquip incididunt.\n\nDolor reprehenderit tempor adipisicing reprehenderit do nulla cillum qui eu eu. Lorem ex est sit pariatur. Non incididunt consequat dolor ea culpa amet adipisicing commodo cupidatat eu nisi voluptate aute.","qualifications":"Adipisicing eiusmod incididunt consequat aliquip magna fugiat velit adipisicing irure. Pariatur occaecat dolore aute fugiat velit. Dolor non duis non veniam in in laboris Lorem do dolore cupidatat consequat sunt enim. Est est in voluptate commodo sunt sunt eu sunt et. Aliquip pariatur consectetur culpa eiusmod non reprehenderit aute quis sit elit pariatur consectetur.\n\nDolore magna sit eu velit nulla nulla commodo laborum id id nisi consectetur ut. Minim excepteur quis deserunt sint tempor anim eu in tempor et adipisicing duis. Cupidatat dolore minim irure officia.","goals":"Dolore laborum magna ipsum labore excepteur est Lorem ea duis. Pariatur ut esse duis aliquip sint nisi ullamco dolore aliqua. Magna quis occaecat enim incididunt cupidatat et ex. Tempor culpa do ipsum nulla. Sint occaecat laboris aute cillum velit ad. Occaecat et ea do occaecat elit minim commodo velit cillum aute ullamco ipsum nulla occaecat.\n\nReprehenderit deserunt labore amet adipisicing cillum laboris voluptate. Labore magna ipsum Lorem aliqua aliqua voluptate exercitation consectetur voluptate ea. Proident sint id sunt duis dolore nisi fugiat. Esse ullamco velit sunt laboris labore ad est reprehenderit nostrud consequat duis nulla duis voluptate. Culpa aute duis dolor sunt est exercitation nulla non elit. Dolor Lorem eu elit eu sit aliquip enim exercitation est amet labore cillum. Lorem qui ad pariatur tempor labore enim do aliqua esse aute.\n\nEnim excepteur id in anim dolore dolore elit mollit labore do pariatur pariatur. Voluptate fugiat elit culpa ex. Reprehenderit non ullamco aliquip eiusmod. Sit dolor aliqua culpa commodo qui exercitation occaecat cupidatat dolore consequat. Sint id qui adipisicing nisi pariatur elit pariatur.","nominations":["Bernice Hahn","Ted Donnelly","Hermann Reichel","Rubye Weissnat"]},{"name":"Mireya Hermiston","slug":"-mireya-hermiston","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ooomz/128.jpg","involvement":"Tempor non in ipsum dolor dolore mollit aliqua id. Ipsum sunt pariatur fugiat ullamco. Do duis amet laboris exercitation laboris officia duis nostrud mollit fugiat eu quis. Consequat exercitation sunt officia ea anim mollit id est culpa sunt quis quis esse. Enim excepteur in est ipsum amet exercitation mollit minim ut aliquip et nostrud commodo. Qui duis officia ea anim excepteur reprehenderit amet ad. Magna id occaecat amet aliquip cupidatat.","qualifications":"Voluptate consectetur minim enim ea et laborum. Duis ea esse eu eiusmod sint irure nostrud. Lorem laborum dolor commodo ex commodo culpa quis amet. Esse et minim tempor sint culpa aliquip.\n\nMagna aliqua culpa ut excepteur cupidatat reprehenderit magna in magna sunt dolor qui. Do in exercitation nulla velit aliquip ad. Labore nulla dolor tempor commodo adipisicing cupidatat qui cupidatat cillum dolor.","goals":"Qui exercitation nulla ipsum cillum fugiat non irure. Exercitation culpa sit est sit. Velit deserunt quis do sint ad nostrud nisi consectetur sint adipisicing. Et non amet nostrud qui.\n\nDo duis aute culpa laboris veniam cillum consequat consequat quis excepteur ea. Sint do nostrud officia non reprehenderit id cillum reprehenderit duis irure elit irure do officia. Veniam ad irure proident dolor do.","nominations":["Regan Hirthe","Nova Bergnaum","Franz Howe","Delaney Murazik","Ricardo Simonis"]},{"name":"Ross Klein","slug":"-ross-klein","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/prrstn/128.jpg","involvement":"Deserunt sunt proident dolor eiusmod nulla fugiat ad mollit cillum duis. Deserunt reprehenderit enim sit proident nisi tempor. Irure tempor consequat officia incididunt quis amet occaecat ad ex tempor minim. Elit minim culpa sunt enim minim deserunt elit ipsum. Veniam tempor velit ex ipsum cillum commodo non. Minim nostrud culpa tempor amet magna magna fugiat occaecat sint voluptate ullamco ut velit quis. Ipsum laborum enim in do pariatur excepteur aliquip.","qualifications":"Mollit mollit adipisicing non consequat ullamco ipsum excepteur culpa voluptate pariatur sint consequat. Incididunt dolor elit sint proident aliquip id culpa est id Lorem. Qui adipisicing duis nisi anim tempor dolor Lorem aliquip laboris aliqua magna ipsum.","goals":"Mollit ipsum sit non nostrud consectetur aliqua in nisi voluptate sit cillum ea. Sunt et dolor sit sint exercitation dolor ullamco dolor eiusmod in magna veniam. Consectetur occaecat cillum aliquip aliqua exercitation occaecat nostrud magna ipsum. Fugiat quis eu cillum elit duis dolore dolore.\n\nEst mollit esse adipisicing nisi minim ex qui laboris. Qui aliquip reprehenderit laboris duis proident. Dolor elit labore Lorem culpa nulla ea laborum deserunt laboris ut ad. Pariatur nostrud laboris veniam do mollit quis ipsum labore Lorem. Magna magna nostrud mollit aute occaecat cillum quis laboris ex aliquip proident. Ea id reprehenderit dolor quis Lorem. Laboris amet exercitation deserunt id eiusmod ea ad ut magna duis elit.\n\nCulpa culpa sunt velit tempor cillum. Ex ea mollit laboris Lorem et adipisicing. Voluptate nulla mollit non amet culpa aliqua. Esse fugiat veniam in commodo aute et esse adipisicing duis. Exercitation aliqua laborum et mollit anim eu.\n\nTempor Lorem ut amet dolore cillum labore ex sunt qui ipsum. Deserunt pariatur excepteur consequat minim incididunt deserunt aliqua aute ex mollit. Irure deserunt anim aute proident elit enim sit dolor exercitation tempor laborum minim. Reprehenderit elit in sint eiusmod.","nominations":["Jaron Pouros","Garrison Littel","Matt Kling","Madisen Bauch"]},{"name":"Santina Welch","slug":"-santina-welch","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/dcalonaci/128.jpg","involvement":"Commodo exercitation elit sint minim qui veniam eiusmod do esse ut eu id. Qui cupidatat irure consequat adipisicing elit laboris. Et aliquip veniam minim officia cupidatat do ea do pariatur excepteur minim tempor aute qui. Ullamco exercitation ipsum anim officia.\n\nQui enim qui mollit Lorem reprehenderit ea aliquip cillum id mollit officia voluptate elit. Esse eu ullamco minim velit ad voluptate velit ad non commodo velit labore in. Laborum eiusmod fugiat amet quis sit. Ad commodo non exercitation aliqua labore sint id eu occaecat adipisicing deserunt ullamco et.\n\nCommodo voluptate laborum elit cillum fugiat dolore. Cupidatat laborum id Lorem est dolore. Incididunt magna elit magna quis magna nostrud pariatur velit dolor pariatur reprehenderit aute. Lorem et nisi incididunt exercitation tempor fugiat nostrud non exercitation ut nisi dolore sint enim. Exercitation enim consequat ad labore aliquip reprehenderit proident.","qualifications":"Lorem elit consequat ullamco mollit ea eiusmod irure cillum laboris ipsum pariatur aliquip. Irure amet elit elit qui mollit est. Lorem est mollit cillum ea duis minim ad elit officia proident exercitation nostrud cillum. Sit fugiat reprehenderit eiusmod adipisicing. Nisi amet fugiat ea quis duis sunt eiusmod aute sint culpa.","goals":"Amet commodo culpa magna id laboris excepteur Lorem exercitation duis qui. Aute voluptate velit excepteur exercitation laboris ea in ut. Excepteur tempor laborum eiusmod magna consequat culpa velit tempor velit sit aliqua nisi.\n\nVoluptate culpa laboris pariatur aliqua incididunt. Commodo elit sint veniam esse. Elit ea cillum aliquip veniam id ullamco cupidatat.","nominations":["Willis Runte","Annabel Hickle","Haven Krajcik"]},{"name":"Gino Hegmann","slug":"-gino-hegmann","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/chadami/128.jpg","involvement":"In quis velit dolore Lorem ex excepteur commodo consectetur deserunt amet nulla eiusmod voluptate. Ullamco aute cillum dolor commodo veniam. Officia magna proident excepteur commodo. Ea fugiat amet pariatur voluptate cillum tempor ullamco excepteur ullamco. Ex reprehenderit qui cillum esse. Esse anim laborum incididunt laboris aute ea voluptate. Aute excepteur excepteur elit commodo cillum ipsum tempor exercitation in occaecat minim.\n\nNon eu aliquip officia ullamco et. Laborum aliquip amet velit velit eu sint elit pariatur. Officia id enim excepteur officia quis anim adipisicing voluptate minim proident dolore ex. Pariatur dolore elit Lorem ex incididunt sint dolor sint fugiat dolor veniam id incididunt duis. Ea irure ullamco duis incididunt anim sit laboris qui. Consectetur aliquip commodo ea quis labore veniam ea.\n\nExercitation officia nulla nisi cillum ullamco. Adipisicing dolore quis labore eu. Tempor amet exercitation occaecat cillum adipisicing occaecat elit nisi esse exercitation consectetur consequat enim elit. Quis cupidatat cupidatat aliquip in veniam eiusmod mollit. Esse tempor non incididunt nulla. Labore proident quis mollit nisi aliquip labore fugiat ea incididunt elit. Non do nulla labore enim in quis dolore eu non magna.","qualifications":"Et tempor adipisicing reprehenderit proident non non tempor id. Tempor esse nisi do et pariatur sint culpa reprehenderit magna duis duis ipsum ut laborum. Veniam elit ipsum mollit tempor nulla in veniam proident nisi elit mollit. Commodo tempor enim elit ea nulla consectetur nulla elit dolor eiusmod commodo consequat mollit. Nulla ex ullamco officia labore sint ipsum laborum ullamco irure ullamco dolore mollit deserunt. Laboris esse non deserunt qui voluptate esse.\n\nUt non ea in reprehenderit irure duis pariatur tempor. Officia id voluptate duis sint proident voluptate officia. Et laborum elit amet veniam.","goals":"Excepteur veniam dolore aute laborum deserunt esse enim fugiat enim. Adipisicing dolor aliqua ea est adipisicing id pariatur sunt consequat irure magna cillum sint. Adipisicing aliquip ea id velit officia anim. Eu enim aliquip ullamco voluptate. Nulla anim adipisicing nisi occaecat aliquip elit incididunt id enim labore duis quis voluptate. Nisi et sunt do laborum sit sunt magna nisi incididunt duis veniam sit. Esse ipsum adipisicing incididunt fugiat.\n\nQui excepteur consequat Lorem elit sunt qui magna est proident. Ipsum labore laborum adipisicing cupidatat veniam ut quis voluptate laboris duis do adipisicing amet aliquip. Ex sit commodo reprehenderit incididunt velit laboris tempor Lorem deserunt labore commodo laborum do. Dolore consequat irure fugiat sit cupidatat eiusmod qui pariatur. Sunt adipisicing do proident est tempor do.","nominations":["Carmen Hand","Sydnee Price","Ena Schumm","Frances Cummerata","Anibal Bashirian"]},{"name":"Mittie Larkin","slug":"-mittie-larkin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/flashmurphy/128.jpg","involvement":"Reprehenderit eu deserunt ut officia incididunt occaecat. Voluptate consequat id consequat ut culpa adipisicing pariatur minim ex pariatur tempor. Exercitation consequat ad officia consectetur anim voluptate Lorem culpa commodo ex laborum. Lorem pariatur aliquip cupidatat consequat quis laboris occaecat ea adipisicing sunt. Velit ex eu cupidatat sunt sunt ad nulla Lorem officia excepteur eu. Mollit minim dolor mollit anim eiusmod ut culpa officia veniam ipsum velit est. Esse non amet dolore irure quis elit proident proident nostrud.\n\nQui nulla culpa non id cupidatat incididunt non deserunt quis qui aliqua. Excepteur culpa dolore non esse. Aliqua et anim duis amet. Nulla quis ullamco sint laboris proident cillum consequat velit do id cupidatat. Est amet elit ad cupidatat culpa aliqua laborum qui tempor.","qualifications":"Adipisicing ex nostrud Lorem eiusmod veniam id do laborum veniam cupidatat irure. Labore proident occaecat ullamco cupidatat non ea eiusmod qui. Incididunt ea eu Lorem aute exercitation consequat sit sint magna ipsum magna culpa anim ea. Laboris et do eu est dolor adipisicing pariatur qui deserunt ut. Elit tempor dolor non culpa officia commodo.\n\nIncididunt excepteur et ea ad ullamco id id cupidatat sunt. Mollit elit ullamco nisi do. Non eiusmod dolore duis nulla ex esse cillum dolore nostrud. Ut amet et ullamco esse veniam dolor ullamco nostrud. Consequat mollit enim culpa anim ullamco excepteur. Reprehenderit adipisicing ad dolor ad incididunt cupidatat laboris ex consequat fugiat et dolore proident deserunt. Aliqua non occaecat consectetur nulla in exercitation nisi minim eiusmod fugiat ut.","goals":"Labore exercitation culpa ullamco ea. Veniam do occaecat consectetur tempor anim pariatur aute commodo ea ipsum irure ad sunt do. Nulla aliqua est aute minim eu elit ipsum voluptate quis aliquip eu reprehenderit pariatur labore. Proident in labore sit officia ea Lorem ut enim irure laborum. Esse reprehenderit sit enim amet sit deserunt pariatur do cillum minim cillum pariatur nisi proident. Ex sit consectetur enim nisi reprehenderit non proident Lorem pariatur velit ut ex.\n\nLaboris dolor sunt pariatur quis. Nulla irure amet sunt aute enim nulla minim in veniam Lorem velit magna. Laborum reprehenderit commodo adipisicing ex eu aute et est cupidatat ipsum consequat magna do. Excepteur sunt irure esse nulla amet et occaecat elit voluptate anim. Excepteur nostrud quis officia do fugiat quis id tempor aliquip laborum labore dolore. Mollit ad officia aute aliquip in proident. Ex reprehenderit in dolor quis cupidatat proident.\n\nEiusmod anim anim officia exercitation tempor proident exercitation occaecat et cupidatat enim. Lorem pariatur labore et pariatur pariatur nisi eu irure. Aute irure amet fugiat eu esse voluptate mollit excepteur proident adipisicing irure mollit ex. Cupidatat consectetur commodo laborum proident dolore non quis qui non ut cupidatat aliqua nisi. Duis Lorem officia mollit cillum dolor nisi aute dolore irure occaecat Lorem aliquip veniam. Aute cillum ipsum sint qui eiusmod magna cupidatat aliqua sunt veniam amet adipisicing incididunt.","nominations":["Ronaldo Cremin","Jermain Stiedemann"]},{"name":"Scottie Heidenreich","slug":"-scottie-heidenreich","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/mugukamil/128.jpg","involvement":"Dolor incididunt mollit qui mollit do dolore sunt officia magna ad pariatur. Do ullamco voluptate excepteur amet veniam labore pariatur labore deserunt eiusmod culpa ad. Eiusmod ad et deserunt officia et. Dolor tempor id nostrud pariatur velit laborum ut non in culpa nisi dolore.","qualifications":"Sunt officia aute ipsum laboris officia. Laborum commodo cillum consequat eu nulla aliquip. Et ea esse ipsum sunt. Cillum ipsum aliquip nostrud sint ipsum ut cupidatat aute ut mollit voluptate deserunt proident sit. Duis laborum ex cupidatat sint fugiat est dolore in officia nulla proident sint aute.\n\nAmet voluptate cupidatat officia labore do dolor ullamco voluptate dolore pariatur sint do velit. Ad quis tempor quis dolore. In sunt duis consectetur sunt. Eiusmod aliqua cupidatat tempor cillum eu incididunt culpa non tempor et. Tempor ad aliqua nisi exercitation ullamco esse qui nisi fugiat ullamco nostrud eu. Sint laboris irure labore proident laboris.","goals":"Dolor fugiat do exercitation sunt qui ea eiusmod. Est est ipsum sint nostrud labore occaecat nulla cillum magna aliqua officia ad veniam ad. Cillum reprehenderit esse consequat eiusmod deserunt adipisicing id elit in aliqua elit cillum aliqua anim. Sit occaecat officia enim consequat do adipisicing labore aute cupidatat. Non culpa velit amet sit deserunt. Aliquip ullamco Lorem excepteur fugiat velit veniam ullamco ad.\n\nLabore incididunt nulla incididunt quis aliqua do labore laborum. Est aliqua quis nostrud exercitation deserunt voluptate consectetur sint. Consectetur duis non reprehenderit nisi veniam nulla amet officia proident non ut aliquip nostrud ad. Nulla excepteur ipsum labore quis excepteur est exercitation sit. Culpa duis do sint sit officia minim enim reprehenderit. Pariatur aute et pariatur pariatur laborum do sit ut elit mollit sit qui laborum.\n\nVelit et aliqua incididunt qui quis sint eiusmod amet ex sunt minim aliquip sunt. Sint enim incididunt reprehenderit cupidatat. Deserunt fugiat officia cillum nisi quis culpa cupidatat deserunt dolor. Fugiat in eiusmod tempor nulla veniam enim ut sunt cupidatat irure id. Tempor et consectetur officia pariatur anim labore esse cillum commodo ipsum sint. Occaecat ullamco quis anim aute tempor enim id magna excepteur culpa. Veniam nulla eiusmod deserunt pariatur officia velit velit proident irure deserunt ad occaecat ea eiusmod.\n\nCulpa elit enim nulla anim proident qui in officia magna deserunt sint consequat. Laborum proident velit magna aliquip consequat aliquip tempor ullamco. Occaecat enim et veniam minim eu fugiat laborum. Cillum labore minim labore quis ex ex aliqua irure voluptate ut. Ex cupidatat aliquip excepteur et tempor dolor non ex id Lorem. Ad deserunt incididunt occaecat amet nostrud ad. Deserunt velit ullamco nostrud Lorem magna ullamco velit exercitation dolore.","nominations":["Bradly Kreiger","Columbus Hayes","German Prohaska","Rahul Bashirian"]},{"name":"Erling Denesik","slug":"-erling-denesik","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/blakesimkins/128.jpg","involvement":"Cupidatat pariatur nisi cupidatat aute incididunt excepteur cillum. Magna dolore eu minim duis dolor nulla. Consequat magna veniam qui culpa aute et proident deserunt reprehenderit laborum. Magna cupidatat ea pariatur sit in ad officia in velit ipsum.","qualifications":"Mollit ad duis ex aliquip adipisicing aliquip est id in. Consequat excepteur fugiat aliqua ex mollit fugiat excepteur nisi consectetur dolor incididunt et in fugiat. Tempor velit ullamco laboris ad et incididunt. Ea magna quis ipsum quis nulla aliqua mollit.\n\nEiusmod nostrud fugiat sit labore irure irure minim sunt nostrud culpa eiusmod. Pariatur cupidatat dolore esse aliquip. Cupidatat id labore culpa enim commodo magna deserunt qui. Nulla voluptate est do dolore labore labore duis non aute ipsum elit proident. Laboris cillum voluptate pariatur labore ex velit minim minim tempor id tempor occaecat. Sint nostrud elit consectetur id.","goals":"Sint officia aute incididunt veniam sint aute elit sit proident reprehenderit cupidatat consectetur. Laborum aute eiusmod ut ut. Occaecat voluptate laborum in culpa esse dolore et magna culpa. Mollit tempor aliquip nulla dolore eu cupidatat consectetur ad ipsum.\n\nNostrud et cillum ipsum exercitation est sint adipisicing consequat labore laboris. Anim ea cillum id exercitation excepteur adipisicing. In esse elit nostrud ex. Eu laboris magna aliquip esse labore in laboris cupidatat ad esse enim reprehenderit reprehenderit. Sint labore exercitation esse velit laboris incididunt fugiat. Minim sit ex officia incididunt magna qui reprehenderit labore excepteur cillum id in.","nominations":["Marian Glover","Delaney Wintheiser","Hermina Klocko","Julien Lockman"]},{"name":"Brooke Wyman","slug":"-brooke-wyman","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/enjoythetau/128.jpg","involvement":"Ea non eiusmod irure velit enim. Deserunt occaecat qui enim minim labore enim consequat minim eu officia est deserunt adipisicing. Reprehenderit sint ut elit do in et qui nulla esse do dolor. Laboris ipsum dolor reprehenderit enim excepteur proident sit tempor ea eu nisi velit.","qualifications":"Lorem occaecat labore incididunt aliquip velit occaecat et. Do consectetur consequat dolor veniam esse ea voluptate sint aute proident ullamco id voluptate. Occaecat occaecat proident ullamco sunt eu do ipsum culpa anim do fugiat enim ut sint. Sit velit sit ipsum anim officia tempor excepteur voluptate irure proident irure. Laborum do ullamco incididunt in labore nisi nostrud dolore cillum veniam amet. Dolore quis dolore in cupidatat incididunt anim id. In culpa ut et adipisicing irure occaecat.","goals":"Irure esse reprehenderit adipisicing adipisicing deserunt officia officia duis esse nostrud magna. Laboris in cillum officia dolor ut voluptate cupidatat culpa anim. Aliqua excepteur anim nostrud dolore incididunt exercitation esse consectetur dolor sunt elit non. Labore laboris elit aliquip sint do ipsum officia dolore. Ullamco proident veniam quis proident incididunt Lorem. Do laborum Lorem duis amet.\n\nAd deserunt sit velit do veniam deserunt. Elit aliqua proident dolor irure culpa adipisicing laborum commodo adipisicing ex nisi nisi. Duis anim incididunt veniam sint nulla aute reprehenderit dolor sunt officia. Fugiat et sit ipsum eiusmod tempor fugiat tempor.\n\nSint exercitation voluptate laborum magna amet ut qui. Consectetur consequat ex ullamco incididunt ipsum duis ex dolor consectetur reprehenderit laborum. Labore nulla commodo id labore commodo voluptate aliquip aute exercitation excepteur nulla non nulla dolore. Est officia sint sunt esse fugiat cupidatat laboris pariatur ea aute dolor. Duis culpa occaecat mollit sunt labore velit sint laboris. Nisi nisi excepteur laboris dolore nulla. Duis ullamco minim elit voluptate excepteur excepteur non aliqua Lorem ad sint enim.\n\nAliqua nostrud mollit laborum consequat id sit. Sint culpa exercitation ullamco Lorem exercitation fugiat. Consectetur adipisicing nulla aute ex reprehenderit elit ad cillum deserunt. Anim esse consequat irure amet duis magna eiusmod pariatur sint culpa. Et dolor reprehenderit sint Lorem ea. Aliquip exercitation aliqua anim in eiusmod cillum minim occaecat. Id cupidatat voluptate aliqua magna nisi excepteur.","nominations":["Leo Tremblay","Sim Braun","Karley Wisoky","Delmer Blick"]},{"name":"Vance Lind","slug":"-vance-lind","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/gearpixels/128.jpg","involvement":"Sint nostrud laboris cillum culpa minim voluptate do sint est nulla non occaecat ipsum sit. Laborum dolore anim ex nulla. Excepteur excepteur cupidatat ad ad non cupidatat voluptate commodo Lorem. Deserunt mollit aute culpa commodo labore nostrud exercitation amet.","qualifications":"Mollit irure eiusmod ex do elit duis qui officia commodo aliquip. Cillum eu cillum ut exercitation deserunt irure exercitation id eu officia Lorem ex aute amet. Pariatur nulla est ad nulla mollit dolore enim est sunt culpa proident qui. Nostrud nostrud velit cillum veniam cupidatat. Ex fugiat tempor ex reprehenderit. Id sit magna et nisi aliqua consectetur est consequat eiusmod ullamco laborum consequat quis in.","goals":"Elit veniam est ullamco consectetur. Nostrud do eiusmod officia occaecat quis enim consequat nulla occaecat cupidatat velit. Incididunt exercitation magna dolor labore aliqua aliqua incididunt ipsum tempor veniam velit non. Ipsum fugiat do adipisicing ex mollit reprehenderit veniam pariatur nisi eu ipsum excepteur. Lorem amet eiusmod sint velit excepteur commodo velit aliqua ea id exercitation pariatur.\n\nAdipisicing quis Lorem officia ad cillum veniam in adipisicing ut aliqua. Id ex eu adipisicing ad elit irure ad in qui aliquip. Consectetur id duis occaecat id ut adipisicing aute velit mollit. Consectetur proident esse in sint.\n\nId anim cillum sit amet adipisicing esse eiusmod eu eiusmod magna. Dolor eiusmod esse officia exercitation reprehenderit aliqua occaecat qui tempor cupidatat magna adipisicing elit. Id eu laborum qui nulla. Reprehenderit cupidatat in laboris eu nulla do sunt sint occaecat ex deserunt deserunt proident. Pariatur pariatur culpa excepteur consequat consequat veniam tempor voluptate in nulla dolore. Incididunt enim amet labore labore sunt consectetur nostrud nulla voluptate culpa cillum voluptate consequat est. Excepteur adipisicing exercitation tempor officia ex.","nominations":["Buck Tromp","Darlene Morar"]},{"name":"Charley Tillman","slug":"-charley-tillman","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/kiwiupover/128.jpg","involvement":"Qui laborum elit non incididunt ad. Elit non dolore ad duis esse nulla dolor. Irure cillum ipsum exercitation enim occaecat. Id consequat voluptate laborum eiusmod sunt nostrud culpa mollit non consequat. Anim proident culpa exercitation aute culpa officia ad deserunt ullamco dolor laborum aliqua.\n\nQuis cupidatat elit est quis irure ea adipisicing fugiat et occaecat proident cillum ullamco laboris. Aliqua culpa cillum laboris cupidatat dolor ex ipsum anim ut elit officia laborum. Incididunt sit culpa exercitation magna tempor et non laboris nulla irure dolore eiusmod. Ut esse labore officia ex velit cupidatat elit qui. Laboris tempor irure adipisicing culpa ut nulla minim nisi. Anim minim ullamco aliquip pariatur incididunt elit deserunt occaecat tempor ullamco minim veniam amet ullamco.\n\nDolore do laborum aliquip quis eu et ut. Lorem ut elit amet irure in ullamco. Irure ut ex et dolor sunt aliqua laborum. Aute incididunt cillum eiusmod esse voluptate consequat nisi aliquip quis consequat ipsum. Nisi fugiat dolor deserunt consequat velit tempor eu. Cillum adipisicing aliquip quis commodo exercitation fugiat. Incididunt et laborum ullamco enim nulla.","qualifications":"Laborum aute est nulla nulla aliqua enim et nisi laboris. Proident cupidatat eiusmod qui elit tempor aute anim. Excepteur consequat commodo quis incididunt laborum aliquip irure quis esse duis anim. Deserunt enim enim ad ut nostrud cillum occaecat pariatur cillum aliquip.","goals":"Irure ipsum ea commodo excepteur esse dolore. Eu est reprehenderit aliqua consectetur aliqua dolore voluptate magna occaecat deserunt. Proident deserunt ut esse eu amet ex et.\n\nAmet ea nostrud cupidatat aliqua consectetur cupidatat magna laborum ex. Veniam excepteur mollit ad est pariatur irure consequat laborum occaecat Lorem veniam commodo mollit aute. Consequat nostrud in irure pariatur cillum aliqua cupidatat velit pariatur sit cupidatat pariatur Lorem nulla.\n\nTempor sit cupidatat dolore pariatur labore ut amet. Do sint labore ad aliqua cillum anim ut sit sunt consectetur officia. Amet incididunt aliquip id exercitation. Sit commodo enim nisi Lorem et voluptate pariatur.","nominations":["Abigail Labadie","Laurianne Walsh","Christy Cronin","Frankie Bode","Rylee Marvin"]},{"name":"Mia Smitham","slug":"-mia-smitham","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/her_ruu/128.jpg","involvement":"Anim non do amet ex. Ipsum nisi culpa minim irure sint consectetur Lorem proident sunt esse. Enim reprehenderit consequat ex excepteur.","qualifications":"Ex ullamco aute ex qui quis anim duis. Minim voluptate adipisicing esse id adipisicing occaecat laboris ut proident. Ut voluptate in est culpa incididunt dolore sint et ullamco irure sint dolor deserunt. Consectetur voluptate tempor veniam veniam aliquip. Ullamco ut nulla sunt velit dolore fugiat id ipsum. Consectetur magna eu non duis voluptate adipisicing exercitation duis. Aliqua dolore fugiat cupidatat exercitation excepteur ad cillum nostrud deserunt ullamco.","goals":"Adipisicing qui et minim amet sit ad pariatur exercitation reprehenderit id id velit nostrud. Officia proident anim officia ad velit nisi. Incididunt dolore ea consectetur incididunt Lorem culpa est. Qui laboris eu elit duis.\n\nIn est incididunt excepteur nostrud proident excepteur. Irure fugiat do mollit nostrud dolore esse incididunt minim consequat cupidatat esse duis eiusmod. Duis ex voluptate quis sunt ut aliqua ullamco est excepteur do et ex ipsum excepteur. Id velit id nostrud occaecat quis occaecat eu et sint nostrud culpa ipsum aliquip. Mollit fugiat sunt qui reprehenderit. Labore laborum officia ex ea.\n\nTempor laboris ullamco id sunt labore exercitation aliqua veniam non dolore ex enim est. Esse esse sunt eu exercitation ut culpa esse veniam. Incididunt commodo adipisicing id irure consequat. Eiusmod culpa ipsum ea voluptate excepteur magna tempor mollit exercitation aliquip eiusmod.","nominations":["Chet Tromp","Kira Casper"]},{"name":"Paolo Breitenberg","slug":"-paolo-breitenberg","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/tbakdesigns/128.jpg","involvement":"Magna ut ut deserunt ut deserunt ut aute Lorem nostrud ut proident qui. Enim nulla enim consequat est in cupidatat duis. Quis ad cupidatat sit deserunt nostrud reprehenderit reprehenderit nisi deserunt aute quis mollit.\n\nExercitation veniam ea amet sint in dolor amet cillum nulla irure. Ex ad sint mollit commodo nulla laborum sunt minim adipisicing. Excepteur aute culpa sunt duis duis magna ipsum elit velit minim labore. Mollit sint sint in cillum enim excepteur esse duis ad consequat labore. Reprehenderit nulla officia enim proident amet esse magna. Reprehenderit officia aliquip amet in irure. Enim mollit ipsum tempor excepteur ipsum ullamco cillum elit dolore quis proident officia magna.\n\nLaborum consequat officia Lorem sit elit enim consectetur ex. Eiusmod Lorem voluptate voluptate ea proident. Laborum in tempor cupidatat et labore duis. Dolore adipisicing nulla nulla eiusmod irure et ad. Nisi eu ea non ullamco. Sint aliquip eiusmod ad sint irure.","qualifications":"Amet aute laborum labore qui sit culpa duis veniam irure deserunt dolore. Aliquip est commodo pariatur minim nisi ea in eu pariatur. Nulla occaecat exercitation ex tempor. Ex dolor anim nisi eu excepteur deserunt consequat mollit esse fugiat deserunt dolor enim.\n\nCulpa eu minim labore anim tempor. Dolor ex velit sunt consectetur qui. Cupidatat pariatur nostrud incididunt consectetur exercitation veniam eiusmod. Magna amet id excepteur occaecat id adipisicing. Officia adipisicing nostrud eiusmod velit sint qui eiusmod aliqua ut sit aute. Mollit aute ut Lorem quis adipisicing excepteur. Anim veniam et pariatur nulla.","goals":"Proident minim mollit laboris ea sit qui est aute officia ullamco proident quis aute excepteur. Commodo sunt labore ullamco quis id esse. Do nisi est nisi ullamco. Elit eu nisi aute dolore dolor cupidatat nulla non.\n\nSint ullamco adipisicing aliqua in occaecat nisi nisi consequat voluptate. Voluptate labore officia magna in est elit nostrud. Proident cupidatat cillum irure tempor minim velit nisi minim quis reprehenderit cupidatat consectetur exercitation voluptate.\n\nAute sint eu amet consequat tempor dolore pariatur nisi Lorem velit eiusmod quis fugiat. Commodo laboris qui culpa non laboris veniam esse exercitation. Nulla elit est do esse adipisicing minim duis veniam culpa cillum aliquip. Enim voluptate aute deserunt sint cillum aliqua nulla fugiat ut voluptate quis pariatur deserunt. Enim occaecat fugiat ea laboris eiusmod dolor amet ex cillum. Sint dolore nisi nisi sit non eiusmod consequat nisi reprehenderit proident amet. Amet dolore aliquip aliquip id.","nominations":["Mallory Daugherty","Marge Orn","Naomi Hodkiewicz","Ayla Anderson","Kip Abbott"]},{"name":"Tod Lind","slug":"-tod-lind","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/alevizio/128.jpg","involvement":"Ipsum ad deserunt labore magna minim deserunt non deserunt ullamco voluptate sit laboris. Non non est anim non excepteur sunt culpa consectetur nisi excepteur velit eu. Enim elit officia do enim enim qui id do occaecat minim. Consectetur dolore in Lorem sit sit commodo fugiat voluptate magna. Reprehenderit ad exercitation culpa deserunt culpa aute do.\n\nEnim magna sint nulla duis id ad magna in adipisicing magna. Velit deserunt non non sit. Fugiat veniam cupidatat aute aute anim labore mollit aliquip aute fugiat proident amet id anim. Nostrud commodo tempor amet nulla officia. Minim excepteur tempor enim reprehenderit. Esse enim fugiat pariatur ad eiusmod laborum.\n\nMagna enim et sunt consectetur occaecat ullamco in eu sunt adipisicing sit voluptate amet. Elit do ut dolor est. In id adipisicing magna veniam magna reprehenderit ad.","qualifications":"In pariatur occaecat amet fugiat dolore nostrud minim laboris. Labore enim deserunt consequat culpa incididunt ad culpa aute ipsum ea reprehenderit laboris ad. Veniam velit deserunt ullamco irure esse fugiat culpa aute nostrud reprehenderit ipsum consectetur tempor officia. Officia ea incididunt magna est. Et in eu irure nulla eu labore ut velit et est. Labore non amet aute tempor irure est culpa amet nostrud mollit quis officia ipsum minim. Tempor laboris veniam veniam ipsum est eu et cillum sunt reprehenderit.","goals":"Non anim tempor enim consequat eu. Consequat eu officia consequat qui fugiat. Ea nostrud id excepteur duis nulla occaecat incididunt tempor. Labore occaecat mollit pariatur duis eiusmod consequat laboris dolor et nisi excepteur amet laboris dolor.\n\nEa tempor exercitation aliquip laborum minim aliquip voluptate. Officia sint nostrud aliquip excepteur voluptate. Mollit mollit aute aute adipisicing minim pariatur fugiat cillum aute. Nulla commodo nulla tempor eiusmod voluptate sint sint consectetur nostrud adipisicing sint. Id enim laboris sunt irure non tempor pariatur fugiat. Qui deserunt enim eiusmod incididunt anim eiusmod. Esse adipisicing veniam excepteur consequat anim qui dolor velit aute est.\n\nEa esse consequat consectetur qui est. Reprehenderit enim ullamco ullamco aliquip occaecat cillum. Eiusmod esse ut labore laborum proident tempor velit proident Lorem qui voluptate.","nominations":["Paige Erdman"]},{"name":"Haylee Osinski","slug":"-haylee-osinski","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/kerihenare/128.jpg","involvement":"Amet sit officia ipsum dolore sunt duis incididunt minim velit incididunt in aute occaecat. Excepteur do nulla sit proident officia ea ullamco enim. Lorem nostrud pariatur ipsum et quis minim. Amet in sunt ad quis elit.\n\nIncididunt amet officia officia ea. Ex exercitation eiusmod in eiusmod eu minim sint tempor elit dolor. Sint tempor quis pariatur sunt sunt est velit in aliquip do do. Irure esse qui consequat ipsum minim amet incididunt aliqua anim occaecat eu. Ipsum elit tempor anim duis deserunt esse.","qualifications":"Eu minim sint nulla ut enim. Ex aliqua nostrud ullamco sint adipisicing exercitation elit occaecat ut sit fugiat esse excepteur. Eu id consequat tempor voluptate dolore. Duis deserunt nisi ullamco elit ex dolor in occaecat ad non sit elit in labore. Eiusmod eu ex anim et velit est adipisicing adipisicing. Velit labore voluptate aliquip nisi voluptate ipsum commodo irure fugiat laborum consectetur magna.","goals":"Ex magna dolore velit esse nostrud consectetur ea amet consequat eu. Labore fugiat dolor id id ad ex. Eiusmod ex minim esse laboris aliqua adipisicing nostrud duis commodo fugiat ea. Aute in id nostrud ullamco ex eu duis eiusmod enim amet non ipsum. Eu commodo excepteur sit voluptate et commodo ad sit sunt. Consequat labore id cupidatat aute laboris aliqua anim eu quis. Esse non enim labore dolor magna.\n\nAnim mollit exercitation occaecat ea enim anim duis dolor id aliquip est reprehenderit sint. Non deserunt incididunt voluptate consectetur sunt. Eiusmod eiusmod voluptate tempor id laborum adipisicing dolore incididunt ut labore. Consectetur officia incididunt pariatur consequat in irure anim nulla mollit officia. Qui esse officia proident duis minim voluptate. Eiusmod cupidatat veniam occaecat laborum incididunt do veniam consequat sint sit incididunt.\n\nLaborum adipisicing ut amet laborum ea in anim ut. Consectetur eiusmod commodo labore officia irure sint ut anim est do eu tempor elit. Est fugiat consequat id sit dolor ex. Minim aliquip commodo nostrud culpa deserunt labore ullamco dolore commodo velit proident cupidatat.\n\nExercitation do quis do pariatur excepteur elit in dolore commodo irure amet. Dolor fugiat nisi officia commodo ullamco et. Aliquip laborum mollit cupidatat pariatur et ipsum non deserunt do nostrud deserunt. Fugiat laboris reprehenderit amet ut amet ex quis quis cillum labore amet irure dolor.","nominations":["Assunta Hagenes","Audra Yost","Kailee Fahey","Kiara Nienow","Lucius DuBuque"]}]}}
