{"localCouncil":{"positions":[{"title":"Co-chair","slug":"co-chair","description":"\n  <p>The Co-Chairs shall be the official public spokespersons for the Local and will initiate such actions and policies as the Local’s general welfare may demand. The Co-Chairs shall organize and preside over all official meetings of the organization and the Local Council. The Co-Chairs shall maintain consistent communication with all committee leaders and facilitate collaboration and coordination between them. Additionally:</p>\n  <p>The Co-Chairs will also act as, or appoint, the official representatives of the Local to the National Organization and to other DSA Locals. This does not apply during official business at the National DSA Convention, when Local Delegates may act independently on behalf of the Local’s membership.</p>\n  <p>The Co-Chairs serve as executive officers of the Local, and they are listed on financial accounts along with the Treasurer.</p>\n  <p>At least one Co-Chair must not identify as both White and Cis-Male.</p>\n          ","candidates":[{"name":"Molly Armstrong","slug":"co-chair-molly-armstrong","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/sur4dye/128.jpg","involvement":"I was elected Vice Chair of the Local Council (then ExComm) in January. Aside from fulfilling these duties, I also helped plan and implement the most recent General Meeting, where we voted on new bylaws.\n\nI was appointed Co-Chair of the Communications Committee from January until May, working with ~35 talented comrades to make sure our operational, social, and visual comms are on point! \n\nI was a member of the Education Comm. I planned and facilitated previous education events, and submitted the LC proposal to create the upcoming Socialist Summer School program. ","qualifications":"A Co-Chair position requires seeing EBDSA as a whole - the many moving parts in ongoing projects as well as our larger goals and pathways to reach them. Over the past 6 months, I have proven my commitment to developing EBDSA as an organization in line with our ambitious socialist goals.\n\nAs an active member in several committees, I saw the inefficiency and lack of organizational cohesion in our previous structure. I co-sponsored the amendment to our bylaws that restructures EBDSA to Internal Organizing and External Organizing Committees and Organizers. I am now on the Transition Working Group in order to see this new structure implemented.","goals":"In this next term, I want to see the new organizational structure implemented with intentionality that considers what has worked, what hasn't, and what could be. \n\nAs a first full-term Co-Chair, I also want to set the precedent ensuring clear communication and support is prioritized between the Internal and External Organizing Committee leadership and members. \n\nMore broadly as Co-Chair, I want to strengthen our relationship to other California chapters, especially as we gear up our Single-Payer campaign, as well as other chapters across the US in order to share knowledge and build mass solidarity.","nominiation1Name":"Isadore Roob","nominiation2Name":"Kareem Larkin","nominiation3Name":"Federico Ebert","nominiation4Name":"Verna Cartwright","nominiation5Name":"Lavon Swift"}]},{"title":"Vice Chair","slug":"vice-chair","description":"\n  <p>The Vice Chair is responsible for assisting the Co-Chairs with all of their duties. If both Co-Chairs are unable to perform their duties, the Vice Chair shall perform all duties and assume all responsibilities of the Co-Chairs until such a time as one or both Co-Chairs are able to resume their posts.</p>\n          ","candidates":[]},{"title":"Secretary","slug":"secretary","description":"\n  <p>The Secretary is responsible for taking minutes of all General Membership and Local Council Meetings, and shall be responsible for publishing these minutes, as well as resolutions, reports, and other official records of the Local. The Secretary may appoint, but must oversee, a temporary proxy minutes-taker for any meeting. That proxy may not vote on behalf of the Secretary. Additionally:</p>\n  <ul>\n    <li>a. The Secretary shall transfer official records in good condition to their successor.</li>\n    <li>b. The Secretary will assume the responsibilities of one of the Co-Chairs, if both Co-Chairs and the Vice Chair is unable to do so.</li>\n  </ul>\n          ","candidates":[{"name":"Benjamin Fife","slug":"secretary-benjamin-fife","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/cyril_gaillard/128.jpg","involvement":"I have served as the Secretary of EBDSA since December. In that role I have co-directed the Communications Committee with Molly Armstrong, recorded the minutes of all EBDSA LC (formerly ExComm) meetings, and worked closely with organizers on and off the LC to support the growth of this organization.  I am particularly excited to have had a role in the development of our conflict resolution team and our 1 on 1 training for socialist organizers.  I have also had the chance to cook many pots of lentils to help keep my comrades well nourished. ","qualifications":"I have enjoyed being EBDSA's Secretary and take seriously the role of ensuring that this organization's records are kept in ways that are useful, transparent and supportive to our mission of building a strong Democratic Socialist movement. I understand the level of commitment that this role requires both in attendance at meetings and in the work between meetings and am committed doing the daily  work of supporting the communication needs and record keeping needs of this organization.  ","goals":"If elected to continue as EBDSA's secretary I hope to strengthen the culture of minutes taking and central storing of minutes so that we have a record of minutes not only of LC meetings but of our other important meetings as well.  I believe that there is room to better document our decision making processes and that doing so will help us to support other socialist organizers around the country.  I also would like to be part of supporting the fuller integration of the  work currently being done by the communications committee with the work of the new internal and external organizing committees.  ","nominiation1Name":"Gillian Stiedemann","nominiation2Name":"Glen Schulist","nominiation3Name":"Matt Wolff","nominiation4Name":"Pearlie Schowalter","nominiation5Name":"Rodrick Buckridge"}]},{"title":"Treasurer","slug":"treasurer","description":"\n  <p>The Treasurer will be responsible for administration of funds, budget, and financial organization of the Local, including overseeing fundraising activities for the Local. The Treasurer will report to the Local Council on the financial status of the organization at each Local Council Meeting. The Treasurer will maintain transparent and open financial reports available to the entire membership upon request by an officer of the Local Council.</p>\n          ","candidates":[{"name":"Jeff Lee","slug":"treasurer-jeff-lee","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/cemshid/128.jpg","involvement":"Like many of us, I joined DSA right after the 2016 election. I'm new to political activism, but I've found a really welcoming community and lots of things to do. Most of my time has been spent helping out with operational tasks under the Communications committee. I've worked on several different technology-oriented projects, including task management software, the website, and IT security. Lately, I've been working on the Transition Working Group to strategize the future structure of the chapter. I've also tried to stay active with single-payer canvassing and volunteering at general meetings.","qualifications":"My day job is leading teams and projects in the tech industry, and one of the really gratifying things about DSA has been the chance to apply my skills toward social and economic justice (yes!), rather than toward corporate profit (BOOO). I expect the treasurer role will be an expansion on the kinds of things I've been effective at since joining the chapter: solving problems that require technical proficiency and attention to detail, designing systems and processes that help make the organization run better, facilitating conversations, and establishing rapport with leaders across the chapter.","goals":"DSA has a huge amount of momentum and I expect it to continue to grow in numbers and influence. My aim is to make sure the organization is operationally sound as it expands and takes on more ambitious goals. There are lots of projects toward that end that I hope to pursue: building infrastructure for fundraising, creating systems for online donations and payment processing, exploring initiatives like local dues and 501(c)(4) status for the chapter, and establishing a finance committee to facilitate all of these efforts. Also, as a voting member of the LC, I hope to be thoughtful and fair, and to listen more than I talk.","nominiation1Name":"Theodora Roberts","nominiation2Name":"Vincenza Schaden","nominiation3Name":"Carlo Langosh","nominiation4Name":"Ettie Boehm","nominiation5Name":"Leann Donnelly"}]},{"title":"Internal Organizers","slug":"internal-organizer","description":"\n  <p>Internal Organizers will jointly oversee the Internal Organizing Committee (see Article VI), which is responsible for fostering a lively participatory and democratic culture within the Local through the development, education, mobilization, and recruitment of members. The Internal Organizing Committee is also charged with organizing General Meetings, Informational Meetings, and social, educational, and fundraising events. Under the direction of the Local Council, the Internal Organizing Committee shall develop and oversee a program of socialist cadre development that includes skills training and political education; and a system of Mobilizers (similar to union shop stewards) who will act as an active conduit of information and engagement between the General Membership and the Local Council.</p>\n          ","candidates":[{"name":"Ahmed Kanna","slug":"internal-organizer-ahmed-kanna","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/afusinatto/128.jpg","involvement":"In my short time with EBDSA (I joined in early March 2017), I've already been very active with the organization. I've canvassed (twice) for the single-payer campaign; phone-banked both for the single-payer campaign and for the Asad Haider event; I've served on the Educational Committee, facilitating a reading group on the Communist Manifesto; I've attended DSA actions, such as the May Day 2017 march in Oakland.  Currently, I'm co-organizing and helping to plan the EBDSA Socialist Summer School to take place during summer 2017.  I'm helping to design the curriculum for the summer school and will be one of its facilitators. ","qualifications":"I have 15 years experience as a college instructor, which will help in my educational capacities on the Internal Organizing committee; in particular, I have long experience teaching socialist, Marxist, etc. materials to students with no background in socialism.  I've been active in socialist organizing in the East Bay for over three years - before DSA I was active in socialist electoral campaigns and mobilizing work, where I learned to connect organization-building to a larger transformative socialist vision. I have a long and continuing interest in communicating socialist ideas to everyday people with little or no socialist background.  ","goals":"- Facilitate communication between EBDSA leadership and rank and file\n- Encourage all members to recognize their skills and role in building the organization\n- Help educate, train EBDSA members who want to become more active, for example, through the summer school and through internal mobilizing meetings, conversations, etc. \n- Develop the organization's democratic culture by encouraging all members to think of themselves as potential leaders of and important contributors to EBDSA\n-  Help implement the internal mobilizer system, based on the experience of other DSA branches, that has proven effective in achieving the goals stated above","nominiation1Name":"Rebekah Reichert","nominiation2Name":"Kyla Konopelski","nominiation3Name":"Zackary Littel","nominiation4Name":"Carissa Nolan","nominiation5Name":"Alphonso Bayer"}]},{"title":"External Organizers","slug":"external-organizer","description":"\n  <p>External Organizers will jointly oversee the External Organizing Committee (see Article VI), which will lead the Local’s fight for a socialist political agenda in the East Bay and beyond. Under the direction of the Local Council and in order to realize the policies, priorities and campaigns set forth by the General Membership, the External Organizing Committee shall manage or execute all of the Local’s issue and electoral campaigns, direct actions, rallies, and other activities expressly targeted at the general public for political purposes.</p>\n          ","candidates":[]},{"title":"At-Large Local Council Members","slug":"at-large","description":"\n  <p>At-Large Local Council Members will participate in Local Council decision-making, and are responsible for attending all relevant meetings and reading all relevant documents. At-Large Local Council members are also tasked with representing the views of the membership that elected them as well as helping to advance the goals of the Local generally.</p>\n          ","candidates":[{"name":"Ben Adam Rosenberg","slug":"at-large-member-of-local-council-ben-adam-rosenberg","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/knilob/128.jpg","involvement":"i do stuff","qualifications":"i'm living large","goals":"singlepayer for all","nominiation1Name":"Orville Ernser","nominiation2Name":"Gregory Stanton","nominiation3Name":"Melvina Stehr","nominiation4Name":"Enrique Reilly","nominiation5Name":"Pablo Yundt"},{"name":"Jetta Rae Robertson","slug":"at-large-member-of-local-council-jetta-rae-robertson","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/mahdif/128.jpg","involvement":"I'm an interim coordinator for the Socialist Feminist caucus and co-founder of the Abolition of Police and Prisons caucus and conflict resolution working group.  In addition, I've provided photography and/or medic services to most of our major events since January.","qualifications":"The bulk of my organizing experience is around mutual aid — hosting food/clothing drives and raising money for things like LGBTQ youth programs. These are the sorts of practices and tactics I want to normalize within our chapter; meeting the material needs of people in our communities, enabling them to assist us in taking power. ","goals":"I want to help establish the community trust and in-roads to coalition that will enable us to pose a tangible challenge for local elected government who refuse or fail to take action against gentrification, the housing crisis, ICE, police abuse, and the abetting of white nationalism. This will require a lot of interfacing with people who may be unfamiliar or even wary of us. I would like to be that person who can help affirm EBDSA's commitment to attaining these necessary victories.","nominiation1Name":"Abelardo Walker","nominiation2Name":"Pascale Wisoky","nominiation3Name":"Eldridge Glover","nominiation4Name":"Roderick Stark","nominiation5Name":"Kenya Renner"},{"name":"Jeremy Gong","slug":"at-large-member-of-local-council-jeremy-gong","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/shalt0ni/128.jpg","involvement":"I have helped build the chapter since November, 2016, and been active as a single payer organizer and co-chair of East Bay DSA.","qualifications":"I will be running for the National Political Committee (NPC) at the National DSA Convention, so I will not run to be reelected as co-chair since I will not have time to do both.\n\nI look forward to still sitting on the Local Council and participating in the collective leadership of the chapter, politically and organizationally.","goals":"I hope to contribute to building a longer term political vision for DSA, locally and nationally. This includes expanding and deepening our campaigns organizing, new internal organizing projects, Marxist political education, and more, all while helping other chapters to develop some of these programs as well. Also I will help keep the chapter in contact with the national organization. ","nominiation1Name":"Sallie Terry","nominiation2Name":"Riley Cronin","nominiation3Name":"Rose Dietrich","nominiation4Name":"Alvis Braun","nominiation5Name":"Oswaldo Abshire"}]}]},"nationalConvention":{"candidates":[{"name":"Merl Jones","slug":"-merl-jones","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/surgeonist/128.jpg","involvement":"Ea exercitation cupidatat aute qui fugiat voluptate in nostrud enim. Nisi consectetur sunt laborum fugiat anim cillum consectetur deserunt officia nisi. Cupidatat do ea adipisicing culpa deserunt deserunt ut enim ea ut veniam laborum proident. Magna ea fugiat elit mollit tempor occaecat dolor in. Velit est proident fugiat commodo mollit laborum et sint sit ut aliqua in.\n\nQui consectetur dolor excepteur velit sit. Nulla aliqua excepteur incididunt sunt reprehenderit. Minim esse nostrud quis laborum. Proident aute excepteur id et laboris. Sit excepteur deserunt culpa mollit mollit deserunt occaecat aliqua.\n\nAliqua occaecat amet elit laborum occaecat laboris. Deserunt dolore consectetur eiusmod reprehenderit incididunt. Aliquip excepteur dolore mollit minim elit est. Dolore id ipsum fugiat voluptate esse fugiat voluptate exercitation anim duis.","qualifications":"Ea deserunt ex ullamco magna. Mollit in et pariatur qui in qui laboris incididunt cupidatat adipisicing pariatur sit. Tempor nostrud occaecat quis minim esse cillum aliquip. Eiusmod laborum reprehenderit anim nulla anim velit in enim. Tempor deserunt magna id in ad et laboris Lorem.","goals":"Magna commodo nulla deserunt consequat do non in do labore. Ullamco dolor aliquip non dolor. Ex velit eu consequat qui in cupidatat cillum et laborum irure magna duis ut. Enim consectetur reprehenderit elit pariatur elit incididunt laboris deserunt mollit. Commodo aute et ut eiusmod fugiat enim qui adipisicing exercitation ullamco ullamco cupidatat. Et labore voluptate incididunt eiusmod pariatur incididunt pariatur laborum deserunt ad esse. Amet occaecat proident veniam laborum incididunt qui occaecat in qui veniam enim ipsum pariatur quis.\n\nSunt do irure est quis culpa amet est mollit id qui ex minim elit. Reprehenderit deserunt culpa officia minim fugiat ea laboris aliqua pariatur ad duis mollit amet. Non ad dolor voluptate tempor est do aute ad irure officia nulla reprehenderit culpa. Consequat exercitation cillum aute amet mollit occaecat magna. Eu sit enim deserunt laboris magna labore. Ea occaecat eu voluptate amet exercitation minim. Eu reprehenderit in pariatur nisi anim ut.\n\nVelit nostrud nulla ipsum dolor exercitation ut ipsum quis. Aliqua laboris amet quis aliqua. Id culpa duis non voluptate enim ut.","nominations":["Angelica Wilkinson","Mona Kassulke"]},{"name":"Trevor Conroy","slug":"-trevor-conroy","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/bublienko/128.jpg","involvement":"Voluptate eu amet reprehenderit sint ex nulla nisi voluptate qui ea velit ut. Elit cupidatat cupidatat in quis reprehenderit reprehenderit minim aliquip amet ullamco proident id qui. Dolor consequat proident adipisicing fugiat tempor ipsum reprehenderit adipisicing anim tempor laboris Lorem pariatur.","qualifications":"Dolore et consectetur exercitation proident exercitation culpa cupidatat duis amet dolor ea eiusmod deserunt. Elit nisi officia pariatur quis. Cupidatat Lorem aliqua nulla excepteur amet officia sint amet. Minim exercitation officia id amet cupidatat sint. Lorem do aliquip dolor mollit. Laborum incididunt nulla laborum reprehenderit sit tempor ad proident excepteur non nulla nostrud. Exercitation esse ullamco duis ut dolore ullamco cillum amet dolor nisi labore.","goals":"Irure consequat fugiat ut laboris pariatur sint. Qui exercitation ipsum sint duis laborum dolor quis cupidatat excepteur ut. Esse aliqua occaecat sit duis sint in sunt. Non amet sunt culpa voluptate nulla mollit quis do pariatur.\n\nReprehenderit excepteur nostrud dolore sunt culpa commodo eu anim officia. Nostrud aliqua pariatur ad enim dolore nulla incididunt proident anim enim id. Culpa eu ad reprehenderit velit enim quis. Nisi minim proident culpa non commodo dolor qui cillum eiusmod velit id commodo aliquip. Velit exercitation anim aliquip veniam. Exercitation in velit veniam est consequat fugiat nisi occaecat mollit in non excepteur.\n\nOccaecat mollit exercitation ea nostrud ea deserunt magna sit consectetur aliqua nostrud proident et consectetur. Culpa do amet et ad quis irure tempor excepteur magna dolore tempor amet. Laboris cillum nostrud culpa aliquip duis ad. In pariatur magna id veniam cupidatat laborum reprehenderit nulla mollit. Ullamco consequat dolore deserunt cupidatat incididunt nostrud qui esse esse nisi ex ex aliqua.","nominations":["Emma Price","Joe VonRueden","Edna Walsh"]},{"name":"Lester Reinger","slug":"-lester-reinger","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/cboller1/128.jpg","involvement":"Id laboris adipisicing deserunt mollit officia reprehenderit non do incididunt. Lorem cillum incididunt reprehenderit ullamco consectetur voluptate consectetur consequat ea. Id ut nulla sunt do Lorem elit Lorem fugiat. Laborum nulla esse non dolore commodo cillum ea ullamco incididunt ut officia.\n\nLabore esse qui sit ullamco ex irure et nisi labore voluptate in. Deserunt sint ea aute duis. Sint est officia duis in adipisicing laboris nostrud sint sint voluptate in. Non esse tempor irure ipsum mollit Lorem cillum aliqua non dolore sunt incididunt ea.","qualifications":"Nostrud nulla officia sunt officia excepteur incididunt reprehenderit et ad velit sint commodo minim duis. Dolor et do sit labore sint ex tempor qui laboris anim est. Dolore irure ut ad nostrud amet velit ea occaecat consectetur nostrud aute dolore. Magna officia ex elit incididunt nostrud sint qui elit.\n\nSunt cillum excepteur laborum irure occaecat enim Lorem aliquip. Anim dolore ex amet cupidatat nisi ullamco cillum proident incididunt quis mollit. Ex qui consectetur cupidatat commodo fugiat esse amet qui voluptate dolor non.","goals":"Duis sint sunt ut laboris laboris. Nulla sint magna nostrud sit. Et culpa laboris duis ad mollit laborum consequat amet proident quis esse ex laboris. Elit veniam elit amet consectetur minim culpa ullamco consectetur. Amet quis est adipisicing velit minim adipisicing aliquip est consequat nisi. Pariatur velit veniam excepteur irure. Excepteur elit exercitation pariatur in aliquip ut.\n\nAnim mollit pariatur sunt nulla velit cupidatat dolore. Anim do consectetur esse mollit duis officia quis esse cillum id. Ea sit incididunt proident sunt anim duis exercitation cupidatat adipisicing excepteur. Exercitation officia consectetur minim magna irure elit dolor Lorem eu eiusmod Lorem aliquip. Et qui sunt ut pariatur eiusmod non.","nominations":["Harvey Kerluke","Gus Nienow","Vicky Schuster","Felicita McDermott"]},{"name":"Makenzie Adams","slug":"-makenzie-adams","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/samihah/128.jpg","involvement":"Laboris et velit nostrud cillum commodo pariatur aliqua. In anim consectetur eu id cupidatat duis commodo quis commodo ex dolore ipsum. Magna officia incididunt ad est magna minim proident ipsum minim et sit consequat nisi. Qui occaecat id incididunt nisi id aliquip sit sit nulla esse sunt.\n\nId mollit ut consequat in deserunt dolore ipsum qui fugiat cupidatat proident consectetur duis. Nisi sunt veniam consectetur culpa. Lorem incididunt non voluptate culpa excepteur incididunt aute. Qui veniam reprehenderit ullamco reprehenderit cillum. Lorem do qui adipisicing velit ex ex.\n\nPariatur culpa excepteur in veniam proident id non eiusmod nulla dolore esse fugiat. Incididunt sint elit magna sunt qui aliquip laboris duis nostrud fugiat nulla ipsum reprehenderit dolore. Duis pariatur laboris nisi reprehenderit laborum non id quis laborum mollit aliquip. Magna tempor eu eu reprehenderit culpa occaecat nisi.","qualifications":"Pariatur cillum irure quis est reprehenderit. Irure et reprehenderit id quis. Sunt id sunt id excepteur adipisicing ut exercitation nisi id aliqua occaecat incididunt qui ipsum. Nostrud minim adipisicing fugiat ullamco. Anim est veniam magna amet nostrud officia labore irure Lorem non pariatur consectetur. Ullamco sint nulla labore commodo reprehenderit dolore fugiat. Exercitation eiusmod proident proident incididunt culpa eu anim reprehenderit.","goals":"Dolor ea nulla excepteur aute voluptate laborum consequat aliquip. Quis id ullamco labore voluptate elit nostrud qui mollit consectetur quis. Eu id elit adipisicing velit cillum nisi. Officia sit enim enim minim mollit irure aliquip aliqua officia magna occaecat cupidatat nulla. Id mollit velit aute ea occaecat officia duis elit aliquip.\n\nCommodo mollit elit deserunt ipsum enim minim pariatur ipsum id pariatur cupidatat Lorem. Aliqua amet cupidatat anim anim amet mollit sunt est ipsum id dolor dolore culpa. Tempor qui est ex commodo esse reprehenderit dolor cupidatat elit do consequat ullamco.\n\nDuis anim pariatur eu non ad aute incididunt voluptate adipisicing ea amet proident consequat quis. Voluptate quis irure ut aute enim esse irure magna. Proident pariatur fugiat enim ex sit aliqua proident sint sint commodo laborum cillum.\n\nAdipisicing ipsum voluptate sit veniam dolore qui aliquip magna velit officia consectetur nostrud veniam tempor. Nulla ea adipisicing cupidatat enim do ex officia veniam consequat voluptate aute. Et magna proident voluptate sunt. Elit ex quis voluptate pariatur tempor. Enim dolor minim dolore ex fugiat anim irure nostrud culpa qui. Cupidatat excepteur mollit eiusmod irure et consequat sint proident enim.","nominations":["Mike Goyette","Antonia Larson","Peggie Gleichner"]},{"name":"Hector Will","slug":"-hector-will","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/herbigt/128.jpg","involvement":"Elit fugiat laborum laborum sunt nisi non amet sint ea nostrud. Do laboris dolore est commodo fugiat pariatur ut. Amet enim laborum dolore labore in officia voluptate elit cillum nisi sint incididunt proident commodo. Occaecat irure elit ullamco quis laborum enim reprehenderit. Duis nisi magna et Lorem ea pariatur. Ullamco aliqua anim nostrud tempor do qui aliqua ea do do voluptate id.","qualifications":"Sint consectetur voluptate voluptate Lorem sunt consequat id magna ea consectetur. Est dolore duis reprehenderit adipisicing eiusmod mollit aliqua irure ex voluptate proident eu. Fugiat cupidatat ex ipsum mollit minim nisi laborum. Eu ut consequat laboris sit ad. Dolor incididunt pariatur sit incididunt.\n\nOccaecat consequat dolore pariatur fugiat ea ipsum sit tempor occaecat dolor. Mollit ipsum velit voluptate ad labore labore non laboris ea ipsum ullamco. Lorem occaecat mollit esse magna esse culpa ipsum elit. Pariatur sunt adipisicing amet aute dolore voluptate aliquip reprehenderit non culpa irure tempor. Amet in consequat cillum culpa ipsum do voluptate. Elit sit irure incididunt ex magna.","goals":"Ad aliqua pariatur proident non aliquip. Amet irure mollit consectetur mollit proident amet enim. Excepteur in consectetur ut et consequat veniam elit.\n\nSit ullamco est et qui ex ut mollit ex. Magna proident laborum amet dolor aliquip. Laborum officia aute anim laboris est ex consequat reprehenderit pariatur sint. Ut laboris enim laborum reprehenderit velit officia sunt dolore. Aliqua commodo dolore consectetur nulla sit pariatur proident adipisicing adipisicing esse est et.\n\nCommodo anim Lorem velit anim. Cillum esse consequat adipisicing nulla reprehenderit commodo laboris eu. Sit amet dolore pariatur reprehenderit eu qui eiusmod Lorem sunt et eiusmod. Fugiat ullamco voluptate commodo quis reprehenderit mollit irure anim commodo. Cupidatat ut excepteur nulla voluptate sit deserunt occaecat dolore enim veniam incididunt dolor. Dolore proident ullamco qui Lorem elit voluptate aliqua amet fugiat nisi Lorem proident consequat sunt. Velit adipisicing reprehenderit consectetur elit non Lorem eu occaecat.\n\nAliquip excepteur sint proident do incididunt pariatur non laboris adipisicing exercitation. Elit non adipisicing aliqua ut id dolor voluptate sint ex id duis eiusmod est. Officia in id velit ad.","nominations":["Rhea Veum"]},{"name":"Eliza Gibson","slug":"-eliza-gibson","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/aaroni/128.jpg","involvement":"Do nisi et amet occaecat. Ullamco ut exercitation id Lorem aliquip ullamco qui culpa aliquip esse consectetur do irure. Ipsum tempor labore sunt quis ut sit incididunt ut non incididunt tempor.","qualifications":"Sunt magna et ad duis. Sunt amet veniam ex labore dolor cupidatat aute anim aliqua. Commodo nisi esse non velit et velit veniam dolore qui exercitation ea nostrud.","goals":"Ullamco incididunt pariatur adipisicing dolor aliquip non do do est est anim adipisicing. Occaecat qui labore minim proident labore ut aliqua tempor anim in cupidatat irure tempor. Eiusmod fugiat cupidatat ex Lorem sint culpa. Nisi non officia ipsum eiusmod cillum.\n\nNostrud cupidatat quis incididunt ipsum eiusmod ut elit sunt sit. Anim duis reprehenderit cillum aute in esse nostrud. Mollit ut esse esse incididunt duis dolor id enim fugiat. Sit voluptate consectetur id proident anim amet non non nostrud excepteur. Sint fugiat est anim sint est consectetur. Laboris do non velit nostrud excepteur sunt nostrud deserunt.\n\nAliqua pariatur amet deserunt mollit est nulla. Elit sint magna mollit aliqua. Amet laborum elit qui eu nulla ipsum culpa esse aute amet.\n\nNisi elit consequat incididunt proident tempor non dolor velit excepteur nisi ullamco dolor voluptate. Nulla qui qui pariatur in dolore nulla ipsum sunt voluptate labore. Et veniam labore exercitation eiusmod. Aute minim elit in amet. Adipisicing labore exercitation excepteur est cillum duis aliquip commodo veniam nulla. Nostrud Lorem cillum mollit voluptate nostrud ea ipsum esse Lorem do laboris laborum id consectetur.","nominations":["Stella Jacobs","Esther Stokes","Camden Dibbert"]},{"name":"Pedro Emmerich","slug":"-pedro-emmerich","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ChrisFarina78/128.jpg","involvement":"Voluptate ex adipisicing ullamco tempor excepteur anim cupidatat laboris. Sunt incididunt commodo aute amet et veniam nisi sint pariatur irure officia eu. Ea excepteur magna Lorem irure excepteur. Veniam voluptate duis irure aliquip excepteur ut minim amet. Enim est veniam nostrud sit velit do culpa exercitation minim. Tempor voluptate incididunt cillum qui elit pariatur. Laboris sint in non magna laborum pariatur labore nisi pariatur duis excepteur dolore.","qualifications":"Consectetur nisi cillum ad laborum labore voluptate non irure magna ad esse aliqua. Duis nisi duis non sint commodo duis proident exercitation esse cupidatat pariatur eu tempor. Commodo cupidatat cillum officia nulla.","goals":"Nulla excepteur tempor reprehenderit amet aliquip elit velit laboris voluptate eiusmod. Voluptate Lorem exercitation qui culpa eu culpa id nulla labore excepteur do enim. Quis exercitation commodo labore laboris enim in exercitation do culpa laborum adipisicing in. Id mollit et enim anim minim labore et tempor excepteur ea ut. Sit eu laboris culpa cupidatat ad do sint magna. Ad occaecat esse eiusmod duis. Dolore eu cupidatat irure tempor sint voluptate qui fugiat officia irure.\n\nId aliqua velit duis commodo. Cillum duis nulla elit ex anim qui incididunt culpa magna dolore. Cillum amet proident dolor magna Lorem id duis ullamco. Magna eiusmod ex fugiat magna veniam enim minim aute cillum culpa reprehenderit adipisicing eiusmod dolore.\n\nFugiat enim qui anim ullamco anim dolore nostrud. Do commodo occaecat aliquip sunt irure id laborum eu et voluptate occaecat cupidatat do mollit. Quis qui magna tempor aliquip quis ad in voluptate anim labore duis. Ex enim enim enim consequat cupidatat minim sint ut voluptate elit quis culpa eu consectetur. Ut amet incididunt duis laboris est exercitation id enim. Officia veniam ullamco voluptate sunt.\n\nDolor non et voluptate proident esse ea occaecat nulla pariatur esse. Est est minim incididunt sunt commodo ea nostrud pariatur sit. Cillum consectetur elit proident veniam cupidatat officia eu. Officia et id veniam deserunt laborum et.","nominations":["Eugene Kuphal","Darian Klein"]},{"name":"Maggie Paucek","slug":"-maggie-paucek","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/carlosgavina/128.jpg","involvement":"Commodo sit ea aliqua dolore ea cillum eu dolore fugiat. Fugiat excepteur aute dolor nostrud reprehenderit in commodo. Voluptate nostrud ut elit ut cupidatat laborum et ex nostrud dolore qui. Mollit ea laborum duis anim ad cillum duis occaecat proident pariatur minim adipisicing anim. Excepteur aliquip ex officia enim enim cupidatat anim laborum est enim ullamco est aliqua incididunt. Nisi dolore ipsum velit consequat ex reprehenderit pariatur veniam sunt.\n\nNisi eiusmod aliqua adipisicing et deserunt esse ipsum Lorem irure adipisicing. Incididunt nostrud labore sit magna id irure ex ea sint culpa Lorem commodo culpa nulla. Ipsum elit anim quis nostrud proident nisi incididunt nostrud. Ad veniam do labore aute ut ut reprehenderit exercitation cillum laboris pariatur. Pariatur veniam cupidatat eiusmod aliquip Lorem dolore pariatur occaecat proident minim occaecat anim anim.","qualifications":"Lorem enim nisi dolor ex excepteur. Id ipsum elit ex sint. Non ipsum mollit irure occaecat fugiat ut ad aliqua. Culpa deserunt ut in ullamco tempor est.","goals":"Ullamco do laboris ullamco culpa eiusmod laborum in commodo excepteur veniam exercitation. Non aliquip ea deserunt cupidatat reprehenderit deserunt non magna. Adipisicing sint quis qui dolor. Amet ut irure culpa mollit.\n\nAliquip irure do nulla magna non. Et et tempor laborum minim velit minim cillum et cillum deserunt. Ea minim ex eu consequat deserunt nulla et Lorem duis sit. Commodo anim adipisicing dolor nulla. Proident cupidatat mollit sit commodo laborum anim consequat ex exercitation exercitation ex minim proident ut. Enim non eu aliqua cupidatat et.\n\nLaboris nostrud tempor eu id. Eiusmod sit elit ea ipsum veniam laboris eu amet minim ipsum sit ea ad. Dolor sunt laborum nostrud aliquip ad magna ipsum elit laborum do ad.\n\nLabore tempor aliqua ea velit aliquip Lorem dolor aliqua culpa culpa exercitation. Ad sit officia deserunt dolor esse ullamco pariatur anim adipisicing deserunt esse veniam. Magna in ipsum commodo non commodo culpa ipsum laboris aute enim eu culpa et irure. Voluptate occaecat ullamco magna cillum cillum ex cupidatat dolore in. Enim duis ea sunt do.","nominations":["Luna Wolf","Veronica Kreiger","Cameron Botsford","Lenore Olson"]},{"name":"Shanel Krajcik","slug":"-shanel-krajcik","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/muringa/128.jpg","involvement":"Irure aliqua eu fugiat nisi qui reprehenderit quis nulla tempor enim magna sit. Ea Lorem velit ut ullamco pariatur nulla cillum. Elit anim nisi pariatur sint elit aliqua. Consequat commodo officia pariatur do aliquip voluptate incididunt voluptate sint. Reprehenderit mollit elit pariatur ipsum aliquip deserunt ea aliqua quis excepteur anim non. Sit qui consectetur dolor consectetur consequat.","qualifications":"Exercitation irure incididunt id tempor officia do eiusmod. Eu sunt esse consequat commodo officia in aliqua occaecat minim. Ex fugiat eu commodo laborum voluptate anim laboris eu incididunt labore deserunt. Ipsum veniam est ad labore sunt et et Lorem veniam nisi consequat. Aliquip duis officia eu id cupidatat veniam ullamco pariatur consequat dolor occaecat id laboris ullamco.\n\nEu adipisicing enim dolore ea elit id amet culpa aliquip deserunt fugiat in. Excepteur aliquip commodo do dolore duis id dolore irure dolore. Fugiat Lorem anim cupidatat labore. Eiusmod laboris velit Lorem consectetur exercitation ea et. Non id enim ad consequat aliqua qui labore irure reprehenderit. Ea pariatur eu dolore aute culpa nisi non irure laboris.","goals":"Ut eu amet aute veniam ut tempor consectetur ipsum sunt. Aute adipisicing duis eiusmod deserunt esse tempor magna adipisicing mollit. Nostrud mollit qui esse eiusmod voluptate cillum ad adipisicing et.\n\nUllamco dolor nostrud ullamco reprehenderit dolore irure nisi ullamco mollit. Sit id pariatur adipisicing in aliqua fugiat esse veniam duis enim ullamco exercitation culpa. Enim ex deserunt eu fugiat veniam nostrud. Consequat sit aliquip id consectetur et consectetur aliquip. Ea laboris consequat dolore quis fugiat voluptate laborum. Sit ex excepteur magna commodo id anim irure ullamco ipsum.\n\nMagna eiusmod occaecat ad occaecat occaecat ipsum labore irure veniam. Ullamco cillum duis aliqua laboris amet laborum enim. Cillum amet incididunt aliquip irure ullamco est do voluptate officia excepteur officia anim consectetur. Et officia amet veniam reprehenderit ex non veniam cupidatat non commodo reprehenderit minim. Irure cupidatat commodo veniam amet esse occaecat est non nostrud ex quis occaecat adipisicing. In laborum duis incididunt voluptate consequat exercitation ut cillum exercitation.\n\nVoluptate cillum labore incididunt quis veniam irure ut adipisicing voluptate fugiat velit. Elit qui minim commodo cillum Lorem voluptate incididunt sint. Ut reprehenderit ipsum aute veniam aliqua ipsum elit ullamco aute veniam non adipisicing. Minim officia labore consequat adipisicing aliqua adipisicing ad elit deserunt sunt veniam sint esse.","nominations":["Erick Gibson","Jaydon Little","Annetta Pfeffer"]},{"name":"Louisa Lind","slug":"-louisa-lind","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/nelsonjoyce/128.jpg","involvement":"Eu sint aute excepteur mollit commodo deserunt culpa et aliquip quis duis aliqua minim ipsum. Deserunt adipisicing ex laborum consequat pariatur. Esse eiusmod velit minim tempor dolore ad id labore commodo elit non anim dolore. Laboris esse minim in id duis ex ea ut. Anim sint veniam ea eu nostrud excepteur amet labore labore duis culpa dolore officia. Est consequat anim in excepteur incididunt cillum nostrud occaecat.","qualifications":"In proident reprehenderit eiusmod sunt cillum reprehenderit ad voluptate excepteur tempor sint cillum duis. Ipsum fugiat labore qui ea reprehenderit sint adipisicing pariatur laboris ut sint. Deserunt Lorem cupidatat commodo esse Lorem non labore veniam amet voluptate laborum in. Do laboris qui dolor Lorem fugiat exercitation. Aliqua duis enim sunt magna deserunt deserunt proident ut duis. Sint consectetur sint ea cillum sunt ipsum. Magna in laboris nostrud elit incididunt do tempor sunt est quis do sunt enim.\n\nConsectetur nostrud et commodo officia. Ea nisi enim aute magna enim sint ex ut quis tempor sint culpa. Voluptate minim laboris irure laboris dolor qui excepteur esse cupidatat irure tempor. Sunt qui incididunt ipsum qui fugiat duis non aliqua fugiat ex ipsum aute. Mollit duis nostrud adipisicing laboris ex velit excepteur. Id voluptate deserunt consequat proident ea aliqua consequat ad ea officia quis deserunt.","goals":"Et minim non laborum cupidatat est aliquip. Velit consectetur veniam exercitation laboris incididunt aute proident mollit nisi sit. Aliquip elit culpa ea non ullamco anim cupidatat do ex proident anim. Enim do mollit dolore incididunt laborum nisi ipsum consequat dolore occaecat commodo velit excepteur consequat.\n\nAnim labore proident et labore ex irure veniam Lorem pariatur enim qui duis. Cupidatat ut velit dolore ut dolor quis velit aliquip pariatur proident ullamco laborum. Labore id voluptate ea eiusmod irure officia officia est et tempor fugiat laborum consequat nulla.","nominations":["Erica Pollich","Maudie Legros","Ellie McLaughlin"]},{"name":"Deontae Pollich","slug":"-deontae-pollich","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/BenouarradeM/128.jpg","involvement":"Anim laboris incididunt elit magna proident. Dolor fugiat exercitation cillum fugiat mollit incididunt anim commodo labore ea adipisicing aliqua eiusmod. Esse ex laborum irure irure velit incididunt amet sint excepteur ea ipsum. Sint minim eu do do eu veniam duis sit ullamco esse commodo amet qui ad. Voluptate culpa cupidatat Lorem tempor exercitation adipisicing irure excepteur nulla fugiat consequat.\n\nAliqua esse velit quis officia dolor nulla minim. Sit quis occaecat anim enim velit dolore ut ut consequat reprehenderit. Ipsum cillum et quis dolor. Dolor qui id tempor irure. Lorem ad veniam excepteur veniam ex commodo consequat Lorem incididunt esse magna. Eiusmod adipisicing non fugiat aliquip esse et. Velit et mollit cupidatat adipisicing sunt nulla Lorem ullamco deserunt est amet nulla nisi.\n\nIrure anim excepteur sint quis sunt dolor nisi pariatur non sunt magna ad. Duis exercitation veniam cupidatat reprehenderit aliquip nostrud magna tempor quis laborum aliqua deserunt esse. Est aliqua Lorem eu ea qui aliquip ea nostrud magna deserunt Lorem consectetur.","qualifications":"Ullamco quis irure aute occaecat deserunt aliquip. Ipsum eiusmod do et dolore in. Ex minim voluptate est consequat amet. Aliqua irure sunt nisi qui proident reprehenderit quis. Cupidatat velit cillum cupidatat aliquip cupidatat consectetur amet officia.","goals":"Excepteur aute eiusmod ut laborum laborum duis tempor pariatur labore est elit elit non ipsum. Veniam sunt est fugiat velit qui. Exercitation non voluptate aliqua do Lorem fugiat occaecat tempor ullamco quis. Dolor esse labore quis est commodo laborum anim eu. Voluptate pariatur duis laborum labore enim pariatur magna tempor labore eu consectetur veniam in. Incididunt in qui occaecat ut quis deserunt.\n\nVelit id ipsum reprehenderit pariatur cillum aliquip Lorem adipisicing incididunt culpa. Tempor aliquip ullamco nostrud velit ullamco proident non deserunt anim duis esse consectetur tempor anim. Nisi laborum exercitation irure anim anim cillum. Ullamco eu proident excepteur ullamco velit culpa aliquip. Ex laborum aliquip reprehenderit qui do esse. Nostrud anim et eiusmod consequat adipisicing do nisi incididunt quis veniam consectetur culpa sunt.\n\nVoluptate ullamco exercitation adipisicing cupidatat ipsum elit. Qui laboris minim ea ullamco excepteur duis sint. Minim ullamco irure ex aute proident duis mollit eu.","nominations":["Rafaela Williamson","Magdalen Metz","Alessia Fritsch"]},{"name":"Kasandra Shanahan","slug":"-kasandra-shanahan","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/Silveredge9/128.jpg","involvement":"Duis ut culpa id officia elit elit consectetur. Qui nostrud ipsum consequat cillum anim consectetur nisi nisi ut excepteur. Sint esse pariatur non irure cupidatat ullamco. Exercitation sit mollit consectetur anim commodo adipisicing esse deserunt labore ea duis. Est fugiat esse labore enim anim minim sint sint mollit est. Qui incididunt voluptate ullamco qui. Duis nulla nostrud dolor excepteur eiusmod ut dolor sint amet.","qualifications":"Laborum quis irure ad sunt occaecat elit eu enim do non aliquip sint. Quis exercitation elit ipsum eiusmod enim eu pariatur excepteur reprehenderit labore dolore. Quis cillum cillum sunt ullamco deserunt deserunt. Qui ut aute enim nisi anim amet elit. Veniam voluptate anim Lorem ea ad est ea. Ad esse laborum velit sit excepteur ad sint non incididunt cupidatat. In dolore laborum cupidatat deserunt ad qui ea minim labore sint culpa ut elit proident.\n\nPariatur irure esse dolor non tempor. Nostrud proident eiusmod culpa duis. Cillum laborum nostrud magna excepteur dolore.","goals":"Sit cupidatat nostrud et aliquip deserunt Lorem in duis nostrud velit reprehenderit laborum. Ex labore amet tempor enim elit consectetur in mollit ut dolor veniam ullamco reprehenderit pariatur. Est sint commodo reprehenderit ex excepteur cillum occaecat exercitation exercitation incididunt irure. Nisi aliqua quis officia et enim eiusmod esse dolore ad veniam elit excepteur nulla in. Elit sint aliquip mollit ea labore elit magna.\n\nQui irure reprehenderit ad sunt aliqua velit mollit enim. Culpa aliqua occaecat fugiat eu. Minim exercitation consequat aliqua in ut duis deserunt labore.","nominations":["Fabiola Rosenbaum","Valerie Ruecker","Faustino Zieme","Torrance Quigley"]},{"name":"Jamison Reynolds","slug":"-jamison-reynolds","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/michaelmartinho/128.jpg","involvement":"Magna magna velit incididunt duis do qui nisi eiusmod ut occaecat. Cupidatat proident id enim mollit minim occaecat incididunt dolor commodo exercitation incididunt aliquip ea nostrud. Reprehenderit amet et minim anim elit cupidatat quis velit in velit anim nostrud. Nostrud pariatur do commodo nulla eiusmod laborum sit fugiat enim in aliqua et ullamco. Proident eu voluptate excepteur mollit in est laborum dolore eiusmod eu cillum consequat dolore.\n\nEiusmod esse cupidatat aliquip consequat et ipsum. Irure quis irure incididunt eu proident nostrud duis irure et consequat dolore fugiat adipisicing. Voluptate reprehenderit reprehenderit sunt est.","qualifications":"Qui ex amet excepteur aliqua incididunt laboris ex non. In sint sint anim enim proident non. Minim minim consequat nostrud ad sit est commodo.\n\nEsse do cillum consequat ut. Culpa adipisicing cillum tempor esse eiusmod consectetur aute elit. Ex consectetur nostrud nostrud duis. Irure dolore cillum officia enim voluptate culpa laboris excepteur et exercitation labore. Et incididunt nulla et in deserunt elit. Elit sit sint nostrud consectetur ut.","goals":"Esse deserunt fugiat enim enim consequat elit commodo pariatur duis duis amet deserunt sunt amet. Excepteur reprehenderit tempor nisi Lorem eiusmod tempor labore commodo. Cillum labore adipisicing nulla esse deserunt nostrud in culpa dolore pariatur dolore occaecat ut. Laborum est laboris nostrud amet adipisicing commodo voluptate duis irure eiusmod veniam fugiat cillum irure.\n\nEx incididunt reprehenderit culpa mollit sunt voluptate commodo laboris minim occaecat. In cillum cupidatat proident sit magna. Officia minim voluptate incididunt do irure incididunt laboris dolor do. Enim deserunt adipisicing commodo mollit Lorem nostrud duis qui elit ex.","nominations":["Leif Osinski"]},{"name":"Vivien Osinski","slug":"-vivien-osinski","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/we_social/128.jpg","involvement":"Ut culpa laborum amet enim velit ad exercitation proident sunt reprehenderit do consectetur. Officia excepteur duis eu proident. Minim Lorem velit eiusmod sint do. Velit proident duis ipsum ad sunt amet ut occaecat ea voluptate mollit. Mollit enim qui esse sint sunt do sit. Consequat et Lorem consequat minim Lorem sunt irure. Laborum sit enim ut excepteur quis culpa pariatur in consectetur dolore elit.\n\nDolor duis exercitation aliquip quis cillum aliquip adipisicing proident. Minim irure ipsum esse irure occaecat labore adipisicing. Cupidatat laborum et sit fugiat amet officia est. Eiusmod officia ea ad consequat ad et est. Minim aliqua sint officia ea ea id.","qualifications":"Elit dolore excepteur exercitation enim Lorem ea officia in sunt culpa esse qui. Quis minim consectetur labore fugiat consectetur. Sit ullamco occaecat sit duis ea commodo mollit culpa consectetur aliquip voluptate anim ad. Labore reprehenderit ex elit officia et sint anim esse ipsum aliqua magna labore. Ex dolore culpa anim exercitation ullamco velit consectetur Lorem dolore sunt. Laborum nisi sunt ipsum laboris sunt cillum dolore excepteur occaecat. Exercitation laborum in eu cillum incididunt aute ex nostrud.\n\nDeserunt cillum elit excepteur cillum veniam voluptate enim voluptate enim quis. Adipisicing exercitation proident magna non eu laboris occaecat nostrud commodo irure. Incididunt excepteur velit occaecat incididunt cupidatat commodo pariatur minim. Labore voluptate voluptate nostrud quis velit laborum laboris occaecat minim ipsum. Culpa enim commodo sunt cillum enim irure qui dolore velit. In minim nulla esse velit anim eiusmod.","goals":"Excepteur non consectetur reprehenderit cupidatat fugiat Lorem dolor qui qui incididunt duis nulla. Non ipsum sint do dolor id laborum voluptate Lorem qui. Eiusmod eu magna laboris eu commodo do quis adipisicing ipsum cillum occaecat. Est mollit dolor voluptate consequat. Do deserunt mollit mollit dolor quis consequat mollit Lorem exercitation deserunt voluptate esse ut. Ut mollit mollit mollit sint et enim pariatur consectetur commodo.\n\nAd est incididunt est consequat tempor nisi nulla incididunt. Et eiusmod quis pariatur dolor in culpa duis. Eu laboris ea aute proident sint exercitation do aute. Sunt tempor eiusmod et ex eiusmod labore laboris consequat cupidatat ut ea ullamco.\n\nMagna elit cillum veniam sint duis nisi cupidatat. Aute quis ut officia deserunt culpa ea nisi. Ad sunt sint proident tempor reprehenderit adipisicing laborum deserunt culpa aliqua anim irure velit consequat. Qui ex aliquip ullamco cillum consequat sunt sint elit cillum cupidatat ipsum ullamco.\n\nAliqua magna esse irure deserunt enim velit laboris excepteur deserunt. Nulla dolore duis cillum sit officia quis occaecat duis. Occaecat ex velit eiusmod veniam eu est commodo pariatur.","nominations":["Roxane Ortiz","Martin Emard"]},{"name":"Juana Smith","slug":"-juana-smith","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/SULiik/128.jpg","involvement":"Nostrud magna irure nulla ad ex id nulla Lorem deserunt amet exercitation. Elit aute pariatur laboris laboris non culpa duis id est amet culpa. Cupidatat aliqua amet commodo laborum cillum pariatur aliquip ullamco amet ullamco officia ad qui. Ipsum laboris minim laborum deserunt nulla culpa quis aliqua ipsum eu. Ullamco cillum adipisicing duis in Lorem consectetur. Id dolore ullamco aliquip magna qui. Esse pariatur occaecat et voluptate incididunt exercitation.\n\nNisi magna sit commodo aute Lorem do est amet ex. Officia ut qui sunt amet aliquip ex aliquip velit cupidatat esse consequat Lorem velit sunt. Anim officia aliquip esse tempor laborum ea nulla cillum non officia deserunt qui et. Aliqua mollit amet enim incididunt ut deserunt ex deserunt tempor est. Ex enim laboris ea ea et laboris minim cupidatat. Cupidatat ea laborum labore aliquip irure mollit do. Qui laborum Lorem officia incididunt ullamco pariatur magna nisi.\n\nConsequat cupidatat ipsum exercitation reprehenderit. Culpa aliquip voluptate in officia est. Esse tempor magna in deserunt exercitation reprehenderit. Commodo duis pariatur labore voluptate.","qualifications":"Consequat irure exercitation in elit ex sint fugiat. Magna proident fugiat eiusmod aute sunt sit. Eu non dolore sit mollit magna. Exercitation ipsum elit id elit deserunt ea labore aliquip occaecat consectetur. Aute excepteur amet ad aliqua duis. Nostrud adipisicing velit do ullamco.","goals":"Anim nostrud ea irure eiusmod duis. Nostrud id anim dolor consequat dolore dolor fugiat consectetur laboris ipsum esse do pariatur consequat. Mollit culpa sit sint laboris aliqua.\n\nUt dolor do culpa mollit aute proident adipisicing dolore do eiusmod est. Nisi ipsum labore qui eu. Consequat occaecat quis quis anim incididunt reprehenderit veniam.\n\nAliquip sint mollit culpa nostrud elit aute sint pariatur tempor nulla. Consectetur commodo mollit fugiat anim excepteur deserunt tempor labore eiusmod in velit. Sit est eu commodo adipisicing. Aliquip anim Lorem occaecat deserunt consectetur deserunt sit laboris consectetur fugiat proident enim culpa aute. Sint culpa quis id culpa consectetur veniam cillum.\n\nAd dolore ipsum laboris enim. Incididunt enim exercitation enim aliqua minim adipisicing dolor incididunt nisi qui eiusmod aliquip voluptate proident. Aliquip Lorem qui dolore quis excepteur id duis cillum incididunt. Ut incididunt tempor culpa anim do quis reprehenderit in occaecat magna nulla exercitation laboris anim.","nominations":["Hermina Yundt","Matilde Klocko"]},{"name":"Maurice O'Connell","slug":"-maurice-o'connell","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/kerihenare/128.jpg","involvement":"Veniam consequat tempor culpa irure eiusmod excepteur minim. Eu reprehenderit aliqua culpa ad. Occaecat commodo ex ad amet eiusmod non cillum sit enim duis aliqua deserunt et. Eu nostrud aliquip consequat aliqua cillum aute dolore fugiat Lorem do culpa. Id proident Lorem officia eiusmod labore laboris do ea laborum duis minim.\n\nLaborum veniam qui consequat laboris officia reprehenderit laboris voluptate non exercitation. Laborum duis aute Lorem pariatur aliquip reprehenderit minim ea nisi nostrud. Elit aliqua cillum elit eiusmod voluptate enim non. Cupidatat voluptate fugiat dolor sit do duis magna fugiat.","qualifications":"Adipisicing labore culpa laborum irure anim magna ex commodo irure. Ullamco aliquip do sit irure culpa occaecat et consectetur in. Cupidatat anim exercitation ea nisi et veniam aute consectetur magna. Consequat et magna officia ea velit ipsum proident veniam. Occaecat mollit ea exercitation voluptate sit cillum excepteur irure consectetur ullamco irure laboris dolor. Est cillum quis incididunt culpa duis pariatur sint.","goals":"Nulla esse nisi ipsum anim cupidatat excepteur officia et occaecat dolore est. Tempor reprehenderit occaecat esse non excepteur irure laborum. Exercitation velit excepteur Lorem consequat quis ipsum laborum sint officia aliquip. Eiusmod aliquip amet Lorem id ipsum est incididunt ut tempor sunt ut amet consectetur.\n\nSit magna minim aute laboris. Enim officia anim qui officia cupidatat cillum est cupidatat. Ut occaecat amet ipsum proident amet cillum sint. Id in et ex adipisicing incididunt elit. Cupidatat voluptate laborum consequat pariatur pariatur cillum duis.\n\nDo velit irure adipisicing tempor culpa eiusmod cupidatat dolore. Irure occaecat ad ad aliquip. Qui cillum qui Lorem nostrud amet aliqua aliquip.\n\nSit nostrud est ea culpa reprehenderit deserunt culpa aliquip anim. Incididunt consectetur consectetur ut sit proident culpa laborum ad dolor aliquip esse. Dolor laboris consequat id commodo ea pariatur consectetur et nisi proident excepteur laboris.","nominations":["Greyson Sauer","Stefanie Abshire","Natalia Schumm","Alvina Treutel"]},{"name":"Oscar Jaskolski","slug":"-oscar-jaskolski","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/creartinc/128.jpg","involvement":"Pariatur in veniam id amet sint. Aliqua pariatur esse magna sunt et velit laboris nisi proident nisi. Eiusmod officia cupidatat ad id ullamco deserunt cupidatat do et. Duis elit consequat ut do culpa. Incididunt dolor dolore nisi magna. Quis eu sunt ullamco amet adipisicing in non enim elit exercitation est deserunt enim quis. Ipsum dolore enim duis do quis et laboris amet aliquip incididunt voluptate tempor labore.","qualifications":"Culpa Lorem minim enim magna culpa aute dolore magna eiusmod reprehenderit pariatur. Excepteur enim ipsum ea pariatur labore Lorem. Esse non eiusmod pariatur in consequat labore ea exercitation excepteur id reprehenderit cupidatat.\n\nEsse proident duis consectetur ut. Quis reprehenderit dolor fugiat ex esse consectetur veniam eiusmod esse pariatur enim eu. Tempor qui sint eu anim aliquip consectetur est qui in deserunt.","goals":"Qui ut qui sint ut do anim ea. Sint dolor ut nisi esse irure. Nostrud ex qui tempor velit nulla aliqua dolor est. Qui dolor duis adipisicing reprehenderit ullamco culpa duis in consequat Lorem sunt deserunt et. Magna ut pariatur amet eu aliquip pariatur cillum quis excepteur velit ex exercitation. Commodo esse voluptate irure sint deserunt ea adipisicing incididunt fugiat et exercitation labore. Aute minim sit velit est consectetur laborum laborum.\n\nEsse nulla anim commodo ut commodo eu fugiat mollit adipisicing qui quis cillum. Cillum elit sint enim magna excepteur ut nisi eu. Adipisicing ex dolor excepteur Lorem incididunt.\n\nLabore elit do nulla pariatur cupidatat consectetur amet reprehenderit irure nostrud qui aliqua aliquip exercitation. Aute reprehenderit officia pariatur incididunt non nisi sunt. Fugiat ex ex adipisicing adipisicing sit esse enim. Aliqua aute incididunt occaecat duis incididunt aute laboris dolor consequat. Minim minim do amet veniam nostrud nostrud ipsum labore.\n\nVoluptate dolor magna deserunt ullamco enim. Velit pariatur ea ad minim magna dolore amet eu consectetur magna dolor culpa incididunt ipsum. Commodo veniam nulla esse amet aute irure dolor duis.","nominations":["Major Bode","Lurline Keeling","Jason Beier"]},{"name":"Julien Russel","slug":"-julien-russel","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/daykiine/128.jpg","involvement":"Lorem laborum Lorem cillum occaecat tempor occaecat anim quis commodo enim Lorem enim veniam. Occaecat nulla nisi et amet labore eiusmod est Lorem duis tempor. Dolor cupidatat pariatur consectetur reprehenderit do aliqua magna veniam culpa laboris amet magna adipisicing deserunt. Ullamco esse tempor in reprehenderit culpa nulla fugiat id laboris nostrud veniam aute. Mollit laboris excepteur nisi consequat ut duis consectetur ullamco deserunt irure amet ex.\n\nConsequat ex minim laborum magna incididunt nisi. Voluptate laboris excepteur labore culpa in aliqua veniam. Ut do fugiat consectetur dolor quis Lorem magna sunt Lorem esse qui qui fugiat.\n\nCulpa Lorem voluptate duis ex. Pariatur fugiat proident consectetur ex elit veniam. Veniam laboris aliquip Lorem sunt dolore sunt velit adipisicing. Sint non cillum deserunt eiusmod cillum. Adipisicing ipsum dolore tempor incididunt ea tempor. Laboris consequat veniam id ea magna cillum.","qualifications":"Cupidatat qui labore non aliqua mollit esse esse enim anim culpa velit fugiat. Deserunt est irure mollit Lorem dolore tempor. Est exercitation nisi eu fugiat incididunt occaecat veniam. Esse laborum laboris officia excepteur Lorem incididunt ex anim magna magna amet. Fugiat ad cillum voluptate culpa dolor est commodo elit enim velit cupidatat ullamco.\n\nFugiat ipsum veniam exercitation velit voluptate incididunt consequat sit nulla culpa occaecat proident. Fugiat aliqua nisi exercitation sunt adipisicing eu dolore quis fugiat nisi eu. Do ad nulla culpa do excepteur elit quis tempor dolor exercitation. Id sit sint consequat ipsum amet cillum adipisicing anim esse anim. Ut ut adipisicing mollit ipsum laboris elit commodo consectetur.","goals":"Veniam duis velit commodo incididunt veniam do consectetur laboris ipsum ut non veniam. Irure et et deserunt aliqua et dolor. Excepteur minim culpa excepteur laborum dolore. Incididunt culpa aliquip minim ea pariatur culpa tempor cupidatat aliquip nisi minim non. Aliquip commodo occaecat officia fugiat deserunt id deserunt dolore consectetur nulla minim.\n\nTempor fugiat est consequat ea eu. Irure elit elit reprehenderit quis ex nulla mollit laborum ipsum Lorem. Duis consectetur incididunt adipisicing et ipsum adipisicing. Aliqua Lorem exercitation non excepteur exercitation sint id. Laboris ut ex irure sunt irure esse laborum sit est sunt qui ullamco. Culpa pariatur ad minim pariatur non. Fugiat voluptate ea amet elit voluptate minim cillum cillum magna duis pariatur.","nominations":["Cali Hessel","Maddison Reichel"]},{"name":"Clyde Hickle","slug":"-clyde-hickle","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ccinojasso1/128.jpg","involvement":"Tempor duis et quis mollit exercitation laborum. Amet consectetur do dolore proident ex velit laborum exercitation nulla pariatur. Nulla laboris id mollit dolor eiusmod consequat tempor.\n\nElit et quis in cupidatat incididunt aliquip veniam consectetur laborum mollit commodo excepteur. Nostrud veniam ea voluptate id. Cupidatat magna reprehenderit aute aliquip cupidatat aute est quis laborum cupidatat. Quis sunt sunt in dolore. Anim quis dolor nostrud excepteur mollit in. Qui aliqua nulla excepteur proident nisi minim. Et aute id nostrud anim anim minim pariatur aliquip esse eiusmod sit voluptate proident.","qualifications":"Tempor esse veniam ad nostrud est occaecat eiusmod nostrud consequat enim exercitation tempor sit. Tempor non ad consectetur duis duis veniam et. Enim duis reprehenderit fugiat exercitation et aliquip officia nisi eiusmod amet dolore. Minim sunt et consequat sit nulla ipsum qui do ut do minim.","goals":"Culpa aliqua amet incididunt deserunt aute minim qui proident velit ipsum sit laboris minim. Incididunt do cupidatat qui veniam dolore esse excepteur pariatur deserunt occaecat reprehenderit. Officia aliqua est culpa id culpa pariatur velit aute labore non eiusmod exercitation pariatur qui. Sint voluptate commodo irure Lorem aliqua cillum aliquip ullamco. Mollit deserunt incididunt sint pariatur minim anim dolor quis nostrud cupidatat ex mollit amet nostrud.\n\nNisi consequat sit velit ad adipisicing tempor quis anim officia excepteur sunt qui nulla. Tempor deserunt ex tempor quis. Amet qui minim proident sint voluptate enim quis sunt fugiat nostrud. Occaecat excepteur proident duis proident mollit reprehenderit laboris veniam et enim duis aliqua Lorem culpa.","nominations":["Gustave Beahan","Arnaldo Rice"]},{"name":"Ofelia Hackett","slug":"-ofelia-hackett","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/dparrelli/128.jpg","involvement":"Excepteur qui duis ad dolore minim irure tempor. Laboris aliquip anim incididunt sunt exercitation mollit commodo pariatur proident culpa dolore tempor consectetur. Reprehenderit minim ut aliqua eu in. Ad enim exercitation sunt esse occaecat. Qui consequat enim anim in labore in dolor.\n\nIrure mollit consectetur officia sunt. Cillum ut consectetur ex deserunt elit irure non dolor ipsum enim consequat sit enim. Nostrud pariatur veniam proident non nisi tempor deserunt Lorem ullamco sint consequat eiusmod. Nostrud quis sint non cupidatat ipsum fugiat duis laborum laborum pariatur.","qualifications":"Aliquip fugiat velit eu adipisicing incididunt mollit irure. Commodo pariatur exercitation labore reprehenderit mollit ut officia labore ad dolore nisi. Reprehenderit exercitation veniam minim do occaecat deserunt nostrud fugiat magna eu excepteur officia elit esse.","goals":"Lorem fugiat qui excepteur consectetur quis sint enim consectetur ex proident ut. Commodo culpa ex proident proident laboris nulla nostrud ad esse aliquip. Nisi enim Lorem officia cillum in esse duis incididunt quis qui. Culpa enim amet occaecat cillum ex. Ut exercitation eiusmod dolor eu elit labore veniam eiusmod incididunt quis nostrud minim.\n\nEsse id cillum ex tempor officia magna. Adipisicing est fugiat esse eu est ex non culpa laboris incididunt Lorem id elit. Cillum exercitation Lorem aute exercitation duis nisi deserunt eiusmod ad amet laborum. Velit tempor adipisicing officia eiusmod.","nominations":["Otho Blick","Cristobal Conn","Crystel Wyman"]},{"name":"Emely Haag","slug":"-emely-haag","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/madewulf/128.jpg","involvement":"Magna minim ea nisi sunt nisi nisi veniam consequat nulla veniam sunt elit Lorem incididunt. Id Lorem in consequat eu aliqua anim occaecat incididunt ipsum ut culpa. Anim anim amet occaecat esse et incididunt aute nostrud.\n\nNulla nostrud reprehenderit ipsum consectetur. Pariatur officia adipisicing non reprehenderit. Incididunt duis nostrud incididunt deserunt. Sit id exercitation ex non reprehenderit aliqua reprehenderit exercitation incididunt. Irure occaecat cillum deserunt aliquip minim ex proident eiusmod dolore enim. Amet duis ut excepteur amet sit veniam elit culpa sit ad. Elit nisi non sunt mollit consectetur voluptate.","qualifications":"Commodo exercitation do consequat deserunt dolor. Nulla eu occaecat do et exercitation amet nisi. Sint amet officia non labore. Duis voluptate tempor ea ullamco tempor. Id aliqua nulla do laboris magna sunt anim sint quis ex nisi sunt ipsum. Sit magna reprehenderit minim officia culpa ipsum ipsum.","goals":"Nisi ad quis sit minim consequat culpa velit exercitation minim. Sint est pariatur tempor labore excepteur irure excepteur elit pariatur aliquip in dolore tempor. Non et Lorem est voluptate laboris laborum. Pariatur aute laborum dolore aute excepteur consectetur eiusmod quis. Ut qui occaecat quis nostrud aliqua nisi eu. Ut duis sit aliqua non.\n\nEu est officia pariatur consequat sint enim consectetur reprehenderit exercitation ea. Ipsum adipisicing nulla aliquip consectetur culpa sunt minim. Qui exercitation est ex ea. Qui fugiat sit deserunt nulla aute nostrud.\n\nExercitation aute minim eu adipisicing sit anim eu irure ad aliquip enim proident. Esse amet do non reprehenderit duis velit est in. Deserunt esse excepteur aliquip dolor incididunt minim magna quis adipisicing sit irure. Lorem ea laborum quis velit.","nominations":["Gage Deckow","Meagan Heaney","Howard Gerhold","Devante Carter","Nelda Marquardt"]},{"name":"Agnes Connelly","slug":"-agnes-connelly","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/jagan123/128.jpg","involvement":"Lorem exercitation voluptate nostrud occaecat irure excepteur ullamco enim eiusmod cillum magna ut occaecat. Incididunt sint aliquip est fugiat commodo ea. Elit eiusmod sint labore exercitation velit consectetur laboris cupidatat pariatur ipsum.\n\nEx consectetur minim occaecat tempor duis veniam sunt est cillum labore minim ea. Exercitation ipsum proident sit pariatur Lorem aliqua aliquip commodo laborum labore aliquip eu reprehenderit. Non dolore anim fugiat tempor anim. Reprehenderit anim consectetur pariatur nulla adipisicing elit enim irure deserunt quis labore. Ut anim sit quis reprehenderit anim incididunt exercitation cillum anim exercitation velit aute quis.\n\nExcepteur eu qui ex anim incididunt amet aliquip aute. Cupidatat deserunt laborum quis eu consectetur elit elit dolor ullamco eiusmod enim. Nostrud velit ut eiusmod veniam nostrud quis cupidatat adipisicing duis aliquip duis consectetur incididunt commodo. Et consequat sint consequat cupidatat cillum aute commodo magna anim enim excepteur.","qualifications":"Eiusmod magna veniam dolor qui. Nulla qui incididunt commodo incididunt labore veniam eiusmod non. Est ex cupidatat tempor dolore ex in Lorem esse quis. Veniam cillum et esse sit pariatur culpa. Consectetur culpa incididunt in Lorem in eiusmod mollit nostrud tempor. Proident tempor commodo exercitation ipsum eu ex minim anim occaecat tempor ullamco proident mollit do. Duis officia officia nulla ea velit amet in ut id tempor.\n\nProident velit ut labore laborum occaecat irure pariatur pariatur enim deserunt voluptate nulla sunt. Laborum cupidatat do nisi tempor duis pariatur ea eiusmod cupidatat consectetur aliqua. Excepteur dolor eiusmod officia ipsum veniam exercitation.","goals":"Velit enim proident et ullamco aliqua magna esse exercitation occaecat nisi. Ipsum laborum ipsum cupidatat cillum ad cupidatat et reprehenderit. Commodo dolor ex deserunt elit ad cupidatat. Aliqua velit ipsum ut sit incididunt ullamco ex sunt minim nisi. Consequat magna incididunt esse veniam aute magna sit minim sunt magna ut officia in est.\n\nVelit cillum veniam do eu magna id et. Deserunt do dolore laboris aute ipsum anim. Proident voluptate magna non nostrud do sint sint Lorem anim eu id velit ullamco ullamco. Officia consequat esse deserunt labore qui nulla sit ad proident do non sit elit in. Ea in Lorem cupidatat aute sunt voluptate ullamco commodo commodo. Anim cillum non eu labore mollit Lorem.\n\nOfficia fugiat elit ex et. Voluptate et ea ea nostrud velit enim. Id laboris ipsum anim anim culpa laborum Lorem ullamco velit duis.","nominations":["Antone Kreiger","Damian Gutkowski"]},{"name":"Zackery Olson","slug":"-zackery-olson","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/uberschizo/128.jpg","involvement":"Velit cupidatat in ex ad adipisicing ex nostrud in aliquip. Sunt mollit enim sunt deserunt et ad. Sunt aliqua aliqua cillum tempor minim. Minim irure Lorem velit duis anim sunt velit esse in. Commodo aliqua et exercitation quis anim non do ea minim adipisicing.\n\nExercitation ut proident eiusmod ex Lorem Lorem ipsum. Fugiat laboris in deserunt fugiat labore sint laborum magna pariatur voluptate non. Enim quis id ullamco irure cillum laboris fugiat nisi sunt nisi dolore dolore. Magna duis quis aute voluptate elit amet sit. Tempor laborum laborum laboris exercitation culpa elit ut ipsum quis ullamco amet dolore. Exercitation adipisicing consectetur velit sit dolore pariatur non elit magna pariatur.\n\nVoluptate est nostrud officia qui ad ad est. Nostrud aliquip cupidatat veniam laboris id. Sit sunt ipsum amet et.","qualifications":"Consectetur magna sit ut proident dolore consequat elit id reprehenderit excepteur cupidatat veniam minim sunt. Amet consectetur magna consequat reprehenderit id. Ipsum cillum deserunt laborum veniam dolor dolore amet anim aliquip quis laboris. Lorem deserunt deserunt Lorem irure ut aliquip magna reprehenderit nulla ipsum. Duis eu proident fugiat laboris non proident voluptate fugiat est eiusmod. Eu deserunt et nostrud elit.\n\nDolore cillum nostrud commodo ut irure occaecat eu ut in Lorem. Laborum id fugiat velit et duis veniam proident excepteur ipsum. Quis nulla enim officia laboris ut consequat est qui. Ad proident consequat in nostrud veniam enim deserunt quis ipsum veniam.","goals":"Et consequat ullamco anim sunt ullamco ex non ullamco sint ut Lorem ipsum. Labore commodo enim est commodo est amet veniam velit nulla commodo Lorem ut. Eiusmod mollit tempor aliquip amet est adipisicing. Proident proident deserunt veniam nostrud anim exercitation.\n\nEnim dolore cupidatat quis enim nisi veniam. Minim velit ullamco consectetur id aliquip ex. Eu commodo occaecat eiusmod Lorem dolor. Occaecat eu officia fugiat cillum enim. Nostrud laboris enim quis ut amet cupidatat ex in dolore dolor. Duis incididunt mollit laboris tempor officia officia. Qui cillum eu non sunt culpa cillum sint ut ullamco.\n\nLaboris tempor incididunt labore sit incididunt cupidatat voluptate amet mollit enim. Et eiusmod esse veniam ipsum tempor dolor Lorem pariatur aute amet sint ex et consectetur. Consectetur mollit laborum occaecat ipsum sunt pariatur amet exercitation aliqua aliqua culpa amet. Pariatur qui occaecat ea occaecat amet velit.\n\nConsequat occaecat ex qui elit non voluptate reprehenderit elit ea velit. Anim elit labore deserunt aliqua laboris nostrud veniam et adipisicing occaecat cupidatat excepteur. Deserunt laboris laborum labore ipsum proident ipsum id esse nisi. In dolor pariatur in reprehenderit adipisicing culpa laborum eu reprehenderit. Dolor anim dolore pariatur nisi elit Lorem in labore anim. Id non cillum esse elit exercitation exercitation in officia.","nominations":["Tatyana Schulist","Ryleigh Pouros","Marshall Buckridge","Florida Kuhic"]},{"name":"Lue Sipes","slug":"-lue-sipes","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/serefka/128.jpg","involvement":"Excepteur consequat cillum esse commodo consectetur exercitation duis Lorem ut do culpa elit anim. Culpa incididunt enim esse eiusmod ullamco do magna nisi nostrud aute cupidatat laborum nulla. Dolore aute ea non nulla Lorem eu laboris ex nulla dolore velit velit. Laborum esse voluptate elit fugiat ullamco fugiat reprehenderit eu reprehenderit deserunt ad.","qualifications":"Consequat cillum aliqua aliquip et ad qui duis commodo dolor duis ex. Duis mollit commodo in fugiat veniam deserunt. Sint excepteur commodo cillum eiusmod nostrud nostrud Lorem minim nostrud.","goals":"Magna eu velit enim in. Enim quis ut ullamco laborum qui. Eiusmod amet enim consectetur occaecat. Nisi fugiat incididunt velit elit elit voluptate adipisicing. Occaecat ad commodo irure adipisicing laboris. Do esse officia aliquip consequat amet aliqua.\n\nReprehenderit occaecat adipisicing in adipisicing tempor non ea amet sint. Deserunt labore anim ad sint tempor ex amet veniam amet commodo excepteur magna qui. Labore irure mollit dolore nisi dolor. Eiusmod aliquip qui mollit fugiat enim esse reprehenderit quis deserunt.\n\nNostrud ad amet fugiat ut. Veniam amet nulla laborum aliquip adipisicing in sunt aute et mollit ullamco. Aliqua irure cillum sit ut minim voluptate mollit do. Eu laborum ex dolore nisi ullamco sint nostrud occaecat tempor aute labore.\n\nIn enim Lorem consequat tempor reprehenderit elit mollit veniam consectetur nostrud. Qui id enim qui proident. Magna commodo sit deserunt ex adipisicing pariatur magna proident proident non. Magna aliquip adipisicing sit et voluptate aliquip pariatur exercitation pariatur quis reprehenderit commodo aliqua. Commodo quis consequat nisi quis tempor. Nisi aliqua sint magna duis labore enim minim dolor sunt laboris ut reprehenderit.","nominations":["Cecilia Dare","Bernie Schmitt"]},{"name":"Adelbert Halvorson","slug":"-adelbert-halvorson","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/scrapdnb/128.jpg","involvement":"Excepteur sit dolore nulla laboris pariatur non aliquip qui est aliquip Lorem et. Et ex id ullamco commodo. Elit cillum irure deserunt qui irure sunt laboris ad adipisicing consectetur nulla commodo aliquip ex. Est ea elit sunt qui.\n\nLabore laborum adipisicing elit ea irure voluptate consectetur aute occaecat consectetur ipsum fugiat non consequat. Dolor Lorem anim eu officia minim ut ex non velit aute excepteur. Aliqua sit reprehenderit ad commodo qui. Deserunt est deserunt veniam non officia cupidatat id tempor ipsum.","qualifications":"Sint aliquip officia labore commodo officia nostrud aliqua consequat dolore qui reprehenderit commodo. Ipsum quis esse est nisi do id non mollit. Amet incididunt eu velit nostrud exercitation ex mollit occaecat incididunt. Ullamco sint voluptate ipsum dolor in et quis id dolore cillum proident incididunt aliqua mollit. Mollit sit commodo labore laboris minim laborum deserunt mollit id nisi et fugiat sunt nulla. Commodo consequat mollit tempor est do dolore laboris. Est anim deserunt excepteur nisi fugiat amet.\n\nDo dolore ad officia sint nostrud sunt. Nisi incididunt est anim reprehenderit sunt pariatur. Ut fugiat mollit ex occaecat ex est est consectetur consequat sit labore sint. Sint enim reprehenderit ipsum Lorem anim nulla.","goals":"Elit amet irure ullamco aliquip id aute mollit aute magna incididunt ut eu pariatur minim. Dolore cillum qui eiusmod ea. Mollit cillum et ea commodo labore quis dolor. Aliqua id excepteur in nostrud reprehenderit eu laboris minim aliquip ut proident. Occaecat occaecat dolor commodo sit incididunt excepteur anim duis. Aute labore pariatur velit consequat incididunt quis tempor amet laborum sint aute. Officia dolore sit fugiat pariatur ad id adipisicing reprehenderit velit cillum.\n\nId aute aliqua minim dolore. Exercitation est pariatur elit eu dolor incididunt proident dolore exercitation anim minim laborum. Deserunt exercitation do ad sunt consectetur elit labore mollit dolore est sunt ipsum anim dolor. Commodo exercitation laboris sint tempor eu ut aliquip eiusmod non. Nostrud qui aliqua fugiat ea aliquip id incididunt mollit enim mollit enim occaecat anim laborum.\n\nCupidatat proident eiusmod exercitation esse aliquip. Dolor consectetur officia ad non tempor laboris qui culpa fugiat ipsum Lorem excepteur. Do nulla labore reprehenderit laboris veniam culpa. Sit deserunt laborum enim nulla esse minim nulla est reprehenderit adipisicing est labore nulla commodo. Culpa deserunt aliquip incididunt do ut cillum reprehenderit id eu ex ullamco culpa velit. Quis qui aliquip esse sit irure aliqua eiusmod commodo adipisicing ex aute et.\n\nLaborum qui cupidatat sunt ullamco elit. Non tempor mollit ipsum quis nostrud laboris ad. Anim est nisi amet nisi.","nominations":["Boris Emmerich","Sandrine Wuckert"]},{"name":"Imogene Streich","slug":"-imogene-streich","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/iamgarth/128.jpg","involvement":"Culpa ipsum ut consectetur ea quis nulla nostrud ipsum amet dolore labore adipisicing velit ea. Minim magna quis adipisicing duis consequat elit veniam consequat elit cupidatat sit. Consequat aliqua voluptate cillum incididunt dolor aliqua aliqua velit occaecat aute duis laborum.\n\nMinim quis Lorem irure proident elit proident non sint. Minim magna mollit quis ullamco sint velit dolor qui deserunt ex quis nisi. Lorem enim nisi ut nostrud.\n\nSunt est ex laboris sint aliqua laboris. Occaecat consequat quis irure cillum tempor aliquip veniam nostrud. Labore cillum do cupidatat id irure labore exercitation ut nisi dolor minim. Dolore dolor dolore labore in occaecat esse excepteur ea sit adipisicing proident esse labore proident. Elit eiusmod proident id laborum et tempor non nulla nulla aliqua veniam ea occaecat. Nulla consequat anim sunt velit deserunt qui eu dolore do et reprehenderit. Anim id Lorem magna exercitation consectetur labore fugiat proident cillum dolor mollit velit tempor.","qualifications":"Eu fugiat consequat fugiat anim cillum non sit mollit. Quis laboris enim magna minim qui irure minim anim. Commodo nostrud dolor fugiat ex. Cupidatat enim laboris ipsum dolore incididunt esse aute sint. In minim velit duis et nostrud. Adipisicing veniam ullamco ipsum qui laborum magna dolor non mollit est elit in labore voluptate. Minim et officia occaecat minim ipsum ullamco non mollit amet nulla proident non veniam.\n\nSint irure fugiat Lorem in aute. Laborum dolor ad culpa eu ad deserunt aliqua ea sit esse irure. Nostrud dolore consectetur cillum ipsum sit ex labore aliquip velit commodo. Nisi id et Lorem non. Ut id officia magna enim ex incididunt laborum et laborum.","goals":"Eu commodo enim ad eiusmod eiusmod. Nisi enim in sit commodo minim. Ullamco laboris consequat voluptate ex consequat cillum id anim anim sint. Eu commodo ullamco dolore Lorem. Ut in velit elit deserunt veniam nulla anim adipisicing ex ut duis exercitation nisi mollit. Culpa amet esse in cillum eu consequat proident. Lorem do magna aute quis.\n\nIn amet ad pariatur ex. Qui consectetur veniam non ullamco aliquip nostrud irure qui labore laborum eu ut. Nulla id excepteur minim laborum mollit quis cupidatat nisi irure elit. Proident cillum est ipsum do qui minim irure aliquip ut irure. Minim anim excepteur ullamco anim quis aliqua dolor cillum exercitation.\n\nPariatur ipsum aliqua nisi ut laborum dolor qui ex eiusmod. Incididunt occaecat eiusmod laboris pariatur tempor officia. Dolore cillum in ad non nostrud proident minim. Nostrud est voluptate veniam sint sint ullamco.","nominations":["Annabell Adams","Luther Gibson","Monty Weimann","Ruthie Ruecker","Jedidiah Schowalter"]},{"name":"Noelia Farrell","slug":"-noelia-farrell","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/samuelkraft/128.jpg","involvement":"Fugiat est ex veniam labore incididunt adipisicing pariatur adipisicing voluptate nisi nisi irure sit. Aliqua nulla elit cupidatat sit occaecat velit incididunt occaecat laborum reprehenderit nisi. Duis aliqua mollit labore adipisicing ex dolore. Ut nisi velit minim do ad officia do.\n\nMagna dolor aliquip est commodo incididunt nulla ad pariatur. Est cupidatat anim exercitation consequat eiusmod commodo exercitation mollit. Cupidatat fugiat ut esse cillum ipsum adipisicing id. Culpa commodo exercitation esse reprehenderit nulla enim esse. Non dolor culpa laborum cupidatat minim ex incididunt aliqua eiusmod officia. Do occaecat Lorem minim id officia.\n\nConsequat eu sit tempor et pariatur irure ea. Cillum minim consequat irure officia amet in laborum. Ea occaecat labore do commodo excepteur anim quis aliquip velit reprehenderit commodo veniam dolor velit. Adipisicing enim amet nulla in et adipisicing.","qualifications":"Tempor eu deserunt laborum aliquip voluptate mollit velit qui occaecat est mollit. Dolore cupidatat duis irure ut Lorem reprehenderit. Ullamco aute laborum non voluptate nisi mollit nostrud irure ullamco nulla elit occaecat duis. Sit velit magna Lorem in. Exercitation enim veniam consectetur do qui officia do quis aute aute eiusmod. Ipsum mollit nisi voluptate ipsum excepteur enim sunt culpa ipsum ullamco. Tempor ad esse eu id fugiat qui velit mollit.","goals":"Ad commodo in do occaecat minim ullamco deserunt do occaecat dolor. Non veniam ut aliqua sunt elit adipisicing aliqua duis anim occaecat quis aliquip commodo. Ea ad laboris cillum in irure non non elit qui mollit amet. Consectetur quis deserunt nostrud minim aliquip consectetur nostrud. Consectetur quis sunt sit voluptate fugiat consectetur Lorem velit.\n\nEiusmod sunt nulla consequat occaecat eiusmod irure mollit est sit commodo duis proident cillum. Magna anim duis laborum occaecat sint duis. Ex ea quis dolore do aliquip adipisicing velit. Consequat dolore nulla dolor aliquip Lorem laboris excepteur ea mollit consectetur. Eu aliquip duis elit excepteur cillum ipsum eu tempor ex. Consectetur ad nulla elit anim non ea voluptate laborum reprehenderit in.","nominations":["Coralie Johns","Gerard Schuster","Gregoria McKenzie","Albin Ondricka"]},{"name":"Fred Mraz","slug":"-fred-mraz","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/iamglimy/128.jpg","involvement":"Sunt adipisicing eu mollit nisi sit. Et et exercitation magna magna amet Lorem qui. Esse id ea amet esse exercitation minim est laboris. Consectetur consequat aliquip in velit non et cillum laborum ad consectetur labore ea officia. Eu sunt cupidatat id aute excepteur.\n\nQuis irure duis fugiat ea esse sit. Ex consectetur enim nulla deserunt sint irure dolore pariatur. Commodo esse cupidatat irure nisi minim occaecat aute minim velit magna enim cillum tempor et. Velit esse nulla esse consectetur. Cupidatat enim ipsum qui ad anim ex dolore et.","qualifications":"Laboris aliquip laborum commodo ullamco. Aliqua velit non irure consectetur ipsum. Elit cupidatat exercitation laboris consequat do dolor cupidatat. Tempor aliqua ullamco consequat aliquip commodo est cupidatat nisi voluptate ipsum quis sunt ad. Cupidatat magna proident ut ullamco nostrud sunt sit deserunt commodo cillum. Magna officia adipisicing irure enim. Excepteur culpa mollit laboris ea qui quis amet sint enim ea.","goals":"Aute nostrud consectetur amet minim ad et amet deserunt voluptate ad quis sunt. Sint nostrud ad tempor tempor. Reprehenderit mollit id eiusmod deserunt culpa. Nulla officia dolor duis reprehenderit minim eu. Proident magna veniam irure et et minim laboris minim anim adipisicing fugiat nostrud sunt. Ullamco minim excepteur culpa eu eu mollit consectetur eiusmod proident fugiat duis aliqua proident. Irure cillum sunt proident laboris ad culpa eu amet fugiat do ex nisi elit pariatur.\n\nDeserunt exercitation incididunt ipsum duis elit veniam voluptate ullamco nostrud anim. Exercitation veniam dolore culpa ea laboris nostrud pariatur consectetur Lorem quis velit. Occaecat sunt laboris consectetur officia incididunt ipsum laborum sint.","nominations":["Shaina Kunze","Declan Lemke","Cleta Koelpin","Maurine Leannon","Marlee Daniel"]},{"name":"Jannie Hegmann","slug":"-jannie-hegmann","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/afusinatto/128.jpg","involvement":"Adipisicing occaecat Lorem consequat esse sit deserunt ullamco sint ullamco. Occaecat tempor et esse sunt officia proident dolor adipisicing amet nisi culpa dolor commodo quis. Cillum aliquip elit ipsum adipisicing duis id velit. Veniam excepteur Lorem ipsum do officia ad nulla.\n\nEnim tempor nulla magna irure pariatur reprehenderit fugiat quis. Deserunt deserunt anim dolor commodo cillum. Deserunt ex enim fugiat veniam.\n\nAliqua dolore magna in consequat Lorem nulla officia nisi nisi. Qui sint tempor cupidatat magna ea nulla in voluptate eu labore duis eiusmod cupidatat. Lorem excepteur nostrud ullamco cupidatat quis anim mollit nisi id cillum occaecat est in. Laboris incididunt magna ex labore reprehenderit minim ipsum est. Dolore esse nostrud esse labore reprehenderit sit pariatur excepteur ea. Incididunt anim occaecat ut in aute eiusmod elit. Enim dolor voluptate officia incididunt cillum quis.","qualifications":"In dolore eiusmod ipsum velit cillum occaecat velit dolore eiusmod nisi sint ex dolor. Duis veniam non anim eiusmod tempor magna. Est quis in ea ullamco. Cillum qui fugiat nostrud duis exercitation anim. Ipsum ex nostrud ex proident quis eiusmod nostrud cupidatat sunt. Occaecat proident ad labore dolore sint non pariatur laborum laborum ut incididunt ipsum laboris.","goals":"Excepteur irure amet quis occaecat elit sunt veniam exercitation sint ea. Ullamco velit fugiat ea sint. Culpa incididunt magna minim do occaecat. Aute duis cillum fugiat qui id nulla consectetur.\n\nAdipisicing ad ad nisi consectetur consectetur eiusmod est irure et. Sunt adipisicing do ullamco velit et cillum elit veniam. Enim sit excepteur enim occaecat deserunt elit minim occaecat anim exercitation. Quis non minim adipisicing commodo consectetur elit dolor nisi sit. Consequat aliquip eiusmod ipsum minim magna ex nulla irure. Excepteur do pariatur reprehenderit sint aute id dolor consequat velit.\n\nCillum laborum eu eu minim. Nisi enim ullamco ex est cupidatat ullamco aliquip. Cillum minim non aliqua eiusmod anim in irure.","nominations":["Haven Keeling"]},{"name":"Kaycee Bradtke","slug":"-kaycee-bradtke","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/johnsmithagency/128.jpg","involvement":"Aliquip est mollit eiusmod ad laboris dolore duis aliquip culpa dolore sunt. Tempor aute occaecat adipisicing nisi sit sunt incididunt consectetur sit cillum. Cillum sunt duis elit proident ex et aute proident fugiat sunt. Amet sit velit est in mollit ad mollit.\n\nDolor aute voluptate irure aliqua reprehenderit proident duis ea minim fugiat. Commodo nulla labore mollit aute. Eiusmod ea laboris quis id reprehenderit dolore irure nostrud Lorem duis adipisicing culpa excepteur. Esse ad sint aliqua aliqua voluptate ad ullamco commodo esse id officia excepteur deserunt ut. Eiusmod adipisicing velit voluptate dolore.","qualifications":"Officia consectetur in sit amet duis do ex minim. Enim irure esse laborum tempor culpa amet. Commodo ut eiusmod duis quis consequat culpa. Ad quis commodo anim irure fugiat eiusmod id sit dolor ex. Consequat officia eu tempor aliquip sit adipisicing sint et cupidatat eu incididunt esse.","goals":"Proident in esse minim anim minim adipisicing ea enim ea anim sit officia. Velit quis eiusmod adipisicing magna do nisi aute sunt aliquip. Duis sunt aliqua ad adipisicing consectetur incididunt officia fugiat. Non cillum officia deserunt ullamco cupidatat do pariatur sit in enim id minim voluptate adipisicing.\n\nDo cillum nostrud anim anim nostrud. Excepteur aute irure culpa do in fugiat ad ullamco tempor. Magna quis labore minim magna cupidatat aliqua sunt dolore aliquip.","nominations":["Eloy Heller","Hellen Lemke","Vernie Padberg","Emile Homenick"]}]}}
