{"localCouncil":{"positions":[{"title":"Co-chair","slug":"co-chair","description":"\n  <p>The Co-Chairs shall be the official public spokespersons for the Local and will initiate such actions and policies as the Local’s general welfare may demand. The Co-Chairs shall organize and preside over all official meetings of the organization and the Local Council. The Co-Chairs shall maintain consistent communication with all committee leaders and facilitate collaboration and coordination between them. Additionally:</p>\n  <ul>\n    <li>a. The Co-Chairs will also act as, or appoint, the official representatives of the Local to the National Organization and to other DSA Locals. This does not apply during official business at the National DSA Convention, when Local Delegates may act independently on behalf of the Local’s membership.</li>\n    <li>b. The Co-Chairs serve as executive officers of the Local, and they are listed on financial accounts along with the Treasurer.</li>\n    <li>c. At least one Co-Chair must not identify as both White and Cis-Male.</li>\n  </ul>\n          ","candidates":[{"name":"Molly Armstrong","slug":"co-chair-molly-armstrong","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/aviddayentonbay/128.jpg","involvement":"I was elected Vice Chair of the Local Council (then ExComm) in January. Aside from fulfilling these duties, I also helped plan and implement the most recent General Meeting, where we voted on new bylaws.\n\nI was appointed Co-Chair of the Communications Committee from January until May, working with ~35 talented comrades to make sure our operational, social, and visual comms are on point! \n\nI was a member of the Education Comm. I planned and facilitated previous education events, and submitted the LC proposal to create the upcoming Socialist Summer School program. ","qualifications":"A Co-Chair position requires seeing EBDSA as a whole - the many moving parts in ongoing projects as well as our larger goals and pathways to reach them. Over the past 6 months, I have proven my commitment to developing EBDSA as an organization in line with our ambitious socialist goals.\n\nAs an active member in several committees, I saw the inefficiency and lack of organizational cohesion in our previous structure. I co-sponsored the amendment to our bylaws that restructures EBDSA to Internal Organizing and External Organizing Committees and Organizers. I am now on the Transition Working Group in order to see this new structure implemented.","goals":"In this next term, I want to see the new organizational structure implemented with intentionality that considers what has worked, what hasn't, and what could be. \n\nAs a first full-term Co-Chair, I also want to set the precedent ensuring clear communication and support is prioritized between the Internal and External Organizing Committee leadership and members. \n\nMore broadly as Co-Chair, I want to strengthen our relationship to other California chapters, especially as we gear up our Single-Payer campaign, as well as other chapters across the US in order to share knowledge and build mass solidarity.","nominiation1Name":"Graham Lockman","nominiation2Name":"General Kreiger","nominiation3Name":"Chesley Bernhard","nominiation4Name":"Camila Jast","nominiation5Name":"Georgette Fritsch"}]},{"title":"Vice Chair","slug":"vice-chair","description":"\n  <p>The Vice Chair is responsible for assisting the Co-Chairs with all of their duties. If both Co-Chairs are unable to perform their duties, the Vice Chair shall perform all duties and assume all responsibilities of the Co-Chairs until such a time as one or both Co-Chairs are able to resume their posts.</p>\n          ","candidates":[]},{"title":"Secretary","slug":"secretary","description":"\n  <p>The Secretary is responsible for taking minutes of all General Membership and Local Council Meetings, and shall be responsible for publishing these minutes, as well as resolutions, reports, and other official records of the Local. The Secretary may appoint, but must oversee, a temporary proxy minutes-taker for any meeting. That proxy may not vote on behalf of the Secretary. Additionally:</p>\n  <ul>\n    <li>a. The Secretary shall transfer official records in good condition to their successor.</li>\n    <li>b. The Secretary will assume the responsibilities of one of the Co-Chairs, if both Co-Chairs and the Vice Chair is unable to do so.</li>\n  </ul>\n          ","candidates":[{"name":"Benjamin Fife","slug":"secretary-benjamin-fife","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/mdsisto/128.jpg","involvement":"I have served as the Secretary of EBDSA since December. In that role I have co-directed the Communications Committee with Molly Armstrong, recorded the minutes of all EBDSA LC (formerly ExComm) meetings, and worked closely with organizers on and off the LC to support the growth of this organization.  I am particularly excited to have had a role in the development of our conflict resolution team and our 1 on 1 training for socialist organizers.  I have also had the chance to cook many pots of lentils to help keep my comrades well nourished. ","qualifications":"I have enjoyed being EBDSA's Secretary and take seriously the role of ensuring that this organization's records are kept in ways that are useful, transparent and supportive to our mission of building a strong Democratic Socialist movement. I understand the level of commitment that this role requires both in attendance at meetings and in the work between meetings and am committed doing the daily  work of supporting the communication needs and record keeping needs of this organization.  ","goals":"If elected to continue as EBDSA's secretary I hope to strengthen the culture of minutes taking and central storing of minutes so that we have a record of minutes not only of LC meetings but of our other important meetings as well.  I believe that there is room to better document our decision making processes and that doing so will help us to support other socialist organizers around the country.  I also would like to be part of supporting the fuller integration of the  work currently being done by the communications committee with the work of the new internal and external organizing committees.  ","nominiation1Name":"Kaleb Wisozk","nominiation2Name":"Bart Smith","nominiation3Name":"Kody Crona","nominiation4Name":"Serenity Wilkinson","nominiation5Name":"Arne Kunde"}]},{"title":"Treasurer","slug":"treasurer","description":"\n  <p>The Treasurer will be responsible for administration of funds, budget, and financial organization of the Local, including overseeing fundraising activities for the Local. The Treasurer will report to the Local Council on the financial status of the organization at each Local Council Meeting. The Treasurer will maintain transparent and open financial reports available to the entire membership upon request by an officer of the Local Council.</p>\n          ","candidates":[{"name":"Jeff Lee","slug":"treasurer-jeff-lee","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/joreira/128.jpg","involvement":"Like many of us, I joined DSA right after the 2016 election. I'm new to political activism, but I've found a really welcoming community and lots of things to do. Most of my time has been spent helping out with operational tasks under the Communications committee. I've worked on several different technology-oriented projects, including task management software, the website, and IT security. Lately, I've been working on the Transition Working Group to strategize the future structure of the chapter. I've also tried to stay active with single-payer canvassing and volunteering at general meetings.","qualifications":"My day job is leading teams and projects in the tech industry, and one of the really gratifying things about DSA has been the chance to apply my skills toward social and economic justice (yes!), rather than toward corporate profit (BOOO). I expect the treasurer role will be an expansion on the kinds of things I've been effective at since joining the chapter: solving problems that require technical proficiency and attention to detail, designing systems and processes that help make the organization run better, facilitating conversations, and establishing rapport with leaders across the chapter.","goals":"DSA has a huge amount of momentum and I expect it to continue to grow in numbers and influence. My aim is to make sure the organization is operationally sound as it expands and takes on more ambitious goals. There are lots of projects toward that end that I hope to pursue: building infrastructure for fundraising, creating systems for online donations and payment processing, exploring initiatives like local dues and 501(c)(4) status for the chapter, and establishing a finance committee to facilitate all of these efforts. Also, as a voting member of the LC, I hope to be thoughtful and fair, and to listen more than I talk.","nominiation1Name":"Carmen Smith","nominiation2Name":"Charity Zemlak","nominiation3Name":"Vernon Conn","nominiation4Name":"Emmett Crona","nominiation5Name":"Renee Cassin"}]},{"title":"Internal Organizers","slug":"internal-organizer","description":"\n  <p>Internal Organizers will jointly oversee the Internal Organizing Committee (see Article VI), which is responsible for fostering a lively participatory and democratic culture within the Local through the development, education, mobilization, and recruitment of members. The Internal Organizing Committee is also charged with organizing General Meetings, Informational Meetings, and social, educational, and fundraising events. Under the direction of the Local Council, the Internal Organizing Committee shall develop and oversee a program of socialist cadre development that includes skills training and political education; and a system of Mobilizers (similar to union shop stewards) who will act as an active conduit of information and engagement between the General Membership and the Local Council.</p>\n          ","candidates":[{"name":"Ahmed Kanna","slug":"internal-organizer-ahmed-kanna","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/iduuck/128.jpg","involvement":"In my short time with EBDSA (I joined in early March 2017), I've already been very active with the organization. I've canvassed (twice) for the single-payer campaign; phone-banked both for the single-payer campaign and for the Asad Haider event; I've served on the Educational Committee, facilitating a reading group on the Communist Manifesto; I've attended DSA actions, such as the May Day 2017 march in Oakland.  Currently, I'm co-organizing and helping to plan the EBDSA Socialist Summer School to take place during summer 2017.  I'm helping to design the curriculum for the summer school and will be one of its facilitators. ","qualifications":"I have 15 years experience as a college instructor, which will help in my educational capacities on the Internal Organizing committee; in particular, I have long experience teaching socialist, Marxist, etc. materials to students with no background in socialism.  I've been active in socialist organizing in the East Bay for over three years - before DSA I was active in socialist electoral campaigns and mobilizing work, where I learned to connect organization-building to a larger transformative socialist vision. I have a long and continuing interest in communicating socialist ideas to everyday people with little or no socialist background.  ","goals":"- Facilitate communication between EBDSA leadership and rank and file\n- Encourage all members to recognize their skills and role in building the organization\n- Help educate, train EBDSA members who want to become more active, for example, through the summer school and through internal mobilizing meetings, conversations, etc. \n- Develop the organization's democratic culture by encouraging all members to think of themselves as potential leaders of and important contributors to EBDSA\n-  Help implement the internal mobilizer system, based on the experience of other DSA branches, that has proven effective in achieving the goals stated above","nominiation1Name":"Eulalia Quigley","nominiation2Name":"Taurean Schowalter","nominiation3Name":"Sincere Beer","nominiation4Name":"Garett Schulist","nominiation5Name":"Marlee Wilkinson"}]},{"title":"External Organizers","slug":"external-organizer","description":"\n  <p>External Organizers will jointly oversee the External Organizing Committee (see Article VI), which will lead the Local’s fight for a socialist political agenda in the East Bay and beyond. Under the direction of the Local Council and in order to realize the policies, priorities and campaigns set forth by the General Membership, the External Organizing Committee shall manage or execute all of the Local’s issue and electoral campaigns, direct actions, rallies, and other activities expressly targeted at the general public for political purposes.</p>\n          ","candidates":[]},{"title":"At-Large Local Council Members","slug":"at-large","description":"\n  <p>At-Large Local Council Members will participate in Local Council decision-making, and are responsible for attending all relevant meetings and reading all relevant documents. At-Large Local Council members are also tasked with representing the views of the membership that elected them as well as helping to advance the goals of the Local generally.</p>\n          ","candidates":[{"name":"Ben Adam Rosenberg","slug":"at-large-member-of-local-council-ben-adam-rosenberg","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/rpatey/128.jpg","involvement":"i do stuff","qualifications":"i'm living large","goals":"singlepayer for all","nominiation1Name":"Rhett Sporer","nominiation2Name":"Audie Langworth","nominiation3Name":"Keshaun Purdy","nominiation4Name":"Tremayne Wilkinson","nominiation5Name":"Arely Nitzsche"},{"name":"Jetta Rae Robertson","slug":"at-large-member-of-local-council-jetta-rae-robertson","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/manekenthe/128.jpg","involvement":"I'm an interim coordinator for the Socialist Feminist caucus and co-founder of the Abolition of Police and Prisons caucus and conflict resolution working group.  In addition, I've provided photography and/or medic services to most of our major events since January.","qualifications":"The bulk of my organizing experience is around mutual aid — hosting food/clothing drives and raising money for things like LGBTQ youth programs. These are the sorts of practices and tactics I want to normalize within our chapter; meeting the material needs of people in our communities, enabling them to assist us in taking power. ","goals":"I want to help establish the community trust and in-roads to coalition that will enable us to pose a tangible challenge for local elected government who refuse or fail to take action against gentrification, the housing crisis, ICE, police abuse, and the abetting of white nationalism. This will require a lot of interfacing with people who may be unfamiliar or even wary of us. I would like to be that person who can help affirm EBDSA's commitment to attaining these necessary victories.","nominiation1Name":"Emely Mann","nominiation2Name":"David Homenick","nominiation3Name":"Johnpaul Schaden","nominiation4Name":"Nicola Roob","nominiation5Name":"Penelope Lang"}]}]},"nationalConvention":{"candidates":[{"name":"Fred Davis","slug":"-fred-davis","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/perretmagali/128.jpg","involvement":"Quis sunt ullamco consequat labore in excepteur. Aliqua mollit nisi consequat sit amet elit pariatur eiusmod nulla id amet nulla. Elit veniam nulla deserunt exercitation aute. Id enim magna officia nulla dolore excepteur duis. Veniam deserunt ut est ipsum dolor irure sunt laboris proident Lorem occaecat velit velit.\n\nIpsum mollit aliqua cupidatat aliquip eiusmod aliquip labore exercitation aute. Proident ipsum ex velit cupidatat excepteur enim elit. Reprehenderit sint reprehenderit eu nostrud tempor consectetur duis culpa veniam proident sit. Aliquip sunt exercitation laborum aliqua. Consequat ad amet excepteur amet commodo amet. In consequat esse laboris ex Lorem elit irure sint aute id ad cillum ad.\n\nNostrud exercitation cillum sint tempor minim qui. Anim ea ut occaecat officia velit consequat minim eu cupidatat est. Nulla ea quis in adipisicing. Laboris elit esse sunt eu qui duis sit duis sunt anim nostrud enim nostrud laborum.","qualifications":"Minim proident occaecat minim duis sint id commodo proident incididunt ut elit. Occaecat incididunt aliquip esse pariatur exercitation eu velit duis id cupidatat labore fugiat ex. Voluptate nulla cupidatat do mollit incididunt ut est sunt elit.\n\nDeserunt non ex aliqua proident commodo duis adipisicing voluptate sunt duis qui enim. Laborum ut exercitation incididunt pariatur consequat cupidatat ipsum reprehenderit dolor occaecat incididunt. Reprehenderit Lorem do consectetur anim reprehenderit officia quis reprehenderit magna cillum occaecat quis minim. Tempor deserunt sit amet occaecat mollit. Ipsum aute mollit reprehenderit nostrud id quis amet aute minim dolor nulla.","goals":"Mollit laboris commodo cillum nisi magna mollit pariatur commodo sint reprehenderit elit velit qui ipsum. Ad tempor anim sunt magna mollit eiusmod velit pariatur aute magna. Laboris ad duis labore eiusmod voluptate irure dolor labore in exercitation voluptate officia qui. Fugiat officia labore consectetur non cillum adipisicing ad pariatur quis do. Aute voluptate nulla fugiat pariatur adipisicing in ea mollit sunt incididunt tempor.\n\nNisi exercitation irure ea non ullamco Lorem exercitation ipsum. Adipisicing aute est officia ullamco aute Lorem mollit est fugiat consectetur excepteur consectetur labore. Ullamco sint voluptate do magna ex consectetur. Voluptate elit ut ut Lorem ea. Et culpa sit minim dolor non mollit ut irure ea proident ad laborum cillum labore.","nominations":["Maritza Wilderman","Jefferey Ankunding","Isaac Weimann","Cicero Corwin","Delaney Miller"]},{"name":"Gudrun Crooks","slug":"-gudrun-crooks","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/hellofeverrrr/128.jpg","involvement":"Non amet consectetur laboris veniam officia ipsum minim labore eu cillum do laboris ullamco. Eu reprehenderit duis commodo anim amet. Velit esse eu officia id amet minim pariatur nulla et cillum nostrud mollit ea exercitation. Sint qui laborum tempor cupidatat veniam ut proident. Ea tempor voluptate officia esse amet dolore amet.\n\nQui id commodo voluptate ullamco deserunt culpa laboris nulla incididunt commodo nostrud tempor. Aute quis duis aliquip et minim ut id. Quis id duis dolor sit ea. Consectetur quis ullamco voluptate dolore occaecat nulla aute laboris excepteur laborum laborum tempor in. Magna ad amet pariatur ea et ut in nostrud minim veniam non consectetur ullamco. Esse Lorem aute dolor sit commodo labore consectetur commodo elit laborum consequat ipsum. Pariatur aliqua laborum excepteur culpa eiusmod eu veniam.","qualifications":"Ut ut dolore dolor tempor minim nulla officia laborum pariatur aute sit dolore. Ad aliqua est esse ipsum laborum dolore dolore. Laborum voluptate laboris exercitation esse laborum ullamco nostrud ad veniam et aliqua laborum nulla aute. Ad ex consectetur velit magna ea cupidatat consequat duis aliquip velit esse anim eiusmod. Excepteur nisi exercitation labore quis tempor officia quis cillum qui minim ipsum in.","goals":"Ipsum esse minim laboris minim. Adipisicing irure magna exercitation duis laborum voluptate ex enim qui sit occaecat. Labore consectetur in qui incididunt duis consequat fugiat esse et elit laboris laborum ipsum ad. Duis ad sit nulla anim ut. Sunt amet ipsum pariatur incididunt veniam. Adipisicing duis eu ex labore ut.\n\nVelit irure nostrud eiusmod magna exercitation amet pariatur ea cupidatat eiusmod commodo id. Et ea ex eiusmod adipisicing. Tempor duis esse tempor quis. Laborum occaecat do Lorem do reprehenderit excepteur proident consequat esse commodo aute fugiat ut fugiat.\n\nAliqua labore veniam occaecat pariatur velit tempor ipsum fugiat et id tempor Lorem anim. Excepteur consectetur Lorem voluptate ipsum duis. Occaecat dolore adipisicing est ea consequat anim cupidatat et incididunt sunt labore sunt.","nominations":["Winifred Nienow","Isai Lindgren","Anibal Schaden","Irving Smith"]},{"name":"Hiram Gibson","slug":"-hiram-gibson","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/vijaykarthik/128.jpg","involvement":"Do pariatur nulla est esse est dolor velit est id sit. Lorem ex fugiat ad aliquip non laboris nulla officia amet occaecat ea reprehenderit ut fugiat. Velit officia minim sint ad deserunt esse sit duis occaecat.","qualifications":"Cillum laboris pariatur et reprehenderit ullamco non. Ipsum dolor veniam est eu ut nostrud occaecat voluptate voluptate. Aliqua amet ipsum consequat sint excepteur magna mollit ut id tempor pariatur cillum cillum. Laboris est officia id amet nisi officia excepteur. Ullamco magna anim aliquip laboris esse dolor. Ipsum commodo anim id tempor excepteur ut amet laboris commodo incididunt in. Ea veniam velit ea excepteur ea amet enim irure est.\n\nOccaecat ipsum aliqua qui aliqua exercitation. Esse exercitation occaecat minim commodo dolore ullamco elit est esse nisi. Duis ea laborum id ut do do quis laboris id nostrud culpa. Est incididunt consectetur ullamco nulla minim exercitation velit Lorem est. Excepteur proident nulla enim anim. Velit labore consequat incididunt amet ex qui do dolore elit dolore amet. Nostrud consequat incididunt laboris aliquip irure commodo ex.","goals":"Dolor fugiat cillum proident in in dolore velit nostrud dolore. Duis amet amet ex laboris eu cillum magna ea tempor pariatur aliquip. Laboris incididunt occaecat ea commodo do incididunt aute consequat est cillum sit eiusmod reprehenderit. Consectetur dolor aliqua minim duis eu nisi exercitation sit elit minim.\n\nEa laboris pariatur incididunt fugiat anim elit culpa aliqua dolor eiusmod do. Officia commodo excepteur amet sunt enim laborum occaecat Lorem do sunt elit. Duis non labore Lorem consequat amet dolore anim proident sit velit esse exercitation ipsum.","nominations":["Liana Miller","Brad Davis"]},{"name":"Elwin Roberts","slug":"-elwin-roberts","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/robergd/128.jpg","involvement":"Eiusmod aute ipsum ipsum culpa pariatur labore et ex amet consectetur laboris consequat. Sunt esse ullamco eu eu ea adipisicing in qui elit Lorem Lorem. Aute nostrud qui irure irure ea labore do laboris. Labore in sit pariatur laborum aliqua mollit sint ea. Amet aliqua ut laboris deserunt eu et elit ea irure adipisicing nostrud eu. Officia dolore tempor cupidatat amet laborum consequat consequat anim.","qualifications":"Do duis dolore commodo eiusmod qui ea tempor. Duis eu irure enim elit. Labore aute minim laboris voluptate consectetur sunt consectetur aliquip.","goals":"Proident nostrud enim amet in anim anim anim. Qui mollit occaecat pariatur et nisi non duis id aute sint non. Proident fugiat laborum Lorem sit ut deserunt duis mollit quis occaecat aliqua tempor do tempor. Excepteur dolor adipisicing enim ad eiusmod. Cupidatat officia consequat eiusmod deserunt aliqua sint sit dolore deserunt.\n\nTempor irure reprehenderit pariatur anim et. Veniam duis anim in nisi sunt. Fugiat sint laborum incididunt adipisicing commodo nostrud cillum deserunt eu et nostrud nisi non. Nostrud duis eu enim minim sit ad laborum aliqua elit officia duis nisi id voluptate. Dolore cupidatat eu proident consectetur. Exercitation eu dolore deserunt anim. Sint laborum duis fugiat ad qui adipisicing dolor labore voluptate non fugiat voluptate.\n\nIncididunt sit eiusmod minim fugiat amet reprehenderit ut velit ad excepteur enim quis. Aute nulla cillum magna consectetur cillum esse fugiat veniam anim. Officia cillum nostrud proident nisi exercitation eiusmod. Laboris mollit ipsum minim qui ut ea occaecat cupidatat. Elit ullamco adipisicing mollit proident exercitation est duis ipsum non officia voluptate do sit adipisicing. Magna eu magna nisi non veniam laboris consequat velit in esse tempor.\n\nAliquip officia est et laborum ut voluptate qui esse labore quis occaecat deserunt. Reprehenderit aliqua consectetur eiusmod sint aliqua id tempor. Nostrud nostrud laborum magna dolor.","nominations":["Reva Boehm","Kamryn Jones"]},{"name":"Telly Shields","slug":"-telly-shields","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/luxe/128.jpg","involvement":"Id dolore deserunt culpa nostrud quis elit ea minim velit. Pariatur est proident pariatur dolore incididunt deserunt nisi non sit aute. Duis qui sunt minim excepteur elit culpa non cupidatat proident aliquip voluptate. Commodo occaecat et in consectetur duis sit cupidatat ad tempor ipsum ipsum voluptate. Ad dolor laboris anim aute ex dolor proident amet officia dolore.","qualifications":"Ipsum voluptate velit qui ea cillum velit fugiat ex esse consectetur deserunt incididunt ea in. Veniam occaecat sit ut velit est consequat ipsum est culpa consectetur anim. Nisi irure est non aliquip qui eu minim irure aliquip magna in in esse consectetur. Est laborum laboris commodo nulla occaecat fugiat consectetur occaecat voluptate nostrud irure mollit. Aliquip elit pariatur quis tempor laboris magna aute commodo deserunt deserunt excepteur minim mollit. Magna ea mollit enim ullamco incididunt ex quis ut esse. Eu quis pariatur et sit cupidatat duis velit in dolor enim laborum duis esse.","goals":"Magna id laboris cupidatat ut occaecat consectetur laboris consequat id. Ullamco ipsum ut sit eu et. Anim cupidatat elit est irure esse do ex incididunt amet esse velit. Elit excepteur adipisicing laboris occaecat ullamco anim amet excepteur eiusmod ea qui ad nulla magna.\n\nCulpa aliquip pariatur velit magna. Officia non amet ea voluptate Lorem culpa. Aliquip deserunt anim ea irure pariatur nulla esse occaecat excepteur non. Ex dolore commodo in in incididunt nisi. Sit laborum id cupidatat deserunt excepteur. Sint amet sit aliquip occaecat.","nominations":["Karina Predovic","Stevie Turner","Rhianna Mayer"]},{"name":"Arvel Pouros","slug":"-arvel-pouros","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/overra/128.jpg","involvement":"Quis non aliquip fugiat consequat culpa nulla sint exercitation Lorem irure labore sit non. In sunt mollit ex ea amet enim labore dolor minim cupidatat. Est velit deserunt cupidatat veniam cupidatat consectetur elit labore ullamco magna.\n\nTempor velit dolor consectetur deserunt non sunt exercitation. Magna amet commodo sit aliqua Lorem. Cupidatat laborum consequat nisi cupidatat in cillum minim. Pariatur anim sunt qui excepteur ad veniam commodo adipisicing nulla nulla.","qualifications":"Eu aliqua nisi mollit enim nulla eu nulla amet anim aliquip nostrud nulla irure. Cillum nostrud incididunt ea laboris. Amet magna laboris eiusmod ad enim tempor irure ea voluptate. Eu anim cillum amet consectetur pariatur.\n\nCulpa est do elit eiusmod magna consectetur ad occaecat incididunt. Dolore laborum in officia proident id labore reprehenderit velit nulla. Incididunt ad Lorem culpa sunt cillum eiusmod ea cillum est ad elit. Elit incididunt velit aute culpa incididunt cupidatat laborum. Fugiat voluptate consectetur amet anim fugiat proident amet aute exercitation deserunt dolore Lorem officia. Do nisi in dolore nulla duis laboris non magna magna nostrud commodo magna elit quis. Ut ullamco sint do adipisicing cupidatat adipisicing laborum sint labore.","goals":"Deserunt laboris aliquip qui officia quis nostrud qui. Et nisi eu incididunt ipsum quis. Nisi officia excepteur amet officia do qui cupidatat voluptate enim veniam occaecat in culpa officia. Aliqua elit ex veniam proident commodo adipisicing. Cupidatat enim aute duis commodo ex id esse qui eiusmod officia exercitation.\n\nMagna tempor et in duis voluptate velit et adipisicing labore id proident mollit. Ea sunt commodo aliqua ad nisi cillum sit eiusmod magna sint. Anim exercitation esse aliqua laboris. Incididunt elit ea sint commodo pariatur nisi nulla sit in magna nisi mollit duis minim. Nostrud ullamco veniam nisi consectetur ex laborum veniam aliqua elit magna cillum aliquip velit.\n\nLabore et deserunt ullamco elit exercitation minim nisi amet. Sit ullamco consequat ex voluptate magna deserunt eiusmod pariatur elit. Nulla quis in exercitation labore velit in dolor deserunt Lorem. Irure non consequat amet eu elit quis nostrud.\n\nProident nostrud minim consequat sint fugiat ad cupidatat aliqua magna irure laboris. In magna reprehenderit nulla voluptate ipsum pariatur dolor irure culpa. Consequat officia sunt non ullamco reprehenderit enim sunt id. Occaecat sunt esse tempor exercitation quis do. Id officia aute Lorem cupidatat eiusmod tempor labore excepteur nisi dolore eiusmod amet. Exercitation deserunt irure reprehenderit dolor.","nominations":["Finn Reilly","Natalie Kub","Scot Hickle","Haven Cremin"]},{"name":"Charlotte Moore","slug":"-charlotte-moore","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ZacharyZorbas/128.jpg","involvement":"Pariatur cillum culpa dolore magna. Commodo aute amet dolor occaecat anim Lorem adipisicing pariatur ipsum veniam non voluptate. Enim enim aliqua nostrud ea reprehenderit. Ipsum proident cupidatat sint do minim reprehenderit ea laboris voluptate minim proident. Nisi Lorem quis id cupidatat in culpa. Ipsum ullamco in fugiat proident id ex tempor adipisicing ea exercitation commodo mollit nulla ullamco. Incididunt eiusmod ex nulla laboris sunt labore veniam veniam occaecat.\n\nNostrud laborum adipisicing duis deserunt anim qui tempor velit officia officia. Est dolore nulla in eiusmod Lorem deserunt et in duis anim Lorem elit deserunt occaecat. Sit id enim sit non elit qui nisi occaecat magna in ipsum sit.\n\nProident aliqua excepteur mollit dolor sint elit. Aliqua et cillum nulla elit sint proident sit nisi. Aute ex cillum excepteur adipisicing cillum sint ea amet ea. Occaecat cupidatat eiusmod laborum est velit do do non cillum ex nulla duis eiusmod non.","qualifications":"Laborum dolor ipsum reprehenderit minim occaecat sit aliquip aliquip do ipsum duis minim ea. Duis quis tempor cupidatat anim cupidatat incididunt dolor sit labore consequat sunt fugiat aute. Eiusmod id exercitation tempor minim culpa enim adipisicing commodo sit esse. Ad consectetur irure anim duis. Quis adipisicing elit id nostrud dolore est cillum incididunt nulla ipsum ut voluptate. Aute eiusmod sint do do sit voluptate irure officia minim. Deserunt exercitation labore magna sint ullamco in eiusmod.","goals":"Reprehenderit deserunt minim excepteur cillum voluptate id ullamco officia. Labore magna id eu deserunt elit cupidatat velit veniam id aliqua non sint. Exercitation adipisicing amet elit mollit laborum voluptate. Do proident deserunt deserunt labore eiusmod. Esse laborum eu in aliquip elit est culpa elit aliquip. Aute magna aute officia et officia do eu exercitation sint ad cupidatat nostrud. Ut cupidatat amet nisi enim eu dolore consectetur duis adipisicing ea duis culpa dolor sit.\n\nNon adipisicing laborum velit tempor cillum id sit reprehenderit ea. Laboris sunt est sit ipsum do. Ad pariatur est officia mollit ex qui. Veniam consequat id elit eiusmod voluptate cillum cillum est cupidatat qui excepteur.\n\nMagna non sit deserunt enim laboris voluptate. Fugiat consequat nisi ipsum nulla aliquip aute dolor reprehenderit anim. Velit excepteur reprehenderit et excepteur consequat irure sunt ut. Nisi culpa reprehenderit officia amet sint.","nominations":["Aryanna Kling","Dayana Haag","Vida Wiegand","Nels Hegmann"]},{"name":"Clair Kuhic","slug":"-clair-kuhic","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/manigm/128.jpg","involvement":"In mollit tempor sit duis non quis laboris consequat cillum officia. Do sunt adipisicing dolor amet id ea tempor. Exercitation fugiat ea occaecat id cillum ad elit qui cillum.\n\nMollit mollit labore labore amet. Mollit laboris magna culpa id consequat mollit dolore in occaecat. Ex ad non occaecat laborum ut sint sunt ea reprehenderit nostrud irure exercitation. Pariatur adipisicing irure mollit occaecat amet ut. Adipisicing culpa velit consectetur non non. Nostrud quis do excepteur Lorem amet id velit incididunt consequat do. Fugiat esse ullamco exercitation minim id do tempor dolore deserunt.","qualifications":"Exercitation excepteur culpa nulla ex non laboris commodo nisi voluptate do aute duis. Labore exercitation voluptate commodo voluptate eu dolor do officia officia est fugiat consectetur. Reprehenderit fugiat do consectetur id. Aliqua dolore duis cillum sit sint tempor cillum consectetur ipsum. Labore occaecat nulla eu cillum adipisicing labore voluptate in ipsum exercitation in amet consectetur aliquip. Cillum velit irure laborum amet aliquip aute.\n\nVoluptate sint commodo irure proident occaecat aliquip consectetur aliqua cupidatat anim minim. Cupidatat officia culpa elit quis ullamco nostrud quis ullamco pariatur incididunt exercitation. Fugiat laboris pariatur aute et proident et anim consectetur ullamco ad est ut anim. Sunt Lorem nostrud incididunt dolore non officia Lorem sunt irure eiusmod amet eu minim. Laborum Lorem mollit proident pariatur nulla incididunt voluptate officia magna. Ipsum non nulla excepteur fugiat tempor eu qui laboris et.","goals":"Ipsum adipisicing enim cillum voluptate id fugiat est do commodo dolor et. Eu enim labore sunt aliquip incididunt velit mollit. Officia anim commodo eu ipsum minim dolor tempor aliquip ipsum. Non esse Lorem ut aute quis et elit elit duis cillum.\n\nOccaecat enim ad dolor incididunt incididunt do dolor in irure elit quis voluptate exercitation. Dolor magna est magna eu aliquip ut ut nisi anim culpa sint deserunt cupidatat. Adipisicing eu cillum sunt ut reprehenderit amet eu minim commodo eiusmod duis eiusmod. Deserunt ad reprehenderit dolor non velit ipsum do labore laborum mollit nisi ipsum qui ipsum. Exercitation ex Lorem velit eiusmod tempor ut ullamco tempor sit dolor minim. Consectetur commodo non in incididunt sint aliqua ut adipisicing fugiat. Aliqua est dolore ad sit in qui aliquip in nostrud excepteur proident fugiat enim.","nominations":["Orland Stark","Providenci Veum","Ray Reinger","Pearl Reinger","Rene Quigley"]},{"name":"Jovanny Ward","slug":"-jovanny-ward","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ccinojasso1/128.jpg","involvement":"Nisi ea reprehenderit magna dolor ad consectetur aute sunt dolor laborum. Mollit minim anim sint minim ipsum mollit et. Labore eiusmod do enim dolor sint tempor esse do occaecat nulla excepteur laborum cillum. Nulla nisi ipsum duis sunt consectetur in. Laborum et nostrud ut eu.\n\nQuis magna minim cillum elit duis voluptate cupidatat. Laborum veniam excepteur sunt laboris reprehenderit proident ullamco Lorem amet proident dolore officia laborum. Qui pariatur ea minim nisi ipsum aliquip aute eu ad sit. Amet nostrud nisi nostrud do esse ea ullamco id anim excepteur labore est. Do voluptate voluptate occaecat qui eiusmod esse.","qualifications":"Et eiusmod anim voluptate cupidatat mollit magna aliquip incididunt sit in magna. Laborum minim consequat et mollit. Adipisicing reprehenderit ullamco sunt enim enim nostrud in ad dolore culpa.\n\nUllamco officia irure ut do est do exercitation consectetur ex non aliqua labore. Sit nostrud dolore officia commodo eiusmod ad incididunt consectetur irure irure tempor dolore sint Lorem. Minim ex minim voluptate adipisicing eiusmod magna. Sunt ad esse incididunt dolore consequat mollit in.","goals":"Sunt quis qui duis non commodo nostrud cupidatat. Qui veniam mollit nostrud in consequat et anim deserunt sint. Magna fugiat cillum commodo aliquip nisi. Labore quis sint dolore duis consectetur aliqua in proident quis non tempor.\n\nIncididunt duis culpa ad sit qui mollit minim nostrud culpa nulla dolore culpa. Culpa excepteur consectetur est quis. Et eu sit elit occaecat ad ipsum sint non occaecat et cupidatat non. Consequat esse mollit cupidatat duis sint consequat commodo qui excepteur. Culpa deserunt ex officia pariatur. Proident eiusmod eu labore do labore veniam ipsum veniam sint do ad dolor deserunt elit. Laboris nostrud voluptate est voluptate labore nisi amet qui aliquip voluptate dolore aliquip do sunt.\n\nOfficia et amet sit nulla velit dolore sint aute aliqua. Dolore cupidatat ullamco do duis aute nostrud do est. Consequat amet aliquip Lorem incididunt nostrud in aliqua laborum duis deserunt voluptate cillum. Do nostrud et duis ut voluptate quis elit excepteur amet irure. Ullamco est elit elit qui exercitation non ad reprehenderit. Labore in in excepteur non id sint aute nisi nisi elit. Occaecat aliqua irure occaecat consectetur consectetur commodo adipisicing amet ipsum ad anim exercitation non.","nominations":["Yadira Mosciski","Horacio Williamson","Gardner King"]},{"name":"Howard Tillman","slug":"-howard-tillman","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/orkuncaylar/128.jpg","involvement":"Mollit nostrud et magna veniam culpa. Ut sint velit incididunt excepteur est nostrud sit qui aliquip aute enim ullamco culpa sit. Aliqua veniam pariatur tempor fugiat velit ad sunt qui quis. Excepteur ex officia adipisicing est aute commodo deserunt eu irure exercitation velit nostrud qui. Culpa velit culpa ullamco nulla tempor nostrud do et enim irure nostrud est nisi. Laborum excepteur culpa ea est minim ullamco incididunt sunt tempor ex occaecat.\n\nSit ea est adipisicing aliquip nulla et fugiat fugiat quis incididunt tempor officia. Nisi ut do nulla duis do culpa veniam. Occaecat laborum deserunt fugiat ipsum officia dolore magna dolor laboris incididunt anim. Et proident culpa voluptate sint. Laborum commodo excepteur dolore tempor ut.","qualifications":"Eiusmod laboris dolor elit anim ullamco occaecat laborum duis irure eiusmod. Exercitation exercitation veniam deserunt laborum esse irure enim velit. Ut sint id consectetur duis exercitation aliqua. Non mollit culpa amet qui consectetur irure laborum. Pariatur ea sint sit esse ut adipisicing sunt ea occaecat sunt veniam. Culpa pariatur nisi commodo aliqua commodo nisi amet sunt nostrud reprehenderit laborum officia incididunt laboris.","goals":"Eu amet incididunt ex reprehenderit anim labore. Sunt eu ullamco quis voluptate. Consequat duis anim mollit duis irure fugiat eu.\n\nSit et Lorem voluptate Lorem non est duis sunt. Excepteur cillum mollit qui nisi culpa fugiat velit fugiat. Eu aliquip anim tempor sit amet Lorem exercitation. Occaecat fugiat mollit ut nulla minim ullamco dolor adipisicing aute qui Lorem elit velit.\n\nLaboris dolore esse sit amet cillum id ex veniam. Amet sint culpa sunt commodo consectetur culpa reprehenderit deserunt veniam commodo. Et minim cillum ea fugiat velit veniam. Aute esse pariatur tempor nisi laborum eu duis fugiat officia quis eu irure id.\n\nVoluptate incididunt reprehenderit velit enim id adipisicing velit anim elit velit dolor in dolor. Proident eu veniam labore magna Lorem commodo elit labore amet adipisicing quis commodo. Tempor est incididunt anim dolore ex. Aliqua eiusmod id ut sint excepteur et reprehenderit officia. Ea excepteur ea incididunt sunt anim do pariatur sunt qui non velit. Tempor excepteur Lorem mollit labore nisi consectetur eiusmod Lorem officia aute. Culpa reprehenderit magna laborum nostrud nostrud ex proident.","nominations":["Leonardo Mayer","Jaylin Mante","Sister Reilly"]},{"name":"Carroll Boyle","slug":"-carroll-boyle","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/gonzalorobaina/128.jpg","involvement":"Minim nostrud esse excepteur reprehenderit aliquip nulla ex consectetur tempor. Ex deserunt ut labore labore aliqua voluptate ipsum cupidatat reprehenderit consectetur reprehenderit. Dolore pariatur ex aute ipsum elit voluptate sit duis magna sit quis aute exercitation.","qualifications":"Culpa dolor commodo nostrud dolor ut amet. Voluptate deserunt magna commodo excepteur sint ad ex qui irure labore culpa et sit eiusmod. Voluptate amet qui qui Lorem cupidatat elit laboris consequat.","goals":"Laborum dolore fugiat nostrud cupidatat enim labore dolor. Do consectetur elit non aliqua veniam ea nulla minim minim culpa duis magna. Aute labore irure qui ex excepteur. Sint voluptate deserunt ullamco commodo cupidatat amet in labore aliquip reprehenderit ad nulla.\n\nDolor anim nostrud mollit cupidatat laborum nostrud consectetur adipisicing ipsum laborum voluptate nulla. Dolore esse consectetur dolor occaecat aute enim aliqua id occaecat consectetur esse Lorem ullamco. Nostrud anim excepteur veniam enim dolor. Proident elit id ipsum quis laborum occaecat laboris occaecat aute.","nominations":["Germaine Bartell"]},{"name":"Beverly Graham","slug":"-beverly-graham","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/anoff/128.jpg","involvement":"Amet qui qui nulla aute commodo nisi excepteur commodo ullamco amet do do non. Lorem enim dolore tempor ad. Laboris cupidatat irure laboris ex quis aliquip deserunt consequat culpa. Aliquip ipsum ex commodo consectetur. Incididunt ea enim ea nulla minim eiusmod dolore voluptate enim do. Reprehenderit esse nisi aliqua est irure id dolore ad.\n\nCupidatat dolore magna laboris aute irure dolore consectetur commodo consequat veniam. Officia pariatur voluptate aliquip id reprehenderit ut elit laborum magna. Consequat Lorem exercitation sint ut non anim ipsum velit labore labore do Lorem aliquip.","qualifications":"Nostrud occaecat et elit laboris consectetur est occaecat. Amet consectetur laborum ut exercitation eu amet in consequat exercitation. Duis consectetur do cupidatat officia duis consequat minim eiusmod nisi.\n\nAd veniam proident ex eu veniam et laborum veniam reprehenderit labore minim exercitation magna ut. Incididunt Lorem amet irure labore mollit culpa sint amet ullamco incididunt voluptate exercitation. Ex nisi sint in velit elit sint ad duis ullamco excepteur pariatur ipsum occaecat et. Voluptate occaecat veniam laborum excepteur.","goals":"Sunt nisi labore incididunt sint eu nisi fugiat sit incididunt exercitation. Ipsum consequat minim laboris sit ex cillum esse magna eiusmod adipisicing id. Consectetur consequat do sint eiusmod. Adipisicing dolor commodo ex amet do aliqua in. Tempor pariatur sunt dolore est commodo sunt laborum dolor excepteur eu commodo. Qui sint culpa cupidatat Lorem consectetur et ut proident qui velit tempor.\n\nSunt dolor nostrud ad excepteur. Reprehenderit amet sit velit cillum. Fugiat officia sit anim culpa magna. Excepteur tempor velit irure qui proident dolor elit. Non pariatur quis consequat in laboris laborum veniam nostrud mollit. Quis aliqua anim id ea eu exercitation esse enim ut ad.\n\nSunt sint culpa veniam fugiat fugiat. Labore ad esse adipisicing ut quis veniam aute proident occaecat duis voluptate enim. Anim mollit occaecat anim aliquip commodo officia cillum cupidatat id exercitation pariatur.\n\nNulla tempor duis enim fugiat reprehenderit excepteur non quis elit culpa. Minim sint ut enim labore ut id duis. Ipsum magna proident irure veniam aliqua aliqua magna duis. Consectetur enim labore ex fugiat velit Lorem ad aute tempor aute. In laboris cupidatat sit proident.","nominations":["Irma Goyette","Alexis Mitchell","Zelma Hoeger","Tre Greenholt","Meta Greenholt"]},{"name":"Favian Aufderhar","slug":"-favian-aufderhar","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/aleclarsoniv/128.jpg","involvement":"In labore sit non deserunt consectetur adipisicing in ipsum ipsum. Culpa ex aliqua sunt aliqua qui veniam nulla duis quis elit laboris. Veniam voluptate aute sint eu sint. Aliquip in excepteur exercitation nostrud anim ad nisi veniam sint elit deserunt non consectetur. Reprehenderit amet officia ad ipsum. Nostrud quis excepteur aliqua nulla non non incididunt do nostrud et. Est do est veniam esse laboris pariatur amet qui minim minim officia ex.","qualifications":"Eiusmod non consectetur adipisicing adipisicing sunt enim aliquip voluptate minim. Ullamco aute non sit proident excepteur pariatur ullamco Lorem Lorem magna tempor ad minim culpa. Esse amet occaecat enim ex sit voluptate id enim culpa fugiat ullamco.","goals":"Id aliquip commodo deserunt tempor quis ad cupidatat est ea. Eu pariatur duis qui culpa. Ex do voluptate proident commodo veniam duis proident dolore ex Lorem. Deserunt minim reprehenderit cillum cupidatat voluptate velit quis. Et sit velit ex sint. Ipsum laboris non dolor in eiusmod velit fugiat magna minim ullamco. Fugiat magna tempor exercitation amet reprehenderit consectetur Lorem sunt tempor.\n\nTempor enim laborum sit minim. Nulla incididunt nulla nostrud velit culpa qui aute tempor adipisicing reprehenderit mollit consectetur dolore fugiat. Duis enim sint ullamco proident magna in fugiat ullamco elit incididunt nostrud. Duis laboris do id culpa eu et ad dolore reprehenderit commodo. Consectetur aute dolor mollit proident non voluptate Lorem consequat fugiat adipisicing. Sit culpa irure esse duis non elit ea id ad ex duis.","nominations":["Tatum Terry","Devon Howell"]},{"name":"Herman Nader","slug":"-herman-nader","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/mkginfo/128.jpg","involvement":"Amet magna nisi nulla excepteur nostrud sunt velit ea sint eiusmod laborum minim. Ea Lorem pariatur consectetur veniam dolore mollit fugiat pariatur voluptate esse. Eiusmod minim ex occaecat aliqua pariatur sunt ex in commodo reprehenderit duis pariatur. Qui id fugiat et esse aliqua pariatur aliquip elit deserunt elit quis. Incididunt nisi proident laboris dolor anim duis eu ea ea nostrud id occaecat. Magna nisi proident magna Lorem. Non laborum veniam ut consectetur duis ipsum qui cillum minim.\n\nConsectetur Lorem occaecat magna mollit ipsum occaecat occaecat duis cupidatat officia nisi ut. Quis officia irure exercitation nisi ex nisi id. Occaecat reprehenderit dolor nulla pariatur voluptate tempor incididunt ipsum fugiat nisi excepteur. Est ullamco ut ex proident elit Lorem voluptate.\n\nCulpa velit minim deserunt exercitation veniam adipisicing. Velit tempor cillum proident non exercitation. Anim adipisicing sit qui id tempor qui occaecat anim et minim anim nisi veniam.","qualifications":"Elit do eu exercitation officia magna et aliqua sint aute. Anim sit veniam sunt in do ex ex sint anim. Non incididunt excepteur Lorem fugiat magna fugiat voluptate pariatur nostrud reprehenderit proident laboris qui veniam. Amet cillum tempor dolor consequat do. Commodo cupidatat occaecat cupidatat officia veniam ex consequat sint mollit commodo. Sit consequat veniam aliquip consectetur exercitation adipisicing anim mollit sit mollit laborum in. Consequat ut sunt culpa incididunt nostrud sint pariatur quis.\n\nDolor culpa minim sint elit ipsum culpa quis sit ex ipsum esse laborum ullamco. Duis excepteur veniam magna exercitation deserunt exercitation qui nulla anim. Sint velit sit est qui reprehenderit qui quis duis duis eu. Eu voluptate reprehenderit nulla officia ea dolore. Occaecat consequat eu irure labore cillum in excepteur commodo veniam Lorem aliqua labore aliquip ea.","goals":"Cupidatat labore labore ipsum laborum anim proident qui Lorem ut aliqua. Cillum veniam voluptate aliquip id qui occaecat magna. Et dolore nulla non ea nulla Lorem sint esse eiusmod eiusmod culpa non. Proident esse veniam et do mollit ut aliqua nostrud consectetur excepteur. In magna nisi ex culpa sit aliqua pariatur cillum tempor dolor aliqua. Fugiat velit nulla occaecat qui nostrud consequat laboris eu. Culpa id veniam esse minim dolor laboris et duis.\n\nDuis cupidatat in cillum magna. Aute in exercitation nostrud consectetur aute consequat nostrud. Tempor voluptate enim ipsum duis consequat elit. Esse tempor reprehenderit aute proident fugiat veniam fugiat duis commodo incididunt velit. Ullamco elit ad fugiat eu velit ad ut esse veniam proident elit. Nulla consectetur do commodo labore non proident non officia eu exercitation consectetur. Veniam laborum consectetur ut culpa minim qui voluptate aliquip tempor mollit nostrud mollit irure.","nominations":["Esta Macejkovic","Lessie Stanton"]},{"name":"Myrtice Fahey","slug":"-myrtice-fahey","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/dnirmal/128.jpg","involvement":"Anim esse consectetur sint proident consectetur cupidatat proident elit reprehenderit duis duis non. Enim adipisicing eiusmod dolor eiusmod dolor velit minim Lorem do ullamco qui anim. Ipsum consequat enim culpa fugiat non eu nisi ea laborum consectetur ipsum qui.\n\nEu aliquip reprehenderit nisi laborum dolore quis commodo do. Magna ex ea aliqua velit laborum consectetur magna adipisicing adipisicing Lorem eu aliquip incididunt. Ut veniam ullamco minim sit veniam ea laboris culpa est laboris mollit. Mollit commodo ad laboris sit reprehenderit esse anim enim culpa eiusmod deserunt sit laborum veniam. Mollit sunt aliqua aliqua sint elit sint.","qualifications":"Aliqua commodo quis occaecat laboris exercitation minim cillum duis do et duis est deserunt proident. Deserunt excepteur culpa voluptate id. Ipsum tempor ex id voluptate fugiat nostrud dolor incididunt consequat et. Lorem ex labore labore amet minim veniam. Anim deserunt pariatur consequat laborum eiusmod ea labore aliqua do aute elit in. Minim ex irure pariatur elit fugiat quis.\n\nAnim anim cillum quis ipsum velit tempor fugiat nostrud tempor sint aliquip. Et veniam dolor ut deserunt cupidatat sit cupidatat deserunt occaecat incididunt. Commodo ad ullamco pariatur id. Deserunt eu aute adipisicing commodo duis anim eu esse labore labore. Excepteur ad duis exercitation dolore ullamco dolore eu aliqua deserunt ipsum qui. Irure ea deserunt et mollit qui. Consectetur mollit aliquip voluptate incididunt cupidatat reprehenderit cupidatat labore ad sit in exercitation.","goals":"Consectetur deserunt esse non anim mollit occaecat amet. Aute do ut tempor incididunt. Do adipisicing ex aliquip qui commodo occaecat eu. Commodo cupidatat elit ad nisi esse amet amet sit.\n\nVeniam reprehenderit aute id qui ea exercitation ullamco cillum cupidatat. Et pariatur ad consectetur minim esse do et sint ea cillum dolore. Laboris nulla dolor eiusmod labore culpa aliqua elit ullamco reprehenderit cupidatat magna aliquip labore. Nostrud duis Lorem cillum est tempor. Est occaecat laborum magna enim ea est. Pariatur sint ipsum proident nostrud occaecat occaecat laboris ea exercitation officia non labore cillum.\n\nLabore incididunt culpa duis amet duis. Sint voluptate irure aute commodo. Laboris dolor nisi enim adipisicing ex labore ut fugiat irure fugiat esse non esse tempor.\n\nEsse excepteur adipisicing nulla fugiat. Veniam ad incididunt irure esse id veniam commodo consectetur. Amet officia labore nostrud nostrud qui eu excepteur. Culpa cupidatat laborum aliqua deserunt eiusmod cupidatat. Dolore duis fugiat officia ad anim ex cupidatat ullamco ipsum qui enim.","nominations":["Jermaine Balistreri","Cary Volkman","Cristobal Rodriguez"]},{"name":"Darrin Lockman","slug":"-darrin-lockman","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/karalek/128.jpg","involvement":"Ad ad sunt dolore adipisicing consequat ad. Laboris elit pariatur mollit nulla aliqua do occaecat incididunt aliqua sit nulla dolore consequat laboris. Id ea in ut reprehenderit reprehenderit elit Lorem officia reprehenderit exercitation tempor officia. Minim nostrud duis deserunt minim cupidatat quis id incididunt adipisicing quis. Occaecat magna adipisicing labore aute amet est incididunt est consectetur occaecat adipisicing anim.\n\nSunt enim nisi dolor dolor esse irure occaecat ex consectetur. Veniam dolore non laboris ex dolore incididunt voluptate veniam do. Nisi veniam tempor deserunt qui aute.\n\nExcepteur qui enim ea amet. Pariatur cillum velit consequat ea aliqua pariatur officia exercitation deserunt aute dolore excepteur minim. Officia labore fugiat tempor cillum. Consectetur ut esse ut laboris ullamco consequat deserunt enim fugiat quis.","qualifications":"Elit non velit aliqua laborum ipsum quis. Pariatur aute cillum eiusmod est minim ullamco deserunt ullamco esse adipisicing ex. Magna reprehenderit nostrud veniam tempor tempor ea eu commodo dolore dolor non id eu eiusmod. Dolore qui exercitation enim elit velit.","goals":"Enim pariatur Lorem aliqua aliqua ipsum culpa veniam elit labore nostrud. Dolor officia excepteur dolor ut consequat nulla sint. Consequat amet ad ex laboris.\n\nReprehenderit dolore in aute sunt minim. Nostrud ullamco cillum quis ipsum irure cillum sint culpa excepteur magna nisi eiusmod est. Laborum aute eiusmod ea voluptate Lorem culpa nisi amet esse commodo. Do Lorem sint est ea labore ex consequat adipisicing in anim velit ut cillum.\n\nOfficia occaecat irure magna ea mollit nulla nisi cupidatat reprehenderit veniam amet nisi ex. Eiusmod eu pariatur voluptate ullamco laboris enim voluptate eiusmod cupidatat id esse labore. Reprehenderit tempor nostrud deserunt dolor ex incididunt et officia deserunt eu. Esse ex est id nostrud do eu laborum adipisicing culpa irure consectetur eiusmod duis sint.\n\nExercitation in in fugiat cupidatat nostrud ipsum enim est nostrud. Officia labore duis id minim excepteur occaecat. Ullamco amet irure veniam labore Lorem officia. Non nostrud fugiat sunt laboris adipisicing pariatur cillum occaecat non. Reprehenderit laboris et aliquip adipisicing sunt. Amet exercitation tempor enim ex sunt elit proident nisi sint. Ex laborum cupidatat esse dolor.","nominations":["Deanna Erdman","Genoveva Connelly","Ransom Senger","Patrick Rempel"]},{"name":"Vincent Gleason","slug":"-vincent-gleason","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/santi_urso/128.jpg","involvement":"Magna elit exercitation amet aliquip irure esse esse quis sunt enim amet in. Culpa consectetur officia sunt adipisicing incididunt aute dolor elit. Tempor cillum ut eu reprehenderit aute in amet commodo esse. Consectetur ad velit magna velit ipsum consectetur amet ex cupidatat do.","qualifications":"Sint sit labore aute esse cupidatat. Deserunt dolor labore proident laborum voluptate. Non nostrud excepteur culpa officia elit sunt voluptate.","goals":"Ad adipisicing reprehenderit laboris ipsum amet sit laborum ex veniam qui. Ut ipsum reprehenderit laborum cupidatat officia dolore sint anim. Mollit ut minim commodo veniam incididunt deserunt amet est ullamco aute ipsum et qui proident. Proident sint sint incididunt Lorem fugiat eu officia ullamco fugiat do irure sint. Reprehenderit officia sunt voluptate culpa. Duis esse anim elit officia in ex irure velit laborum dolore. Officia ut adipisicing magna voluptate quis aute do anim in elit qui irure duis Lorem.\n\nAnim voluptate pariatur minim aliquip cillum est do esse dolore esse. Aute enim consectetur qui ad excepteur commodo eiusmod nisi. Proident amet minim voluptate amet enim minim ad pariatur nostrud. Nisi esse eu eu officia consequat enim sint ea quis pariatur non. Cupidatat velit mollit ut sunt dolore excepteur aliquip consequat laborum. Irure aute adipisicing dolor proident Lorem ea elit laborum occaecat Lorem Lorem ut.\n\nAliqua magna exercitation consectetur officia nulla exercitation eiusmod magna esse dolor elit et veniam irure. Minim dolor ex elit sint cillum do in qui mollit consequat. Dolore Lorem pariatur ullamco fugiat nisi tempor proident. Id cupidatat excepteur mollit laborum aute labore cillum Lorem amet fugiat magna culpa aliquip dolore.\n\nCupidatat sint duis ipsum ad cupidatat occaecat eu exercitation. Sit officia quis ea do est consectetur. Ullamco eu laboris culpa elit mollit sint excepteur.","nominations":["Benedict Pfeffer","Remington Hoppe"]},{"name":"Verona Sanford","slug":"-verona-sanford","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/amayvs/128.jpg","involvement":"Dolor tempor eu Lorem nulla laborum pariatur anim consectetur consectetur voluptate. Ipsum et sit aute minim enim aliquip qui aliqua minim amet non excepteur et. Tempor tempor officia exercitation quis sit.","qualifications":"Dolore nisi pariatur cillum enim magna qui nisi velit sit excepteur in voluptate et ipsum. Incididunt ea nostrud dolor ipsum aliqua duis irure labore eiusmod quis nostrud. Aute aliquip enim minim ut dolor do officia ullamco sint.\n\nAliquip laborum pariatur pariatur consequat culpa culpa id commodo elit excepteur dolore fugiat. Adipisicing dolor velit ex exercitation magna. Mollit dolor tempor reprehenderit incididunt nisi consequat. Eiusmod consequat sit sit excepteur cupidatat veniam dolor elit eiusmod ex. Duis duis minim nulla labore adipisicing deserunt sit duis officia voluptate velit ullamco cupidatat. Exercitation mollit amet consectetur ea velit nostrud ut proident deserunt esse sint reprehenderit laboris.","goals":"Laborum aliqua commodo anim eu voluptate voluptate occaecat cillum veniam eiusmod culpa officia. Exercitation irure nostrud ipsum sit sunt. Labore eiusmod officia dolore nulla exercitation.\n\nDolor proident laborum culpa sint exercitation aliquip. Commodo aliqua excepteur mollit quis. Ad culpa Lorem laboris aliqua et tempor velit Lorem duis. Dolore non ullamco amet dolor nostrud. Velit eiusmod sunt ea elit minim occaecat id dolor amet. Commodo do elit excepteur duis aliquip ea incididunt aliqua. Aliquip aliquip minim aute enim non labore proident in fugiat.\n\nIncididunt Lorem sint cillum ullamco officia. Officia dolore ullamco et cillum. Culpa esse ad excepteur Lorem culpa excepteur non sint cupidatat velit aliqua aliqua. Esse aute mollit reprehenderit ex excepteur minim consequat aute id. Quis occaecat sint duis mollit. Cillum et velit cupidatat fugiat aute amet. Enim dolor ut voluptate laboris ipsum pariatur cillum veniam velit est do.","nominations":["Helmer Dietrich","Waylon Heathcote","Jack Ferry","Ole Schuster"]},{"name":"Kenton Zieme","slug":"-kenton-zieme","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/_scottburgess/128.jpg","involvement":"Magna magna excepteur est aliquip laborum do exercitation excepteur veniam qui et adipisicing nostrud. Consequat et eiusmod ut culpa cillum esse do culpa proident. Nisi nulla ipsum adipisicing ipsum ea reprehenderit cupidatat ea elit irure laborum aliqua. Veniam aliquip aliquip ullamco esse deserunt cillum in id laboris aute duis culpa do adipisicing. Commodo veniam incididunt consequat fugiat magna mollit exercitation. Aliqua esse id ipsum cupidatat id. Cillum sit consectetur labore qui ad mollit qui proident magna.\n\nNostrud do labore ad in reprehenderit aliquip pariatur id reprehenderit. Dolor dolore eiusmod sunt Lorem aliquip occaecat enim laborum dolore. Labore anim in cillum mollit sit amet ullamco duis eu officia commodo. Eu dolore anim irure enim amet culpa magna exercitation cupidatat.\n\nMagna elit excepteur incididunt anim quis consectetur exercitation. Aliquip sint labore aute labore ullamco cupidatat ea sint esse duis ipsum in magna cupidatat. Quis excepteur deserunt officia incididunt dolore qui ea ex. Adipisicing ipsum et enim voluptate cupidatat nostrud non proident occaecat incididunt nulla fugiat proident ea. Cillum voluptate sit commodo cupidatat in duis mollit adipisicing commodo do voluptate id exercitation non. Exercitation voluptate exercitation culpa dolore nisi in.","qualifications":"Voluptate consectetur dolore ad occaecat ullamco esse. Eiusmod commodo culpa irure duis fugiat id. Commodo aliquip ad amet laboris et ullamco amet cupidatat sint officia laboris. Consequat ex occaecat voluptate aliquip consectetur exercitation culpa. Excepteur minim Lorem occaecat dolor aliquip laborum sit voluptate.","goals":"Fugiat sunt dolor adipisicing velit enim nostrud deserunt non laboris non amet sunt et. Et fugiat reprehenderit in est exercitation minim nulla enim nisi. Consectetur adipisicing officia est incididunt sunt consequat Lorem fugiat adipisicing consectetur in commodo.\n\nEu minim dolore Lorem aute pariatur. Officia duis sint id qui anim aute sit culpa irure. Velit nulla nostrud voluptate enim veniam adipisicing non adipisicing laborum labore aute ipsum.\n\nUllamco cupidatat dolor quis pariatur dolore exercitation anim nostrud id. Excepteur est eiusmod officia irure sint culpa Lorem aliqua dolore Lorem culpa. Id duis fugiat officia ut minim mollit magna. Irure sit eu pariatur culpa excepteur consequat est deserunt do irure deserunt veniam tempor cillum. Qui excepteur quis aliqua qui in nostrud deserunt ad est excepteur velit eu dolor nisi.\n\nFugiat laborum esse ea amet elit anim. Do sunt elit anim elit in minim ut ullamco eiusmod. Sit proident anim nostrud sit culpa do est. Quis minim qui dolor minim. Labore ea do quis aliqua veniam esse velit consectetur ex. Excepteur ipsum id reprehenderit tempor sunt consequat sit ullamco dolor irure non.","nominations":["Giuseppe Stehr","Gisselle Hessel","Eulalia Harris","Alyson Runolfsdottir","Rico Rodriguez"]},{"name":"Miracle Harris","slug":"-miracle-harris","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/diansigitp/128.jpg","involvement":"Proident ipsum id ullamco dolore dolore eiusmod pariatur sit laboris. Pariatur magna sit consectetur sunt ex laborum anim veniam dolor velit voluptate consectetur et sunt. Nostrud ad proident qui occaecat sunt tempor culpa incididunt adipisicing dolore deserunt incididunt veniam et. Enim qui dolor ullamco minim proident ex. Duis ex quis magna in aliqua Lorem consectetur ad dolor consectetur in amet qui. Labore voluptate anim dolore non dolore ad veniam veniam ipsum adipisicing ex deserunt.","qualifications":"Et pariatur aliquip nisi cillum tempor reprehenderit incididunt consectetur commodo pariatur. Ut amet aliquip exercitation magna eiusmod. Ex ea consectetur do Lorem minim Lorem elit ipsum cupidatat enim do et dolor nostrud. Non voluptate excepteur tempor enim ut eu reprehenderit consectetur officia duis. Aute ullamco occaecat qui reprehenderit eiusmod sit in. Consequat minim consectetur in duis do velit adipisicing magna excepteur labore.","goals":"Irure eu veniam nostrud esse eiusmod dolore non ipsum aliquip. Sit sunt mollit do dolor qui ex ipsum magna aute. Ex consectetur minim ut enim mollit qui eu consequat occaecat ullamco laborum sit proident. Tempor qui exercitation reprehenderit est tempor pariatur tempor. Ipsum enim dolor consequat minim mollit.\n\nDuis deserunt consectetur velit esse dolor fugiat ad in nostrud nostrud elit consectetur. Consequat eu fugiat ut fugiat nulla culpa voluptate duis. Dolor est dolore anim aute proident adipisicing eu Lorem officia veniam sint officia exercitation in. Labore duis culpa occaecat reprehenderit sint elit minim.\n\nVeniam ullamco occaecat aute ipsum dolor enim nisi adipisicing. Ut sit ut sunt consectetur anim enim dolore non. Exercitation laboris ex veniam minim dolor sint eiusmod sint quis tempor magna voluptate ipsum. Reprehenderit mollit commodo reprehenderit cupidatat tempor sint officia. Nisi deserunt laborum sint sunt pariatur ad culpa. Consectetur reprehenderit amet aliqua eiusmod magna exercitation sunt voluptate velit tempor et veniam proident sit. Duis id magna Lorem esse aute tempor deserunt id velit commodo enim sint sit.\n\nElit minim ea commodo labore ea velit in in. Exercitation non adipisicing officia elit magna occaecat nisi dolor mollit enim ipsum ullamco ea. Eu laboris Lorem sunt reprehenderit mollit fugiat minim deserunt voluptate commodo adipisicing qui. Nisi esse est exercitation nulla dolor aliqua anim cillum occaecat id laborum.","nominations":["Emmanuelle Hane","Elmer Torphy","Donald Heaney","Alexandrea Hickle"]},{"name":"Kole Hyatt","slug":"-kole-hyatt","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/chrisstumph/128.jpg","involvement":"Ullamco pariatur minim ex eu. Eiusmod velit incididunt Lorem nulla cillum ullamco anim est qui consequat nisi magna. Id occaecat sunt dolor minim fugiat commodo sint mollit duis reprehenderit anim id proident amet.\n\nAliquip incididunt labore sunt culpa ut qui excepteur. Aute sint eu cillum sunt incididunt exercitation dolor cupidatat consectetur Lorem dolor enim occaecat. Aliquip elit consequat tempor et elit consequat voluptate duis exercitation mollit sunt et. Duis adipisicing ad nostrud quis et ipsum aliqua occaecat in laborum officia.","qualifications":"Irure magna velit commodo deserunt aliquip non enim dolor. Esse labore cillum quis consectetur occaecat sit eiusmod proident. Deserunt do aliquip commodo amet Lorem cupidatat in voluptate est elit voluptate minim aute ex. Eu commodo exercitation sit mollit labore ipsum. Culpa ut enim consequat consequat enim dolor excepteur adipisicing.\n\nEnim mollit proident Lorem voluptate veniam ut sint qui quis. Ad ad ullamco est aliqua est elit in esse id. Amet enim aliqua duis sint exercitation culpa nostrud exercitation magna. Ea nisi elit ut ad dolor reprehenderit laborum dolor commodo ea ex ea culpa. Non irure laborum proident aliqua proident ad.","goals":"Est non ex in eu ad pariatur ipsum ut duis. Nisi deserunt ex laborum eu officia eiusmod sint incididunt minim officia consequat sit labore esse. Mollit adipisicing tempor duis labore esse labore. Proident dolore ullamco exercitation et officia ut minim veniam aliqua ut duis nulla laborum. Sit minim voluptate aliqua ex incididunt voluptate duis do voluptate.\n\nMinim est laborum irure eu in. Ut cillum proident irure labore laborum occaecat nisi culpa ex. Sunt culpa laboris enim esse dolore. Non aliquip ea sunt qui aliqua in ut duis. Do consectetur nulla sunt non in do eiusmod ipsum mollit et reprehenderit anim ea. Velit nostrud reprehenderit commodo incididunt nulla aute exercitation quis esse amet. Qui cupidatat ullamco exercitation irure et aliqua consectetur excepteur nisi irure dolor.\n\nUt excepteur magna enim nostrud officia ipsum labore consectetur aliquip non amet excepteur proident labore. Deserunt excepteur magna consectetur cupidatat magna nisi. Amet ea nisi amet ea eiusmod tempor occaecat. Occaecat sit culpa veniam et aliqua est dolore esse est voluptate nisi do sunt excepteur.\n\nId non elit quis mollit aliqua consectetur minim do dolor proident nulla. Voluptate minim nulla ullamco amet cillum incididunt occaecat aliqua voluptate culpa esse. Lorem labore ipsum ut sit aute esse deserunt reprehenderit. Cillum do ipsum ullamco irure ex sunt cupidatat ex commodo incididunt Lorem elit qui. Do ullamco ut id exercitation consectetur proident nulla sit aliquip velit ipsum sunt ullamco. Consectetur laboris anim nisi in deserunt consequat commodo sit reprehenderit.","nominations":["Kari Spencer","Olen Boehm"]},{"name":"Alana Waters","slug":"-alana-waters","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/dparrelli/128.jpg","involvement":"Duis eu anim Lorem enim cupidatat laborum mollit ad amet. Eiusmod quis excepteur fugiat nulla consectetur mollit anim magna. Esse ex tempor reprehenderit labore. Non mollit ullamco laborum adipisicing ipsum dolor cillum occaecat in sunt velit consectetur dolore.","qualifications":"Commodo anim minim cupidatat exercitation exercitation esse aliquip aliquip ut sunt voluptate minim veniam. Elit enim aliquip in deserunt tempor ea id ea enim mollit cillum reprehenderit nostrud. Laboris voluptate commodo aute amet voluptate adipisicing ex cillum. Dolore sint anim proident tempor cupidatat Lorem sint ea. Sint qui labore pariatur magna exercitation qui qui. Consectetur voluptate sunt fugiat sint elit.","goals":"Nostrud est aliqua velit nisi officia eiusmod elit anim dolor officia est enim. Quis in Lorem dolor enim laboris proident laborum eu mollit tempor irure minim Lorem eu. Sunt dolor consequat irure veniam qui duis officia id esse dolor sit. Mollit ea excepteur officia exercitation. Culpa irure est amet qui eu do. Ut amet proident aliqua est nisi ad eiusmod voluptate ullamco.\n\nDo Lorem quis proident dolor occaecat fugiat ipsum occaecat id. Amet in proident exercitation consectetur qui ut enim cillum id sint et nostrud eu ad. Labore officia dolor dolore ut non ad esse elit eu nisi ut elit do consectetur. Excepteur ut magna dolore ea sunt eu tempor occaecat commodo. Esse elit sit ea id exercitation quis ut dolor deserunt Lorem aliqua ad elit voluptate.\n\nMollit amet proident laborum et labore voluptate non labore dolor et commodo. Elit in Lorem minim enim nulla nostrud veniam. Labore dolor consequat velit ipsum consequat tempor proident tempor ullamco. Elit veniam ullamco officia dolore amet anim commodo cupidatat ipsum cupidatat.\n\nIn non tempor est esse nostrud ut elit ex. Quis laboris velit anim commodo ea labore occaecat id. Veniam excepteur nostrud qui veniam elit Lorem cupidatat velit.","nominations":["Unique Grant","Jeffrey Carter","Toney Vandervort"]},{"name":"Brandyn Hansen","slug":"-brandyn-hansen","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ostirbu/128.jpg","involvement":"Non consectetur enim labore sunt. Minim dolor pariatur pariatur veniam eiusmod incididunt non enim reprehenderit laborum anim tempor. Veniam ipsum occaecat sit consectetur non id exercitation officia aliqua laboris. Deserunt laboris dolore cillum excepteur minim proident do Lorem officia ut quis dolore sunt qui. Mollit deserunt veniam labore aliquip cillum excepteur laboris ullamco non labore.","qualifications":"Adipisicing quis minim sunt pariatur. Velit sunt nostrud dolore sit. Lorem et et labore id consectetur aute cillum consectetur sint veniam dolore magna nostrud. Incididunt aute aute aute enim nisi ea fugiat incididunt proident ad. Elit sunt incididunt ad adipisicing proident ex.\n\nExercitation aute fugiat enim sint. Consectetur esse occaecat minim ad esse pariatur. Reprehenderit proident nulla culpa occaecat dolor ipsum.","goals":"Ullamco esse laborum fugiat cillum velit non. Pariatur sunt irure sint reprehenderit ullamco irure consectetur voluptate. Cupidatat magna enim nostrud quis dolore in duis. Consequat quis irure Lorem velit velit sint deserunt in Lorem duis eu quis excepteur. In adipisicing exercitation quis non ipsum nulla exercitation adipisicing aute cillum sit veniam laborum non. Dolor consequat esse pariatur aute. Ex irure dolore laboris aute elit elit ad cupidatat.\n\nCommodo nostrud do do enim anim mollit reprehenderit ex laborum. Sit incididunt elit eu ad in cupidatat minim id pariatur. Pariatur mollit aliqua consequat aliquip proident amet deserunt.\n\nLorem aute sunt ea non ullamco. Ea sit sit cillum Lorem deserunt esse anim reprehenderit tempor est pariatur. Cupidatat eiusmod duis pariatur id pariatur velit aliqua.\n\nVelit et adipisicing officia cupidatat cupidatat dolore in culpa mollit aliquip ullamco. Dolor sit ullamco in in. Occaecat laborum in consequat amet ipsum et. Esse adipisicing culpa exercitation eiusmod in eiusmod eu.","nominations":["Wilber Kunze","Belle Schneider","Devyn Bernhard"]},{"name":"Fern Grimes","slug":"-fern-grimes","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/pyronite/128.jpg","involvement":"Dolore ad qui aliquip deserunt laborum adipisicing et ipsum occaecat. Ullamco in est enim commodo duis adipisicing cupidatat dolor reprehenderit tempor culpa fugiat. Quis commodo anim nulla aute tempor excepteur aliqua. Proident magna dolor qui excepteur aliqua veniam. Non non mollit nostrud est in. Esse et duis velit enim incididunt proident minim dolor ea aute minim commodo.\n\nAd ut laborum esse nulla adipisicing cillum sint excepteur minim. Amet consequat eu fugiat nostrud adipisicing labore. Eu deserunt ullamco adipisicing culpa ex velit eu dolore.","qualifications":"Cillum nulla cillum dolore nulla commodo laboris dolor aliqua ex. Cupidatat et magna cillum aute voluptate ipsum dolor aute magna nostrud. Non et incididunt quis adipisicing anim excepteur. Occaecat aliqua dolore irure irure ex. Eu magna labore quis mollit voluptate et nulla occaecat qui enim. Labore minim sunt eiusmod sit reprehenderit est incididunt ad reprehenderit. Est cillum exercitation culpa ad qui exercitation eiusmod nostrud nostrud deserunt aliqua.","goals":"Consequat sunt ea fugiat nostrud aute. In deserunt cillum laborum do magna amet irure ad reprehenderit cillum eiusmod. Officia eiusmod do magna dolore consectetur eu enim voluptate officia fugiat anim quis officia qui. Reprehenderit exercitation in ut sint excepteur ea. Tempor sit enim consequat in deserunt pariatur velit irure fugiat laborum incididunt.\n\nUllamco proident do do excepteur aliqua reprehenderit ut proident laboris exercitation Lorem. Irure esse sunt ut Lorem laborum in ipsum. Consectetur anim non ea ullamco culpa sunt Lorem nostrud nostrud sit do. Adipisicing aliqua quis nulla fugiat amet aliquip amet eu ut consectetur sit. Laborum incididunt Lorem sunt minim eu proident tempor nostrud officia aliquip qui excepteur id anim.\n\nEst quis enim sunt Lorem ullamco irure. Labore non non consequat in ipsum ullamco eiusmod veniam id. Cupidatat laborum magna commodo ullamco in tempor dolore fugiat quis.","nominations":["Cesar Kutch","Xander Carroll","Angelica Wintheiser","Elena Mohr"]},{"name":"Jamison Thiel","slug":"-jamison-thiel","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/jm_denis/128.jpg","involvement":"Aliqua labore incididunt deserunt consequat proident. Exercitation qui tempor cillum pariatur eiusmod nostrud sit non tempor. Tempor incididunt proident commodo nulla excepteur deserunt enim proident eu ut ut deserunt.\n\nAd tempor mollit duis duis. Mollit tempor cupidatat aliquip ullamco velit excepteur. Minim culpa ex voluptate dolore magna. Aliquip proident velit excepteur nulla consequat incididunt. Do adipisicing non quis aute aliquip deserunt cillum sunt cillum aliquip ea elit ipsum. Occaecat aute Lorem veniam sunt veniam eu reprehenderit laborum.","qualifications":"Commodo ipsum sit ad consectetur. Magna ea voluptate do consequat. Cupidatat velit reprehenderit est ut officia aute.\n\nPariatur veniam tempor cillum excepteur deserunt excepteur voluptate. Aliqua magna pariatur culpa adipisicing elit proident ut pariatur pariatur cillum. Veniam sint amet culpa in id tempor elit mollit consequat ex voluptate.","goals":"Ea est magna nostrud est in. Culpa aute cillum veniam id ad mollit commodo cillum. Incididunt commodo ut aliqua Lorem ea. Exercitation Lorem mollit mollit ad proident culpa mollit sint ipsum cillum velit mollit pariatur. Fugiat exercitation tempor aute fugiat irure dolor labore nulla eu pariatur anim sint aliqua aliqua. Qui duis officia magna commodo consequat Lorem nostrud in labore dolore sit ad ad.\n\nEx officia sit nulla deserunt nisi eiusmod ut pariatur veniam ea aliqua enim adipisicing dolor. Pariatur nisi occaecat proident enim dolore. Enim duis velit eu amet et enim. Dolore irure cupidatat non duis labore nostrud. Nisi sit duis non incididunt quis fugiat ex ipsum laborum. Sunt ad voluptate ea fugiat velit. Amet ipsum labore amet non cillum.\n\nProident sit aliquip consectetur proident cillum irure. Labore ea nisi eiusmod veniam ex nisi. Id enim aliquip consectetur elit in ad. Sunt ex ipsum aute ut aute commodo ex ullamco eiusmod. Ad tempor enim amet non dolore laboris dolor consequat aliqua exercitation in excepteur cupidatat.\n\nAliqua eu qui anim dolore ullamco consectetur elit do pariatur excepteur sunt id elit. Officia excepteur fugiat consequat consectetur enim excepteur id. Amet anim deserunt consectetur deserunt duis magna. Occaecat consequat eu cillum occaecat nostrud est dolor aliqua.","nominations":["Ofelia Lang","Cesar Mraz","Jennyfer Lindgren"]},{"name":"Jamaal Walter","slug":"-jamaal-walter","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/josep_martins/128.jpg","involvement":"Incididunt aliqua cillum fugiat amet deserunt commodo consequat commodo. Esse voluptate exercitation minim duis proident. Reprehenderit proident do laboris irure voluptate duis in aute eu. Do do do est sunt nulla sint aliqua. Anim dolore irure officia exercitation incididunt id eiusmod est. Irure ipsum dolor magna elit nostrud dolore exercitation pariatur. Sit irure eiusmod eu sit.\n\nSunt ex enim laboris ut proident. Ut ad eiusmod dolor cupidatat velit nisi ullamco pariatur esse. Laboris magna excepteur deserunt aliquip proident minim id. Deserunt eu aliqua eiusmod aliqua non dolor. Dolore tempor id non veniam dolore deserunt labore cillum. Voluptate culpa velit velit dolore aute.\n\nQuis occaecat consequat fugiat deserunt consectetur non ipsum mollit. Exercitation ullamco amet do laborum sunt aute velit veniam reprehenderit amet. Aliquip magna sit dolore fugiat labore ad quis non esse magna amet et aliquip. Proident irure nostrud officia aute. In ullamco ex minim deserunt commodo occaecat magna laborum voluptate officia eiusmod qui pariatur minim. Proident reprehenderit sit magna eiusmod ullamco pariatur voluptate incididunt elit. Et ullamco ullamco laborum ea.","qualifications":"Laboris officia consequat officia nisi aute et consectetur. Occaecat tempor consequat laboris amet ea in laboris adipisicing enim mollit do. Occaecat est enim labore reprehenderit quis velit labore esse reprehenderit sit. Occaecat excepteur tempor est fugiat. Qui eu est officia voluptate elit incididunt reprehenderit.","goals":"Irure proident do dolor sint. Laborum eiusmod non fugiat elit nisi velit esse esse cupidatat consequat elit. Occaecat incididunt velit esse ut ipsum cupidatat veniam aliqua incididunt ullamco labore. Do in magna velit ut pariatur exercitation est officia ut ea eu pariatur ut fugiat. Voluptate veniam sunt sit exercitation tempor nisi excepteur elit aute ea exercitation ad sunt. Ut pariatur ut eu proident laborum ipsum laboris incididunt occaecat.\n\nMollit commodo reprehenderit anim consequat ea aute laboris pariatur aliqua anim esse. Incididunt aute Lorem enim eiusmod magna labore dolore elit sunt. Ad aliquip enim ex consectetur sunt id eiusmod dolore et labore. Ex sit proident magna officia Lorem pariatur esse ut quis tempor aute enim laborum.","nominations":["Delia Moore"]},{"name":"Una Prosacco","slug":"-una-prosacco","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/sterlingrules/128.jpg","involvement":"Magna magna consectetur culpa laboris ipsum. Consequat id aute incididunt ullamco excepteur aliquip ipsum. Esse laboris dolor deserunt do reprehenderit ullamco nulla laboris dolor eiusmod dolor nostrud est esse. Do do minim ea consequat Lorem ipsum laboris. Velit laborum incididunt elit Lorem laborum commodo ex. Elit fugiat quis anim quis ipsum anim aliqua. Non nisi id occaecat fugiat ullamco velit et commodo deserunt do culpa.","qualifications":"Mollit ipsum reprehenderit pariatur adipisicing excepteur Lorem culpa sint amet ipsum incididunt dolore enim. Cillum nisi proident in do proident sit amet ad. Laboris tempor reprehenderit aute do cupidatat aliquip eiusmod nisi irure exercitation et. Qui culpa irure eu velit fugiat sint consequat aute do excepteur non excepteur cillum. Lorem nulla amet cupidatat cillum Lorem eiusmod veniam aute nulla qui nostrud. Magna voluptate excepteur amet laborum dolore anim dolore nostrud. Incididunt qui pariatur pariatur qui veniam duis est consectetur id officia est velit commodo.\n\nTempor incididunt cupidatat amet incididunt irure elit tempor magna sint dolor irure sunt do quis. Incididunt aute pariatur laborum in id. Magna laborum velit deserunt sunt nisi esse. Eiusmod anim quis nulla laborum ipsum veniam mollit pariatur ad eiusmod.","goals":"Velit est eiusmod cillum ut labore qui. Voluptate consectetur aute sint ad dolor consectetur ipsum. Proident adipisicing officia fugiat mollit et eiusmod in enim. Reprehenderit esse laboris adipisicing nisi eu proident sint ad commodo fugiat commodo esse. Pariatur aute sint ut officia ex.\n\nMinim non proident id cillum deserunt reprehenderit voluptate laboris do. Laboris fugiat pariatur amet eu et voluptate minim occaecat. Sit id id excepteur laboris culpa quis aute do irure culpa. Minim excepteur et officia nostrud in commodo pariatur ullamco aute sint nulla commodo. Sint aute amet dolor consequat commodo veniam in velit aliqua ad ea culpa voluptate. Enim ex magna culpa Lorem amet fugiat consequat cupidatat nostrud mollit.","nominations":["Nick Rice"]},{"name":"Leland Wuckert","slug":"-leland-wuckert","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/vitor376/128.jpg","involvement":"Enim in minim elit cillum nisi anim non proident labore sit excepteur. Officia occaecat ea qui ad dolor. Quis ea labore dolor velit. Sunt duis adipisicing voluptate ex fugiat do esse aliquip minim in occaecat occaecat aliqua.\n\nIncididunt esse ullamco esse sunt cupidatat est id nostrud aliquip non adipisicing laboris. Reprehenderit esse eu nulla ut duis adipisicing fugiat consequat amet occaecat esse non sunt labore. Qui sunt pariatur nulla cillum sit tempor sit in esse dolor deserunt labore. Amet esse aliqua officia labore mollit commodo aliquip excepteur nostrud minim pariatur dolore proident.","qualifications":"Ut deserunt proident pariatur voluptate fugiat dolor laborum ut dolore magna nulla labore culpa consequat. Veniam sint dolore aliquip reprehenderit in cupidatat Lorem consequat. Veniam ea ad cillum ut. Tempor labore dolor enim eu pariatur adipisicing ipsum dolor reprehenderit elit deserunt. Aliquip nostrud enim amet occaecat mollit minim non.\n\nVeniam dolor nostrud ex occaecat sit proident labore velit pariatur. Excepteur sit fugiat tempor labore nisi nulla enim eu quis magna. Pariatur anim veniam dolor id exercitation sint nulla quis ipsum pariatur incididunt culpa tempor reprehenderit. Pariatur laborum aliqua velit culpa deserunt deserunt anim. Sint id mollit reprehenderit cupidatat magna sit consequat incididunt Lorem excepteur eu. Consectetur sunt exercitation deserunt cupidatat officia mollit ad Lorem dolore velit aliqua.","goals":"Ut voluptate amet adipisicing voluptate magna laborum sunt exercitation velit nisi. Ipsum anim in anim excepteur commodo dolore. Voluptate consectetur in velit deserunt nisi deserunt sint esse cupidatat aliqua.\n\nOfficia labore veniam irure cillum eu irure quis Lorem. Adipisicing eiusmod nisi cupidatat est consequat culpa laborum sunt in. Magna magna Lorem ipsum nostrud. Enim officia commodo qui consectetur excepteur laborum amet pariatur sit sint minim laboris occaecat. Qui ex cillum Lorem cillum sit aliquip minim id ad.\n\nElit dolor tempor minim consequat Lorem aliqua cupidatat eiusmod labore Lorem. Tempor fugiat anim elit velit aliquip sit veniam. Nulla ut deserunt esse nostrud magna. Dolore veniam voluptate duis est officia anim exercitation do ex. Lorem consectetur ex ipsum laboris proident.","nominations":["Ezequiel Becker","Mary McCullough","Josefina Osinski","Idella Klein"]},{"name":"Mabel Abbott","slug":"-mabel-abbott","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/victor_haydin/128.jpg","involvement":"Ad mollit consequat amet esse occaecat sint. Tempor deserunt laboris ea id in dolore in non eu sunt commodo culpa amet. Ipsum labore ea sunt mollit fugiat minim aliqua veniam enim magna consequat qui. Veniam ea non do proident et eiusmod esse minim adipisicing excepteur sint ex deserunt tempor.\n\nIn ad do sint eu amet eu quis Lorem eiusmod duis est nisi sunt veniam. Nisi irure esse voluptate consectetur ipsum in. Officia et non nostrud aliqua. Labore aute deserunt non ipsum laboris exercitation officia fugiat deserunt laborum tempor tempor labore. Laborum est non quis sit enim esse cillum in.\n\nDo occaecat amet velit fugiat aute enim proident sit ipsum commodo. Et amet occaecat labore in Lorem laboris duis Lorem non. Officia aute do ut duis nulla aute. Ea mollit nulla veniam cupidatat sunt exercitation labore duis pariatur Lorem minim eu.","qualifications":"Ullamco adipisicing aliquip proident nulla ipsum in. Magna ex consectetur consequat in magna dolore. Sunt excepteur amet consequat dolore nisi irure. Adipisicing ad ipsum mollit sit occaecat excepteur tempor et excepteur duis. Labore ipsum officia adipisicing laboris amet culpa ut ea et in commodo ad. Cillum excepteur cillum adipisicing reprehenderit et amet proident do amet ea pariatur labore.\n\nAute non officia ad ea. Proident sit anim voluptate duis laborum reprehenderit deserunt sit ad velit veniam enim ea. Consectetur culpa in non ut Lorem adipisicing consequat qui et deserunt voluptate sit dolor nisi. Enim quis dolor excepteur ut reprehenderit cupidatat. Do officia labore consequat reprehenderit. Commodo pariatur ex anim ex fugiat exercitation veniam.","goals":"Velit nostrud magna ea culpa dolore laborum minim. Mollit cupidatat tempor aliquip ex ex consequat irure mollit nostrud tempor do. Qui quis ullamco minim tempor consectetur aute anim et ea amet. Id aute velit consequat officia quis aliqua amet. Lorem velit non velit occaecat velit minim reprehenderit magna do sit irure esse.\n\nExcepteur mollit irure aute eu consequat enim occaecat cillum proident id. Ipsum nisi elit culpa labore laborum id nostrud do magna sunt tempor. Anim velit aute id esse laboris sit velit id labore excepteur culpa nisi. Quis deserunt veniam aute magna commodo minim fugiat sint duis est. Irure irure exercitation proident et tempor irure duis ad ullamco ullamco ad tempor incididunt veniam.\n\nVeniam laborum adipisicing irure est consectetur sit ipsum incididunt do sunt est. Amet enim anim dolor ut ipsum amet anim Lorem ut ex cupidatat pariatur nulla amet. Eu culpa eiusmod culpa ea qui quis consectetur sunt incididunt nostrud ipsum. Pariatur nisi nulla commodo sit ullamco minim proident id pariatur proident Lorem aliqua eiusmod. Culpa esse laborum et proident aute consectetur cupidatat exercitation esse veniam non laborum sunt sit. Velit pariatur id pariatur minim non anim ea aliquip eiusmod magna officia do eiusmod ut.","nominations":["Lora Harber","Elfrieda Nitzsche","Aracely Friesen"]},{"name":"Alaina Gaylord","slug":"-alaina-gaylord","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/normanbox/128.jpg","involvement":"Ea commodo incididunt ea ipsum culpa. Dolore laboris dolore commodo proident aliquip eu minim elit quis qui nostrud aute. Voluptate mollit sit occaecat enim minim nostrud ex enim duis irure est tempor aliquip.\n\nTempor deserunt reprehenderit aute quis mollit aute. Aliqua pariatur ad velit ut excepteur fugiat ipsum aliquip mollit. Mollit incididunt anim est commodo ea velit Lorem officia. Et fugiat exercitation amet nulla laborum ipsum pariatur consectetur eu ullamco tempor. Cillum incididunt cillum pariatur minim ut. Incididunt consequat eu duis enim excepteur reprehenderit consectetur duis officia sunt elit nisi esse.","qualifications":"Mollit consectetur et cupidatat deserunt nulla aute magna. Excepteur ex et enim ex aute ullamco ex ex nulla duis. Excepteur do amet laboris dolore nostrud velit.\n\nEst reprehenderit culpa labore velit laborum eiusmod quis qui reprehenderit sint aute enim Lorem voluptate. Veniam excepteur aliquip quis in ad enim nostrud sit exercitation incididunt anim amet exercitation aliqua. Nisi cupidatat incididunt excepteur eu officia eu dolore sit voluptate non. Ut officia quis amet reprehenderit do ullamco laboris. Aliqua labore fugiat nostrud elit dolor laboris cillum nulla Lorem est sit. Consectetur qui irure nulla irure non do. Lorem Lorem ut eiusmod aliquip mollit cupidatat quis incididunt adipisicing fugiat in.","goals":"Est irure eu labore consequat proident fugiat. Et ullamco Lorem cupidatat elit officia eiusmod ut. Ipsum adipisicing sunt tempor anim nostrud consectetur magna amet cupidatat ea. Aliqua incididunt sit ex sit.\n\nSit elit nisi cillum anim pariatur irure nisi eu enim aliquip enim tempor voluptate. Voluptate cupidatat nulla sunt commodo nulla excepteur amet adipisicing amet exercitation ea minim esse. Non consequat nulla aliqua exercitation nisi incididunt amet. Amet pariatur nisi mollit ipsum ipsum excepteur mollit amet est consequat Lorem consequat tempor sunt. Dolor consectetur sit dolor ex dolore. Adipisicing ad laboris minim culpa non est ex adipisicing excepteur consectetur deserunt. Et voluptate est Lorem ipsum anim nulla officia nisi quis.","nominations":["Ivah Hermann","Titus Labadie","Hunter Hane","Alverta Gerhold"]}]}}
