{"localCouncil":{"positions":[{"title":"Co-chair","slug":"co-chair","description":"\n  <p>The Co-Chairs shall be the official public spokespersons for the Local and will initiate such actions and policies as the Local’s general welfare may demand. The Co-Chairs shall organize and preside over all official meetings of the organization and the Local Council. The Co-Chairs shall maintain consistent communication with all committee leaders and facilitate collaboration and coordination between them. Additionally:</p>\n  <p>The Co-Chairs will also act as, or appoint, the official representatives of the Local to the National Organization and to other DSA Locals. This does not apply during official business at the National DSA Convention, when Local Delegates may act independently on behalf of the Local’s membership.</p>\n  <p>The Co-Chairs serve as executive officers of the Local, and they are listed on financial accounts along with the Treasurer.</p>\n  <p>At least one Co-Chair must not identify as both White and Cis-Male.</p>\n          ","candidates":[{"name":"Laverne Erdman","slug":"laverne-erdman","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/findingjenny/128.jpg","involvement":"Voluptate non consequat occaecat aliqua fugiat. Excepteur sunt voluptate sit laboris elit. Sunt elit dolore labore qui est nisi. Consectetur fugiat fugiat fugiat incididunt ut officia Lorem ex minim do amet laboris. Sit ea quis magna nisi elit.\n\nVeniam ullamco adipisicing amet anim in magna excepteur tempor. Dolor excepteur id incididunt proident elit consequat reprehenderit enim Lorem. Quis culpa ullamco non ea adipisicing cupidatat incididunt minim excepteur culpa ipsum. Culpa reprehenderit veniam ea qui Lorem. Ex occaecat proident Lorem labore ea eiusmod magna exercitation enim proident ea occaecat do in. Excepteur ea labore laborum eu.\n\nNostrud nostrud in qui minim. Tempor culpa fugiat duis officia cupidatat dolor. Ut ut proident cillum labore consectetur labore esse. Sit consectetur in reprehenderit laborum dolor deserunt aliquip non ea dolor ut velit. Qui tempor ex adipisicing laborum nisi adipisicing irure nulla magna ex Lorem commodo. Enim labore laboris id duis sit dolor ullamco adipisicing commodo qui excepteur occaecat cupidatat.","qualifications":"Mollit voluptate velit nulla elit enim sit pariatur velit et amet. Minim esse deserunt est eiusmod proident irure do nulla. Do officia culpa minim incididunt anim ullamco tempor Lorem enim nulla. Voluptate pariatur reprehenderit laborum irure cillum id dolore exercitation incididunt occaecat in sit.","goals":"Elit mollit duis esse reprehenderit quis proident ad proident aute. Sunt labore reprehenderit minim enim reprehenderit commodo ipsum et veniam anim sunt culpa. Id id officia nulla et minim ut irure amet nostrud do voluptate deserunt aliqua. Nostrud irure eu exercitation irure eiusmod officia commodo sint id aute. Nulla Lorem labore mollit ullamco velit anim aliquip aute.\n\nDeserunt ad consectetur excepteur fugiat dolor id sit nostrud elit officia voluptate ut. Velit et do dolore nostrud consequat amet irure anim ipsum non pariatur Lorem laborum. Laboris anim sunt voluptate ex anim. Duis pariatur laboris mollit dolore proident in. Id magna in mollit eiusmod. Dolor aliquip sint qui consectetur Lorem ut consequat.\n\nAute duis proident duis velit aliquip aliqua. Commodo enim velit officia mollit ea in dolor pariatur incididunt. Laboris proident ex est duis elit qui do est dolor. Sint exercitation nulla elit non adipisicing nisi consectetur proident et incididunt do sint ea esse.","nominations":["Enoch Weber","Christa Ondricka","Kristina Spencer","Aaliyah Ziemann"]},{"name":"Rahsaan Abbott","slug":"rahsaan-abbott","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/byrnecore/128.jpg","involvement":"Reprehenderit dolore duis commodo est deserunt commodo sunt. Nulla reprehenderit eiusmod in consectetur amet enim officia duis reprehenderit deserunt cupidatat exercitation minim. Lorem laboris do proident magna et commodo duis ut reprehenderit mollit. Deserunt fugiat proident velit velit sit aute.\n\nNulla consectetur esse labore nulla quis esse qui aute. Ullamco occaecat incididunt qui ea sint Lorem in non minim in qui fugiat amet nisi. Qui esse aute anim nisi adipisicing dolore incididunt dolor fugiat qui irure dolore fugiat. Incididunt nulla nulla reprehenderit occaecat nisi nulla deserunt cillum exercitation aute pariatur. Voluptate sit mollit nulla exercitation laborum cupidatat sit et occaecat ex. Amet elit deserunt consequat elit ad anim minim ut et anim Lorem. Magna fugiat tempor eu enim excepteur est pariatur amet minim dolor adipisicing ullamco ad.\n\nExcepteur magna deserunt veniam in in nulla est id eiusmod ipsum. Est laborum non enim labore exercitation Lorem Lorem officia fugiat ad qui tempor reprehenderit elit. Incididunt anim dolore ad sit ipsum adipisicing ad incididunt minim nostrud Lorem fugiat velit officia. Duis est culpa exercitation nisi pariatur enim qui culpa eiusmod veniam ut culpa. In non pariatur incididunt cillum sunt elit minim ullamco.","qualifications":"Consequat in minim reprehenderit do ipsum esse in sit ea aliqua nulla minim aliquip incididunt. Occaecat deserunt fugiat elit aliqua ipsum laborum culpa magna nisi cupidatat ex. Elit et non ex irure pariatur laborum. Ut sit veniam incididunt aute ullamco ad nulla proident qui. Labore dolore irure aliqua aute incididunt eu aliquip laborum.\n\nEa in aute nulla ullamco adipisicing magna esse quis deserunt consequat exercitation. Aliquip ullamco minim ullamco cupidatat occaecat consectetur adipisicing do ad. Anim qui ipsum non ad velit ipsum. Qui adipisicing labore aliqua commodo aute reprehenderit nulla qui aliqua veniam Lorem. Consequat esse voluptate exercitation incididunt aliqua occaecat ad pariatur fugiat aute tempor irure ipsum Lorem. Tempor excepteur enim cupidatat consectetur eu Lorem laborum deserunt. Id cillum et labore ut.","goals":"Enim tempor officia pariatur ad sint esse eiusmod. Cillum magna minim ipsum aute dolore dolore fugiat fugiat ex consectetur. Anim cillum aliquip velit irure ullamco sint consequat non tempor dolore est occaecat in irure. Exercitation aliqua occaecat fugiat culpa incididunt esse.\n\nAd exercitation minim ea cillum dolor pariatur mollit duis veniam qui ipsum consectetur. Velit minim officia eu laboris pariatur enim ullamco ut. Est sunt laborum fugiat nisi nisi tempor tempor nulla elit mollit sunt. Velit ipsum anim anim velit. Minim sit ea aliquip officia ullamco quis minim eu. Esse ad sunt fugiat reprehenderit laboris est officia adipisicing est culpa ut ullamco. Non ullamco est nostrud amet laborum et adipisicing amet ex.\n\nConsequat ad cupidatat cillum minim occaecat nostrud ad eu tempor ut mollit. Laborum culpa dolore voluptate excepteur ipsum deserunt commodo ut velit aute tempor officia. Ex enim aliquip do nulla eu mollit aliquip in deserunt esse ea mollit. Ipsum aliquip exercitation et id qui minim anim eiusmod. Officia tempor aute ut quis consequat excepteur cillum. Aliqua amet ut tempor quis ad veniam occaecat nulla officia amet dolore in culpa proident. Aliqua aute ex tempor ea anim.\n\nOccaecat esse cillum ipsum sit. Qui ex occaecat occaecat elit id nisi exercitation magna excepteur. Consectetur et exercitation cillum sunt ullamco enim nostrud sunt nisi reprehenderit nisi.","nominations":["Maryjane Price","Hassan Will","Margarita Nitzsche"]},{"name":"Theron Lebsack","slug":"theron-lebsack","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/nicolai_larsen/128.jpg","involvement":"Voluptate sint sunt quis ipsum velit consequat consectetur do. Fugiat nisi aliquip minim aliquip incididunt eiusmod proident dolore laboris velit. Enim amet cillum eu sunt velit id exercitation voluptate ad sit sit non. Est ea labore laboris deserunt. Ex adipisicing Lorem adipisicing enim consequat amet laboris tempor incididunt enim. Ex id aliquip magna elit nisi veniam do. Aliquip commodo et anim reprehenderit do id ad veniam.","qualifications":"Ea occaecat ea quis sit velit officia incididunt tempor consectetur culpa minim ipsum excepteur ut. Aute duis qui mollit non. Exercitation in est ullamco dolor reprehenderit ullamco excepteur occaecat in. Minim nisi sit nisi minim magna magna laboris anim incididunt. Ipsum magna cillum velit duis fugiat aliqua est tempor.","goals":"Aute laboris fugiat aliqua excepteur esse ut et amet minim. Lorem laborum eiusmod proident proident exercitation. Exercitation adipisicing enim sit ipsum est dolor magna ad amet nostrud magna. Reprehenderit occaecat officia eiusmod tempor nostrud non fugiat fugiat nisi cupidatat aliquip aliqua. Officia esse ullamco ea est deserunt ipsum ut incididunt sint fugiat incididunt voluptate. Aliquip anim et dolore incididunt sint non aute nulla commodo mollit id.\n\nMollit et ea sunt pariatur culpa. Duis ex pariatur adipisicing dolore fugiat enim qui reprehenderit do. Laboris culpa adipisicing irure minim. Enim aute aliqua est nisi mollit fugiat laboris reprehenderit officia. In laborum ut dolor incididunt.\n\nDuis ex nisi do enim laboris ea sint sit minim nisi sit eiusmod culpa magna. Anim id nulla deserunt aliqua. Est eiusmod ut elit Lorem pariatur.","nominations":["Isobel Jast"]}]},{"title":"Vice Chair","slug":"vice-chair","description":"\n  <p>The Vice Chair is responsible for assisting the Co-Chairs with all of their duties. If both Co-Chairs are unable to perform their duties, the Vice Chair shall perform all duties and assume all responsibilities of the Co-Chairs until such a time as one or both Co-Chairs are able to resume their posts.</p>\n          ","candidates":[{"name":"Rachelle Kozey","slug":"rachelle-kozey","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/gabrielrosser/128.jpg","involvement":"Laboris voluptate magna est enim dolore incididunt sit aliqua sint proident eiusmod ut. Ea aute do fugiat est magna occaecat ipsum pariatur nisi commodo veniam cillum sunt. Anim sunt duis aliquip anim sit dolor Lorem enim et laborum. Non et eu anim sit do anim laboris nostrud do amet aliquip ea nisi.\n\nNisi excepteur et nulla cupidatat incididunt excepteur sit culpa. Eu amet et fugiat do incididunt sint dolore incididunt. Anim et consequat cillum nisi dolor ad eiusmod veniam. Velit tempor commodo laborum deserunt do eu occaecat amet voluptate elit.\n\nEt commodo ad proident nostrud sint non eiusmod ut magna voluptate nisi est. Commodo Lorem do voluptate cillum magna pariatur cupidatat nisi et qui. In qui aliquip qui in dolor nostrud nisi ut in do. Consequat consectetur amet officia aute non proident incididunt sit id. Enim voluptate id anim dolor aliqua enim. Ea sunt ex ad reprehenderit officia deserunt veniam sint ex sunt consectetur voluptate sunt.","qualifications":"Elit reprehenderit cupidatat do in labore tempor minim est. Ipsum do dolor nisi culpa ipsum amet dolor dolore amet. Sit occaecat voluptate aliquip aliqua quis. Aliqua enim consectetur non qui est excepteur.","goals":"Et in ullamco consectetur mollit et cillum. Irure mollit exercitation ad quis cupidatat laboris est ut nulla ut. Nulla eu veniam fugiat ea nulla commodo tempor fugiat aliquip do. Aliqua et ut laborum cillum reprehenderit. Aliqua velit fugiat consectetur adipisicing mollit minim officia Lorem anim. Est cupidatat consequat enim ullamco labore ex. Labore veniam dolore labore nisi ea do excepteur deserunt.\n\nEsse sit quis nulla eiusmod eu do dolor nulla ex enim. Ipsum exercitation culpa laboris aute id. In enim adipisicing sint magna velit nisi non amet occaecat voluptate. Ad mollit commodo deserunt ipsum incididunt officia. Nulla eu exercitation quis sint exercitation. Non tempor dolore ullamco id qui aute irure exercitation ea officia ex. Incididunt incididunt qui qui do laborum amet eiusmod est nulla veniam.\n\nQuis magna labore laborum voluptate laboris ad ut et dolore ea Lorem proident. Anim id pariatur exercitation aute id sint commodo ea ullamco sunt sunt ad. Consequat occaecat minim ullamco excepteur. Sit est culpa ut ea velit culpa velit occaecat. Enim laboris mollit laboris voluptate ea ex mollit proident consectetur excepteur duis proident cillum voluptate. Commodo nulla pariatur consectetur dolor ad ipsum minim culpa mollit proident aute fugiat et. Duis ea id culpa deserunt quis commodo cillum aliqua elit.\n\nAute commodo anim labore enim incididunt nisi quis non ullamco sit reprehenderit nulla occaecat. Ea sunt commodo commodo quis voluptate. Eu aute Lorem labore ut.","nominations":["Elmore Cummerata","Westley Conn","Laurianne Gleichner","Dewitt Hamill"]},{"name":"Robin Herzog","slug":"robin-herzog","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/otozk/128.jpg","involvement":"Cupidatat adipisicing tempor occaecat magna cillum. Commodo consectetur id ea ea. Pariatur sit qui nulla ut laboris ex consequat sit duis. Duis excepteur in enim officia commodo officia dolor cupidatat cupidatat est laborum quis pariatur. Dolore et cupidatat mollit est veniam irure nostrud reprehenderit anim dolore nisi est eiusmod. Exercitation nisi amet labore laborum. Ipsum irure laborum officia minim dolor cillum cillum exercitation aliquip.\n\nNon ullamco ipsum consequat elit ad velit laborum. Nulla cupidatat sit labore aliqua nisi nisi occaecat veniam mollit magna voluptate cupidatat duis ut. Eu ad cupidatat duis nulla est.","qualifications":"Sit cillum et enim sunt irure deserunt cillum. Ad ullamco aliqua elit eiusmod ut amet quis sunt officia fugiat. Occaecat incididunt aliqua adipisicing adipisicing. Ex sunt mollit laboris eu excepteur. Eu culpa consectetur ipsum magna deserunt irure in aliquip excepteur eiusmod reprehenderit sint ad.","goals":"Non Lorem adipisicing excepteur proident esse ex. Ullamco amet sint pariatur esse occaecat. Laborum minim ea excepteur est aliqua officia non ex qui et veniam excepteur exercitation.\n\nElit ut velit labore minim aliqua nisi dolor dolore nisi cillum. Tempor est sint est proident aliquip cupidatat exercitation exercitation id in mollit consectetur eu. Minim dolore anim sit veniam ex elit aute ex. Irure ut enim mollit do.\n\nLabore cupidatat do esse ullamco ullamco sit tempor ea tempor fugiat laborum irure adipisicing commodo. Tempor veniam consectetur consequat ea quis ad aute labore nulla tempor pariatur. Nisi nulla proident ea consequat excepteur dolore ipsum irure adipisicing consequat. Id minim tempor dolor dolor enim nostrud ad cupidatat ex deserunt.\n\nEu aliqua do in magna et mollit magna irure veniam. Consequat Lorem commodo do nostrud nulla aliquip do adipisicing occaecat pariatur eiusmod consequat occaecat. Duis aliqua ut excepteur elit id reprehenderit consectetur. Est proident eiusmod adipisicing officia cupidatat consequat nostrud tempor tempor ullamco sint ad. Cillum proident nulla elit eiusmod consectetur irure cupidatat non eiusmod ad irure ad excepteur. Quis mollit labore eiusmod laboris laboris incididunt proident minim. Commodo ex sit eiusmod laboris voluptate quis excepteur.","nominations":["Lavonne Leuschke","Garfield Kling"]}]},{"title":"Secretary","slug":"secretary","description":"\n  <p>The Secretary is responsible for taking minutes of all General Membership and Local Council Meetings, and shall be responsible for publishing these minutes, as well as resolutions, reports, and other official records of the Local. The Secretary may appoint, but must oversee, a temporary proxy minutes-taker for any meeting. That proxy may not vote on behalf of the Secretary. Additionally:</p>\n  <ul>\n    <li>a. The Secretary shall transfer official records in good condition to their successor.</li>\n    <li>b. The Secretary will assume the responsibilities of one of the Co-Chairs, if both Co-Chairs and the Vice Chair is unable to do so.</li>\n  </ul>\n          ","candidates":[{"name":"Helena Wolf","slug":"helena-wolf","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/fran_mchamy/128.jpg","involvement":"Irure dolor duis esse in eu esse incididunt duis ad duis occaecat. Lorem ullamco cillum occaecat ad consectetur aute ullamco et ad consectetur ut officia ullamco et. Nostrud nisi elit excepteur Lorem Lorem duis anim ad proident nostrud. Qui duis exercitation ipsum voluptate aliqua culpa enim ad qui aliquip dolore laboris id. Excepteur velit eiusmod ex duis quis exercitation magna mollit.","qualifications":"Tempor eiusmod ea et cillum sunt est labore tempor ex ut id nisi laborum aliquip. Commodo proident cupidatat id exercitation cillum sunt esse sint nostrud. Ullamco exercitation laboris incididunt duis. Ipsum ex irure ipsum duis aliqua dolore nisi.","goals":"Proident laborum ipsum in eu. Proident dolor incididunt cupidatat laboris consectetur aliqua eu nostrud minim voluptate ex cillum. Veniam nisi enim cupidatat ut Lorem. Nulla exercitation deserunt commodo ad laborum aliqua commodo. Eu deserunt minim esse sit reprehenderit et tempor labore. Incididunt duis veniam do duis minim ea tempor proident laboris fugiat irure. Amet id ex eiusmod excepteur velit.\n\nFugiat sint ullamco amet elit aliqua adipisicing ex eiusmod aute commodo do culpa. Duis laboris reprehenderit culpa cupidatat do laboris ad ea mollit voluptate id culpa. Adipisicing consectetur id occaecat qui nisi dolor ad nisi nisi excepteur. Culpa consectetur occaecat tempor elit deserunt sint reprehenderit minim aliqua fugiat ex. Cillum occaecat nulla ex aute est deserunt id Lorem magna. Sunt anim occaecat nostrud duis voluptate amet duis consectetur consectetur voluptate. Pariatur duis fugiat laborum cillum incididunt laboris minim cupidatat consectetur minim mollit.\n\nEt exercitation duis deserunt nostrud ex nisi excepteur nulla laborum ea culpa ipsum consequat nostrud. Aliqua do qui officia sint tempor nisi pariatur incididunt. Sunt non ullamco sit consequat proident quis excepteur incididunt incididunt laborum. Irure minim labore fugiat irure reprehenderit Lorem cupidatat duis non sit veniam. Magna nisi pariatur ex amet consequat excepteur anim fugiat ad deserunt. Deserunt occaecat consequat cillum aute est incididunt.","nominations":["Anastacio Ledner","Derek Kuhlman","Florine Spencer","Antwon Green","Kyra Gutkowski"]}]},{"title":"Treasurer","slug":"treasurer","description":"\n  <p>The Treasurer will be responsible for administration of funds, budget, and financial organization of the Local, including overseeing fundraising activities for the Local. The Treasurer will report to the Local Council on the financial status of the organization at each Local Council Meeting. The Treasurer will maintain transparent and open financial reports available to the entire membership upon request by an officer of the Local Council.</p>\n          ","candidates":[{"name":"Berta Treutel","slug":"berta-treutel","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/theonlyzeke/128.jpg","involvement":"Irure irure excepteur sit Lorem ut ex duis. Ut amet Lorem officia do est laborum. Enim ullamco commodo laborum enim.\n\nQui enim aute ad ea culpa culpa adipisicing voluptate ex deserunt aliquip laborum labore. Est ad fugiat sunt dolor quis. Est esse ea tempor laborum est officia labore aliquip anim ipsum. Tempor deserunt et do enim voluptate nostrud sunt non laboris do pariatur. Ea proident aute laborum voluptate sit deserunt et nulla minim tempor.","qualifications":"In elit amet duis excepteur nulla adipisicing officia proident. Mollit eiusmod cillum incididunt cupidatat ut exercitation. Id laborum in fugiat est tempor quis duis.","goals":"Sint enim Lorem anim duis pariatur ad anim nisi aliqua esse reprehenderit. Aliquip enim labore dolor ut ad. Ad magna veniam velit ipsum culpa velit consectetur et nisi.\n\nSit magna voluptate aliquip sunt ullamco quis sit minim mollit in ut aliqua ut. Nisi ex minim culpa et aliqua ex. Et duis laborum mollit laborum non minim in culpa. Tempor veniam qui ea velit.\n\nOccaecat non sit dolor exercitation dolor Lorem labore. Ea in qui cupidatat fugiat eu. Excepteur ex velit est eiusmod deserunt.\n\nIrure id officia labore esse. Incididunt qui dolor exercitation veniam voluptate anim in aliqua Lorem culpa elit. Ullamco non tempor dolor eu non nisi ut non Lorem.","nominations":["Kiley Wisozk","Jaydon Kerluke","Dawn Volkman"]},{"name":"Reva Hintz","slug":"reva-hintz","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/itolmach/128.jpg","involvement":"Proident nostrud non culpa adipisicing ad cillum officia. Ea ullamco pariatur veniam eiusmod pariatur laboris sunt irure aliquip amet magna incididunt. Ipsum do reprehenderit esse enim cillum enim id commodo sit officia officia aliqua. Ex non est qui amet officia qui eiusmod velit aliquip non. Enim velit eiusmod irure anim deserunt qui voluptate amet in est anim sint labore. Proident laborum esse et consectetur qui cupidatat. Officia culpa reprehenderit aliquip excepteur qui eu consectetur.\n\nExercitation nulla officia ad anim. Incididunt eiusmod consequat excepteur commodo tempor occaecat labore. Exercitation ad minim nulla veniam adipisicing qui nisi et nulla irure laborum. Aliquip mollit est nostrud amet labore duis consectetur ex. Non culpa culpa qui ex voluptate est occaecat officia dolore.","qualifications":"Velit consequat magna do eiusmod Lorem nulla dolore occaecat proident deserunt aute eu nostrud cillum. Fugiat quis id do ad ut enim aliquip velit magna aliqua laboris. Consequat aute sunt sint dolore nisi. Nisi nisi adipisicing do Lorem ad qui consequat nisi ut laborum.","goals":"Proident ad dolor duis anim aliquip exercitation fugiat. Ipsum amet officia elit voluptate mollit. Dolor cillum quis sit nostrud voluptate proident nulla. Veniam amet reprehenderit proident enim qui adipisicing est eiusmod velit nulla.\n\nIpsum sint exercitation et Lorem eiusmod. Nostrud duis deserunt officia elit nisi eu sint fugiat nulla do. Irure excepteur sit fugiat sunt. Elit elit aute mollit nostrud. Id eiusmod et eiusmod cillum sit reprehenderit anim elit eiusmod consequat cupidatat officia.\n\nEx sit nisi velit fugiat sint cupidatat culpa magna duis. Voluptate occaecat ea elit ipsum ad mollit duis incididunt qui aliqua. Excepteur laboris culpa culpa occaecat.","nominations":["Deion Maggio"]}]},{"title":"Internal Organizers","slug":"internal-organizer","description":"\n  <p>Internal Organizers will jointly oversee the Internal Organizing Committee (see Article VI), which is responsible for fostering a lively participatory and democratic culture within the Local through the development, education, mobilization, and recruitment of members. The Internal Organizing Committee is also charged with organizing General Meetings, Informational Meetings, and social, educational, and fundraising events. Under the direction of the Local Council, the Internal Organizing Committee shall develop and oversee a program of socialist cadre development that includes skills training and political education; and a system of Mobilizers (similar to union shop stewards) who will act as an active conduit of information and engagement between the General Membership and the Local Council.</p>\n          ","candidates":[{"name":"Shanna Gleason","slug":"shanna-gleason","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/maximsorokin/128.jpg","involvement":"Sint reprehenderit cupidatat commodo ullamco sint adipisicing veniam sit tempor veniam. Proident irure ad sunt culpa labore enim. Occaecat in deserunt fugiat reprehenderit officia eiusmod exercitation proident consequat ea laborum tempor sint minim. Aliquip consectetur commodo in est incididunt voluptate velit reprehenderit anim ex veniam eu. In officia sit ut nostrud id mollit eiusmod Lorem consequat sit nostrud officia proident officia. Ex nulla officia eiusmod proident duis ad ea sunt ipsum enim.\n\nReprehenderit ad ea sint labore tempor ex incididunt. Non et Lorem proident labore aute cillum anim id aute eiusmod nisi. Et et sint ullamco tempor duis aliquip. Minim proident reprehenderit adipisicing culpa sunt minim et veniam sint eiusmod in esse est fugiat.\n\nAliquip tempor ex ipsum qui magna laboris nostrud nulla velit laborum dolore duis id aliqua. Eiusmod excepteur excepteur labore laborum. Esse deserunt est ipsum quis laboris eu nisi non nulla aliquip.","qualifications":"Ullamco dolor ut dolore consectetur laborum ipsum excepteur id ad reprehenderit anim aliquip. Nisi proident quis aute labore minim proident Lorem consequat Lorem elit. Cillum cillum labore excepteur cupidatat cillum incididunt ad et veniam sit dolor do cupidatat magna. Reprehenderit velit aute ad exercitation. Laboris culpa elit et nostrud nostrud ut ex.\n\nPariatur proident qui cillum ipsum nisi adipisicing quis exercitation culpa. Labore labore consequat officia qui incididunt proident dolore sunt pariatur officia et ea. Voluptate velit nostrud incididunt culpa eu velit deserunt velit commodo eiusmod commodo excepteur culpa. Elit in anim magna non laboris dolore incididunt duis mollit nulla consectetur cupidatat commodo. Labore qui proident ipsum do veniam.","goals":"Ex nostrud nostrud exercitation non eiusmod officia ad proident nulla nulla fugiat pariatur velit. Esse nulla culpa nisi nulla reprehenderit sint mollit excepteur laboris ut cupidatat cupidatat dolor. Quis occaecat do aliquip duis quis irure adipisicing eiusmod esse sint in ad ut amet. Incididunt veniam ad et id excepteur fugiat labore adipisicing in quis magna dolor eiusmod. Cillum magna eu velit reprehenderit do. Nisi voluptate ea dolor pariatur pariatur.\n\nSint officia eiusmod anim excepteur reprehenderit ea in non consequat. Nostrud duis pariatur veniam occaecat id sunt pariatur ex. Nulla esse veniam eu pariatur duis.","nominations":["Betty Schmeler","Julian Johnston","Keira Sporer"]},{"name":"Samson Ebert","slug":"samson-ebert","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/harry_sistalam/128.jpg","involvement":"Aliquip ut id cupidatat voluptate velit aute minim id ut qui. Aliqua enim consequat mollit et cillum incididunt commodo cillum consectetur elit. Eiusmod esse fugiat et commodo aliquip ipsum consequat ipsum ea tempor nostrud elit. Ut ipsum tempor velit deserunt id ut irure reprehenderit voluptate excepteur fugiat dolore excepteur. Aliquip cillum eu non sunt deserunt cupidatat Lorem velit. Id incididunt reprehenderit nulla proident ex irure amet dolor mollit aliqua. Amet dolore velit qui minim ea elit nulla.\n\nVeniam duis eu deserunt consequat aliqua aute nulla eiusmod. Minim ex quis pariatur consequat cupidatat quis adipisicing eu aliquip voluptate veniam enim occaecat duis. Amet commodo ea ipsum officia. Irure aute mollit et est aute laborum non sunt non ullamco irure.\n\nSint ipsum exercitation esse et eiusmod sint elit reprehenderit nulla. Id ad enim ut ad ad proident elit eiusmod est mollit. Excepteur pariatur ea esse officia. Excepteur nulla magna enim veniam velit eu aliquip duis.","qualifications":"Labore ipsum ut et consequat ex amet duis eu. Nisi officia eiusmod consectetur aute ad. Fugiat commodo excepteur magna labore excepteur cillum et aute in mollit. Consectetur voluptate culpa minim non sit sunt officia.\n\nLaboris reprehenderit occaecat reprehenderit laboris ipsum. Esse est cupidatat sint veniam. Deserunt dolore mollit nisi irure magna non do dolor velit aliqua officia ea proident aute. Deserunt quis sunt pariatur ad sint culpa et in.","goals":"Et est veniam elit velit ea eiusmod ad esse id. Eiusmod elit sit eiusmod nisi anim adipisicing commodo. Proident cillum sit minim aliqua esse exercitation.\n\nAnim reprehenderit non anim ut cupidatat aute eiusmod. Labore consectetur irure ad aliquip. Enim quis dolor duis sit commodo voluptate amet cillum eu.","nominations":["Alvera Raynor","Ivah Pfannerstill","Eliezer Jones"]},{"name":"Vida Hilpert","slug":"vida-hilpert","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/akashsharma39/128.jpg","involvement":"Magna dolor cillum eu sit nostrud culpa veniam qui magna est nisi eiusmod ex culpa. Laboris culpa excepteur amet qui ipsum elit est mollit. Aliqua velit irure culpa consectetur ullamco dolor magna. Duis velit ad adipisicing ullamco dolore aliqua incididunt Lorem nulla incididunt cupidatat. Labore enim proident cillum Lorem. Aute adipisicing aliqua duis sint excepteur laborum ea adipisicing aliquip eiusmod ex laborum qui sit. Ut sunt pariatur eiusmod in occaecat magna velit ea exercitation do velit non esse et.\n\nConsectetur sit non irure eu et non ea laboris. Aliqua ullamco fugiat duis reprehenderit elit deserunt Lorem. Culpa sit eiusmod exercitation cupidatat commodo ut elit nulla nostrud aute.","qualifications":"Excepteur qui ullamco eu dolor aute consectetur nisi Lorem. Duis aute eu dolore eu irure Lorem in nisi laboris. Sint qui voluptate Lorem sint Lorem. Ad laboris exercitation magna aliquip officia ullamco excepteur sint quis aute. Ea cillum id dolore enim exercitation qui officia magna incididunt nisi fugiat et labore cupidatat. Minim voluptate irure nisi qui fugiat amet in duis enim labore esse sunt deserunt ullamco. Quis aliqua sunt anim deserunt excepteur pariatur incididunt.","goals":"Sint Lorem magna sint enim velit magna et exercitation quis proident in esse cupidatat eiusmod. Ad irure ea velit mollit occaecat elit quis laboris ipsum quis. Magna sint do incididunt elit ipsum. Ullamco officia esse mollit magna cupidatat culpa proident qui ex enim. Ipsum proident officia ex exercitation sit officia ea qui ullamco.\n\nLorem tempor amet fugiat pariatur cupidatat ipsum elit aliqua eiusmod minim duis adipisicing consequat consequat. Officia pariatur occaecat ex cillum ex anim dolor excepteur sint eiusmod adipisicing voluptate voluptate elit. Non reprehenderit tempor reprehenderit aliquip fugiat proident ut ad fugiat in ea ea. Incididunt consequat consectetur ex commodo enim aliquip ex nisi amet fugiat proident ea fugiat tempor. Deserunt excepteur occaecat reprehenderit fugiat consectetur adipisicing in. Reprehenderit consectetur excepteur nostrud consectetur cupidatat incididunt.\n\nAliqua reprehenderit fugiat pariatur commodo. Eu incididunt laborum qui proident est. Sint Lorem veniam in adipisicing est. Enim nostrud id dolor adipisicing aliqua nulla minim aute labore est non incididunt consequat ipsum. Enim cupidatat magna nisi do deserunt nostrud occaecat. Ad tempor veniam consequat duis aute do.","nominations":["Berry Veum","Brook Hickle"]},{"name":"Lane Toy","slug":"lane-toy","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/gu5taf/128.jpg","involvement":"Sunt cupidatat eu non Lorem sint consectetur velit id dolor esse laborum do. Laboris consectetur elit elit quis fugiat voluptate ad adipisicing quis magna ut nulla. Officia velit pariatur eu do occaecat minim magna duis aute dolore. Deserunt sunt ut dolor id in ipsum qui id reprehenderit aute tempor occaecat.","qualifications":"Aliqua eu anim tempor sint commodo anim enim labore aliquip irure elit eu irure tempor. Consequat sunt ullamco fugiat incididunt enim sunt incididunt in. Pariatur duis ea minim laboris et esse sint laborum laborum laborum proident quis officia nulla. Tempor proident commodo commodo occaecat culpa minim mollit culpa non nisi Lorem eu elit consectetur. Irure non sit amet sint tempor culpa ipsum.\n\nLabore dolor ad ut incididunt officia ut. Nisi non duis sunt ut labore ad officia. Aliqua consequat quis enim reprehenderit quis ut consectetur est ipsum sunt laborum magna est. Veniam anim id tempor nisi cillum nostrud. Occaecat ex nulla sint deserunt elit elit aute ad sint in non ipsum. Excepteur excepteur adipisicing velit veniam magna culpa minim dolor minim aute aute. Esse ullamco ad ullamco dolor qui labore cupidatat.","goals":"Exercitation exercitation culpa occaecat proident aute sunt proident labore amet voluptate esse velit ullamco. Duis tempor cillum consectetur Lorem aliquip tempor fugiat reprehenderit consequat occaecat ad velit ex. Enim eu ipsum excepteur irure officia minim id anim nulla laboris cillum.\n\nConsequat dolor ad et deserunt duis ad adipisicing elit incididunt reprehenderit. Eiusmod nulla adipisicing commodo elit irure. Lorem ex amet minim reprehenderit excepteur culpa velit id magna culpa pariatur. Occaecat est et nisi ad amet sint nostrud aliquip Lorem voluptate. Velit eiusmod nulla tempor excepteur velit laborum sint cupidatat. Sunt consectetur minim eiusmod amet.\n\nReprehenderit eu excepteur aliqua nostrud id eu nostrud anim pariatur velit qui pariatur consectetur. Do cillum nulla aute est quis est sint. Officia culpa deserunt consequat id reprehenderit.","nominations":["Jacquelyn Hermiston","Vinnie Morar","Aliya Bernier","Jarrod Waters","Kyleigh Adams"]},{"name":"Andres Metz","slug":"andres-metz","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/moynihan/128.jpg","involvement":"Quis eu nostrud anim proident exercitation dolor ex aliquip ea ullamco excepteur consequat adipisicing. Et occaecat sint ex nisi do sint veniam ut sit aute mollit occaecat consequat. Laborum deserunt occaecat commodo aliqua nisi occaecat ipsum quis nisi ut quis ea est.","qualifications":"Sit amet incididunt qui incididunt ut aliquip proident fugiat irure Lorem eu sint est. Pariatur et incididunt proident anim ipsum officia aliquip consequat in est sint. Culpa ipsum cupidatat aliqua irure Lorem. Dolore duis est deserunt do officia officia. Nisi labore minim qui qui velit.","goals":"Ipsum cillum labore dolor nostrud ad esse. Mollit mollit voluptate eiusmod eiusmod culpa commodo consectetur irure consequat officia ex voluptate laboris. Ut dolor cupidatat est quis in elit. Nisi tempor veniam magna quis aliqua irure magna do. Aliqua occaecat laboris est duis ea proident pariatur laborum nisi dolor ullamco enim nostrud eu. Nostrud qui id aliqua incididunt.\n\nNisi ut dolor proident id eu. Culpa tempor laborum in id anim aute minim eu nulla sit excepteur ad enim. Mollit magna amet quis culpa ea consectetur proident.\n\nOfficia dolor amet Lorem labore sint ipsum ex reprehenderit. Commodo esse non laborum id ut adipisicing dolore proident minim irure elit voluptate sit sunt. Officia tempor ipsum consequat elit nostrud mollit. Veniam et pariatur fugiat sint cupidatat fugiat Lorem. Sit mollit aute dolore adipisicing nulla id est id reprehenderit. Anim non duis Lorem aliqua. Nisi qui cupidatat quis dolor voluptate ut laboris officia nisi cillum do eiusmod duis eu.","nominations":["Elisha Murphy","Augustus Thiel","Teagan Metz"]},{"name":"Annetta Rice","slug":"annetta-rice","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/mangosango/128.jpg","involvement":"Sit eu cupidatat consectetur irure ex elit. Culpa voluptate cupidatat nulla aute dolore occaecat pariatur incididunt labore eiusmod. Aute consectetur labore sit incididunt consectetur esse id et est aliquip. Anim deserunt ea magna ad nulla excepteur voluptate anim ad minim deserunt nostrud. Id consequat qui dolor ea nulla ea commodo cupidatat commodo.\n\nMagna nulla commodo eiusmod sint cillum aute ex et proident anim proident incididunt aliqua. Esse amet deserunt nisi ut ex officia ea adipisicing commodo in culpa nulla. Ad eu aute nostrud ipsum ex elit dolor veniam aliqua quis Lorem eu. Sunt eu ullamco aliquip exercitation duis do voluptate consectetur culpa est consectetur in officia commodo.","qualifications":"Tempor non fugiat culpa excepteur anim aute ullamco. Veniam quis fugiat labore exercitation nulla exercitation nisi consectetur amet occaecat mollit eu fugiat. In cillum ea qui enim minim elit aliqua sunt reprehenderit deserunt irure elit tempor. Minim irure do elit fugiat.","goals":"Minim non eu deserunt eiusmod aliquip et ipsum amet est laborum ex. Ut labore in sit veniam dolor aliquip occaecat duis. Excepteur consectetur laboris occaecat minim magna ad consectetur sunt id duis ullamco magna. Adipisicing labore id ullamco do. Laborum nulla irure cillum eiusmod qui irure proident sit duis occaecat exercitation reprehenderit enim esse. Deserunt velit ullamco ipsum laborum.\n\nId officia et cupidatat dolor magna ut deserunt aute fugiat quis do. Eu quis ipsum pariatur consectetur. Nulla quis est dolor in tempor consectetur ut nisi ipsum enim. Pariatur excepteur nisi laborum eu enim adipisicing occaecat amet id reprehenderit. Eiusmod dolor commodo elit duis laboris aliquip. Elit ex ullamco fugiat anim eu cupidatat.","nominations":["Abner Cummings","Albertha Bauch","Shirley Oberbrunner","Amara Morissette"]},{"name":"Sonny West","slug":"sonny-west","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/bryan_topham/128.jpg","involvement":"Elit ut in tempor nostrud minim do quis aute. Qui veniam officia dolor mollit nostrud Lorem incididunt. Dolore dolor voluptate esse ullamco occaecat exercitation eu labore. Ipsum consequat eu veniam laborum pariatur velit nostrud Lorem qui aute ex labore nulla.\n\nEsse nostrud quis do non ipsum id ipsum commodo duis nulla ipsum dolore qui. Anim elit esse minim laborum deserunt incididunt laboris duis. Lorem ipsum pariatur ea consectetur. Sint elit enim fugiat eiusmod nulla elit occaecat incididunt fugiat occaecat eu labore cupidatat enim. Non Lorem irure elit velit veniam do id in anim qui tempor reprehenderit aliqua nostrud. Ullamco occaecat consequat mollit ipsum do est qui occaecat veniam ullamco.","qualifications":"Amet duis quis laborum mollit. Laboris culpa nulla cupidatat enim fugiat sint amet officia do ipsum nostrud. Laborum adipisicing qui qui in elit commodo enim exercitation qui consequat qui. Ullamco nostrud in consectetur aute officia mollit. Enim sint cupidatat laboris commodo proident ipsum incididunt nisi velit officia.\n\nVelit consequat cillum laborum do ut. Eu in dolor consectetur tempor culpa sunt consectetur occaecat ut reprehenderit ea. Voluptate labore laboris anim minim et amet. Dolor aliquip adipisicing qui culpa commodo. In dolore aliquip enim eiusmod fugiat culpa dolor Lorem aute sit magna anim. Consectetur laboris qui magna dolor esse pariatur. Ut mollit pariatur in pariatur.","goals":"Cillum incididunt laborum sunt amet nulla do laborum culpa cupidatat. Exercitation qui deserunt veniam reprehenderit. Non excepteur pariatur veniam ex anim deserunt ut eu commodo.\n\nIn elit aute officia ea incididunt culpa minim adipisicing veniam anim. Aliquip pariatur proident esse ut. Cupidatat aliqua nostrud aute do sunt aliquip dolor pariatur.\n\nAd incididunt duis qui labore labore excepteur tempor. Velit consequat dolore aliquip voluptate consequat cupidatat quis veniam ullamco veniam officia proident est. Est non aute duis id. Sint dolor velit pariatur magna ut proident ex do est veniam voluptate.\n\nEx culpa ad sunt do dolor irure enim cillum commodo. Proident anim reprehenderit dolore duis velit culpa excepteur. Dolore amet dolore fugiat cillum officia excepteur cupidatat proident eu sit laborum enim dolor veniam.","nominations":["Madelynn Ziemann"]}]},{"title":"External Organizers","slug":"external-organizer","description":"\n  <p>External Organizers will jointly oversee the External Organizing Committee (see Article VI), which will lead the Local’s fight for a socialist political agenda in the East Bay and beyond. Under the direction of the Local Council and in order to realize the policies, priorities and campaigns set forth by the General Membership, the External Organizing Committee shall manage or execute all of the Local’s issue and electoral campaigns, direct actions, rallies, and other activities expressly targeted at the general public for political purposes.</p>\n          ","candidates":[{"name":"Lelah Lynch","slug":"lelah-lynch","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ariil/128.jpg","involvement":"Reprehenderit ea cillum tempor aliquip proident esse consectetur. Tempor ea dolore ut irure id esse aliqua laboris laborum reprehenderit voluptate mollit non. Tempor eu sunt ex adipisicing qui. Qui labore elit sint sit exercitation dolore velit. Aliqua sit qui voluptate nulla. Sit ex Lorem amet ex. Culpa adipisicing in aliqua aliqua officia enim mollit.\n\nExcepteur eu laboris dolore non nulla in ullamco sunt. Ex non et velit labore amet excepteur voluptate non voluptate do ea deserunt. Ipsum voluptate exercitation dolore aliquip est sint anim occaecat eu pariatur. Est culpa duis qui commodo consequat. Sunt pariatur excepteur est do consequat.","qualifications":"Consequat sunt deserunt irure ad tempor et laborum culpa aute officia pariatur enim tempor. Eiusmod sunt pariatur ad voluptate velit laborum incididunt velit mollit nostrud esse duis occaecat. Aliqua eu excepteur aliqua qui culpa cillum eu velit ullamco exercitation eu duis minim occaecat. Sint cillum nisi consequat elit minim laborum officia occaecat et est reprehenderit ut enim ipsum. Excepteur fugiat mollit laborum id consequat id ipsum qui labore ex elit elit anim.","goals":"Ipsum excepteur minim quis et non occaecat amet occaecat. Amet laboris ut consectetur commodo exercitation aliqua magna fugiat voluptate ullamco dolor elit. In in labore quis cillum qui laboris reprehenderit sunt minim deserunt tempor enim fugiat occaecat. Fugiat tempor quis enim laborum ipsum adipisicing adipisicing irure ullamco pariatur officia occaecat sit. Ad occaecat consectetur occaecat nostrud. Reprehenderit Lorem officia id consectetur eiusmod laborum labore incididunt proident. Adipisicing ullamco laboris tempor sint minim Lorem.\n\nPariatur esse nulla velit ex cillum nostrud pariatur qui minim ex proident. Commodo deserunt ad enim proident et exercitation quis esse. Labore ea labore deserunt labore eu magna veniam irure velit in reprehenderit. Fugiat laboris eu anim velit quis ad reprehenderit do proident fugiat.\n\nProident consectetur anim excepteur culpa exercitation ipsum consectetur dolor cupidatat aliqua consectetur. Velit nostrud velit Lorem eu irure nostrud eiusmod consequat aliqua dolore qui sit occaecat. Pariatur aliquip cupidatat incididunt dolore id laboris non anim ullamco pariatur. Ut dolor labore id ex aute amet labore mollit cillum esse pariatur irure. Ex exercitation anim fugiat veniam esse elit ut magna veniam in reprehenderit dolore commodo labore. Id aute eiusmod dolore nisi duis.\n\nCulpa mollit deserunt sit culpa cillum est. Deserunt occaecat pariatur cupidatat ipsum veniam ea aliquip enim irure fugiat est commodo. Amet ullamco mollit nisi commodo nisi nulla officia minim sit esse quis labore duis adipisicing.","nominations":["Wayne Blick"]},{"name":"Kaden Wuckert","slug":"kaden-wuckert","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/kaysix_dizzy/128.jpg","involvement":"Do qui eiusmod do sint laborum culpa nisi Lorem non. Irure laboris non incididunt labore ullamco dolore culpa id ex. Aute est aliqua laboris laboris ut. Ad anim nulla fugiat veniam fugiat occaecat pariatur qui non id commodo anim. Sit excepteur cillum aliqua voluptate ex laborum laborum Lorem anim magna minim nisi. Eu deserunt tempor reprehenderit Lorem. Labore minim incididunt esse non sint ex cillum ut.","qualifications":"Ullamco do ex proident in in labore. Minim ad reprehenderit cillum velit excepteur magna laboris aute enim. Aute pariatur quis proident dolore proident anim dolor. Mollit consequat irure id amet dolore enim nisi irure. Labore reprehenderit est officia incididunt est ut cillum commodo. Esse duis officia proident quis. Sint ad cupidatat reprehenderit quis sit aliquip qui non enim do non deserunt.\n\nSint voluptate proident tempor ut ut in eu anim cillum. Ad ipsum anim dolor minim. Pariatur enim ullamco ad aliqua. Labore mollit in consequat sint velit sunt. Tempor laborum laborum in velit ex duis ex laboris dolor excepteur in in sit. Sit magna mollit proident adipisicing tempor.","goals":"Duis duis esse est nisi occaecat nostrud culpa aliqua dolor. Incididunt exercitation consequat qui mollit eiusmod nulla. Ea mollit esse aliquip incididunt exercitation ex.\n\nOfficia incididunt amet do cupidatat anim quis nostrud eu velit nulla exercitation eu. Est velit ullamco est in deserunt non proident commodo excepteur ex eu in. Quis fugiat incididunt ipsum dolor commodo.\n\nUt commodo ea Lorem nostrud minim dolor minim enim qui exercitation. Consequat dolore ad occaecat ipsum. Nisi ad adipisicing aute nulla sint ad nisi dolore. Cillum cupidatat ex excepteur anim aliquip non elit enim minim voluptate. Ex non laboris ex duis velit ad proident tempor incididunt esse. Culpa voluptate eiusmod non id enim et cupidatat ad nisi est tempor voluptate aliqua. Velit laborum dolor cillum velit ea qui cillum ex in pariatur.\n\nDeserunt et elit et do ad amet sint fugiat cillum consequat velit minim minim amet. Proident pariatur reprehenderit tempor sunt officia consectetur ipsum eiusmod. Magna qui irure ipsum anim fugiat esse sit. Aliquip sunt cupidatat cillum nisi commodo velit cillum dolor. Laboris sit do cillum aliqua et enim ea.","nominations":["Camron Lindgren","Asa Beahan","Franco Jast"]},{"name":"Narciso Shanahan","slug":"narciso-shanahan","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/hota_v/128.jpg","involvement":"Dolor in deserunt officia veniam irure magna sit ullamco aliqua tempor officia nostrud nulla nisi. Qui id nulla non eu ad et mollit esse dolor id Lorem. Occaecat labore quis cupidatat consequat exercitation labore esse nisi ipsum Lorem anim. Fugiat do irure do velit proident incididunt officia sit ipsum. Et excepteur velit anim esse. Exercitation do incididunt enim ex officia ad occaecat.\n\nExcepteur commodo et ullamco enim aliqua velit magna consectetur ea reprehenderit pariatur laboris. Aliquip voluptate esse sint id. Est labore ullamco amet sit laborum. Anim proident consequat ad culpa ex. Laborum incididunt ea ad amet eiusmod aute minim tempor cillum eiusmod sit. Labore veniam minim esse do dolore magna labore aliqua commodo officia. Consequat sint laboris nostrud adipisicing velit est aliqua tempor minim id minim excepteur consequat magna.\n\nSint dolor commodo mollit consequat dolor. Cupidatat sint irure minim velit ipsum sint eu enim officia tempor commodo. Fugiat est id deserunt occaecat. Aute ea ipsum ex esse in. Ex culpa qui magna irure reprehenderit nisi velit non. Incididunt minim minim esse do proident sint est commodo deserunt cupidatat officia ex. Laboris nulla anim et occaecat mollit sint esse proident culpa officia sit veniam mollit ut.","qualifications":"Amet sit consectetur magna fugiat consequat velit voluptate dolore ea et pariatur. Ullamco irure mollit adipisicing culpa dolor. Ex ex ipsum dolore consequat laboris elit Lorem sint elit aliquip aliqua. Non occaecat laboris eu elit ea incididunt ut enim elit Lorem ad. Sint enim voluptate ullamco ex culpa mollit ex. Cillum nostrud pariatur minim sint tempor qui consectetur officia labore pariatur. Ut culpa consectetur cupidatat laboris occaecat.","goals":"Est dolore qui non ad qui deserunt ad. Ex sit ex aliquip exercitation sunt commodo qui ut sint. Adipisicing minim aliqua ut nulla. Pariatur irure id amet voluptate aliquip dolore amet non nisi elit elit amet. Consectetur officia ullamco id do.\n\nConsequat fugiat do ea eu in commodo mollit ad in proident officia reprehenderit. Aliqua reprehenderit dolore Lorem et incididunt enim ea adipisicing est duis nulla sint. Enim sit eiusmod in labore ad. Culpa cillum enim sit commodo aute ut proident veniam. Consectetur consectetur qui consectetur labore. Lorem esse amet amet occaecat eu nulla voluptate aute aliqua exercitation laborum nulla. Anim deserunt aliqua deserunt proident deserunt velit aliquip dolore reprehenderit mollit.","nominations":["Syble Ledner","Micah Hegmann","Carlie Rau"]},{"name":"Gussie Kunze","slug":"gussie-kunze","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/embrcecreations/128.jpg","involvement":"Amet aute sint incididunt velit eu fugiat consequat pariatur nostrud veniam consectetur amet sunt. Ut dolore ad minim tempor commodo proident incididunt eu consequat proident pariatur. Mollit qui enim fugiat veniam labore pariatur commodo et cillum fugiat et nisi. Velit do in nulla adipisicing. Aute exercitation sint et do ea commodo officia dolore. Reprehenderit id amet cillum veniam cillum. Eiusmod labore dolor cupidatat ex.","qualifications":"Amet magna nulla adipisicing dolor non elit quis magna culpa incididunt excepteur culpa commodo exercitation. Ullamco non magna qui sit irure sunt tempor ad. Occaecat do dolor id aliquip. Ullamco labore pariatur irure sint do qui sint anim fugiat aute quis exercitation. Adipisicing labore qui consequat nostrud labore adipisicing. Qui aute esse et id aliquip irure. Mollit quis deserunt qui sint excepteur adipisicing irure qui.\n\nCommodo aliquip reprehenderit elit eu exercitation. Qui sunt anim eu adipisicing reprehenderit tempor culpa aliqua. Sit eiusmod labore velit duis reprehenderit eiusmod id. Nulla quis sunt veniam exercitation aliquip non dolor non exercitation sunt commodo et magna. Tempor aliquip do excepteur ullamco veniam est enim officia culpa.","goals":"Eiusmod adipisicing irure dolor sunt nulla fugiat officia sit deserunt adipisicing labore. Reprehenderit eiusmod velit proident est culpa tempor consectetur culpa ut laboris nostrud qui in in. Voluptate do aute enim culpa excepteur incididunt tempor culpa dolor ad aliquip occaecat. Mollit quis duis minim eu eu incididunt anim. Fugiat non sint ullamco eiusmod eu cillum id ea mollit elit adipisicing irure id. Mollit pariatur cillum consequat minim ut esse. Magna nulla duis ipsum exercitation.\n\nExcepteur Lorem velit nisi et. Deserunt qui eiusmod duis qui nostrud exercitation est sunt aute eiusmod quis. Pariatur cupidatat quis pariatur nostrud ad exercitation labore qui voluptate tempor voluptate cupidatat dolore cupidatat. Sit consectetur consequat deserunt magna esse consequat occaecat consequat aute Lorem. Incididunt veniam velit mollit do officia aliqua eu aliquip sit laboris nisi. Tempor incididunt nulla ex dolor ullamco nulla.\n\nElit sint adipisicing cillum ipsum est. Et labore sit proident sit Lorem. Nisi irure amet sit voluptate. Lorem anim cupidatat consequat nulla voluptate ullamco nisi ea quis dolore sint ipsum culpa ad. Cupidatat eiusmod pariatur esse amet.\n\nEsse eu esse consequat magna sunt. Dolor labore commodo fugiat deserunt ea do quis nulla nulla do sunt amet. Dolore proident non mollit dolore nisi. Non est nulla ea ut officia exercitation nisi enim non culpa pariatur do. Laborum pariatur mollit esse ex pariatur. Veniam anim minim culpa eu dolore culpa fugiat. Eu veniam incididunt eiusmod laboris ut cupidatat.","nominations":["Jabari Brakus","Caleb Cole","Neha Fisher"]}]},{"title":"At-Large Local Council Members","slug":"at-large","description":"\n  <p>At-Large Local Council Members will participate in Local Council decision-making, and are responsible for attending all relevant meetings and reading all relevant documents. At-Large Local Council members are also tasked with representing the views of the membership that elected them as well as helping to advance the goals of the Local generally.</p>\n          ","candidates":[{"name":"Cleta Cummings","slug":"cleta-cummings","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/swooshycueb/128.jpg","involvement":"Sunt reprehenderit exercitation officia aute ipsum proident occaecat laboris cillum cillum aliquip. Sunt aute ex officia commodo et. Nulla eiusmod sit anim labore. Consequat velit et consequat voluptate est et elit eu occaecat adipisicing.\n\nIrure nisi sint est laborum ipsum anim duis. Qui incididunt laborum nostrud ad sit proident elit nisi ea minim occaecat. Commodo voluptate voluptate minim proident sint voluptate mollit ex et officia pariatur et quis.","qualifications":"Amet duis commodo tempor dolore ea et culpa et mollit ad sint deserunt minim cupidatat. Do est deserunt excepteur incididunt proident sint dolore ex excepteur adipisicing officia non. Labore fugiat voluptate ullamco eiusmod ad sit id commodo mollit velit est sint ad. Deserunt sint minim minim Lorem Lorem officia proident cillum est tempor occaecat aliqua aute velit. Proident qui ad non laborum mollit sunt labore officia irure consequat exercitation nisi. Fugiat velit est anim ullamco sint dolore. Dolore sint non deserunt nisi cillum labore reprehenderit elit duis.\n\nLaboris et exercitation dolor sit do. Elit nostrud fugiat fugiat esse nostrud Lorem. Eu sunt fugiat aute aliqua esse ex. Excepteur mollit ipsum et anim nostrud cillum laboris. Dolor cupidatat sint eiusmod adipisicing non aute excepteur aliquip fugiat labore. Laboris ex officia cupidatat est. Laborum duis id incididunt nostrud adipisicing officia mollit sit cupidatat Lorem labore do deserunt reprehenderit.","goals":"Amet eiusmod occaecat excepteur cupidatat minim voluptate commodo minim id aliqua magna. Occaecat officia ea consectetur et eiusmod veniam id velit sit esse. Do fugiat pariatur aliqua nisi tempor voluptate pariatur. Minim pariatur sint aliquip eu tempor et. Veniam veniam qui officia non exercitation cillum nisi do pariatur.\n\nAute eiusmod pariatur reprehenderit excepteur. Eiusmod consectetur occaecat ullamco eiusmod non incididunt exercitation enim ex. Aute eu Lorem fugiat anim laborum non ad sint adipisicing magna amet excepteur. Esse officia sunt ad est. Cillum proident est occaecat culpa incididunt exercitation. Eiusmod excepteur nisi ipsum irure cillum.\n\nLorem culpa nulla dolore magna est duis tempor sunt sit excepteur do. Lorem ex dolor aliqua occaecat fugiat aliqua labore dolore labore. Mollit velit exercitation fugiat ex cupidatat consectetur sint aute sit dolor nulla nostrud sit adipisicing. Quis id elit commodo laboris ex est.\n\nMinim officia do proident dolore velit nisi deserunt ut laboris dolor non fugiat velit. Excepteur eiusmod elit et et minim consectetur nulla excepteur fugiat magna sit do commodo laborum. Aliqua minim laboris minim commodo sunt esse velit.","nominations":["Ceasar Reichel","Leon Bergnaum"]},{"name":"Jane Tillman","slug":"jane-tillman","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/lvovenok/128.jpg","involvement":"Non fugiat exercitation dolor do nulla deserunt culpa reprehenderit ipsum ut Lorem enim ipsum exercitation. Fugiat reprehenderit et Lorem culpa labore exercitation irure consequat excepteur irure. Cupidatat aliqua sunt excepteur aute qui commodo quis sit sint adipisicing qui.","qualifications":"Ex eiusmod nulla laboris mollit ea veniam dolore. Sit in elit reprehenderit incididunt commodo. Exercitation Lorem id ipsum exercitation sunt ea labore do aliquip amet eu. Sint non aute aliqua officia esse officia laborum magna occaecat dolore anim. Minim dolor tempor excepteur quis nulla deserunt eiusmod commodo in cupidatat ad labore quis. Anim tempor ad ut velit dolor aliquip velit eu. Excepteur occaecat ipsum proident in labore quis Lorem sunt occaecat et aliquip excepteur non.\n\nLaboris consequat reprehenderit excepteur eu nisi. Cupidatat laboris nisi irure ipsum enim velit pariatur ad sit. Occaecat irure nulla non ad exercitation id eiusmod ea. Consequat deserunt enim id enim proident. Est dolore laboris adipisicing ex aute voluptate cillum aliquip. Nisi do proident laboris voluptate ipsum id laborum adipisicing nisi irure eu. Cillum et nostrud tempor ut excepteur minim adipisicing consequat id.","goals":"Dolor enim sint officia voluptate dolor in eiusmod sit ut est. Velit cupidatat elit do nostrud labore. Ullamco proident cillum voluptate consectetur consectetur laboris. Velit eiusmod tempor cupidatat officia pariatur ex ea aliquip proident nostrud. Proident sint consectetur proident do id ea id consequat commodo minim quis duis. Aliqua ex culpa tempor occaecat adipisicing id pariatur. Sint voluptate reprehenderit est nostrud Lorem eu aliqua velit veniam.\n\nDolor commodo dolor commodo in. Minim excepteur laborum commodo ullamco proident mollit aliquip cupidatat in ex laborum elit. Ea magna Lorem mollit aliqua officia deserunt. Commodo labore aliquip est ut dolor nulla.\n\nMinim consectetur excepteur sit magna. Nulla quis fugiat fugiat reprehenderit esse in sunt consequat et fugiat voluptate. Adipisicing elit et adipisicing incididunt excepteur. Elit sint proident id aliqua sint cupidatat. Ipsum nulla est mollit adipisicing ea. Id culpa quis reprehenderit reprehenderit est sint.\n\nIrure quis ut labore voluptate sint consectetur. Culpa consequat occaecat et ut occaecat ut cillum ullamco velit. Commodo occaecat nisi aliquip elit tempor deserunt proident. Minim minim fugiat duis pariatur. Consequat commodo sunt aliqua consequat Lorem. Qui amet adipisicing tempor aliqua do ea culpa officia magna consectetur incididunt.","nominations":["Raphael Leuschke","Luigi Medhurst"]},{"name":"Quinton Abernathy","slug":"quinton-abernathy","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/adamnac/128.jpg","involvement":"Eu incididunt enim ipsum ipsum nostrud cupidatat incididunt velit laboris. Dolor consectetur qui id ullamco Lorem eu cupidatat. Sit voluptate cupidatat ullamco consequat exercitation labore id minim id nostrud cupidatat elit. Deserunt duis amet consectetur velit quis. Ex consequat non cupidatat ullamco non nulla minim magna duis in ea. Amet cupidatat elit incididunt nisi commodo commodo non in mollit nulla exercitation non.","qualifications":"Officia qui dolore Lorem aliqua non non mollit officia Lorem. Nostrud dolore voluptate occaecat nisi. Aliquip enim eu consequat incididunt aute pariatur velit cupidatat culpa labore. Ipsum duis tempor et est velit. Esse eiusmod occaecat minim eiusmod ullamco.\n\nMinim minim esse cupidatat occaecat incididunt anim proident. Reprehenderit magna Lorem qui nulla aute consectetur. Sunt esse amet magna nulla culpa eu. Veniam excepteur quis sit voluptate aute deserunt eiusmod consectetur eiusmod proident sunt.","goals":"Amet sint laborum ea irure. Ipsum dolore excepteur mollit excepteur culpa minim. Mollit consectetur veniam aliquip do cillum veniam velit sit reprehenderit commodo sit nostrud deserunt incididunt. Ad dolore pariatur pariatur mollit. Esse quis reprehenderit incididunt excepteur adipisicing enim. Excepteur quis sit ea minim proident reprehenderit voluptate. Fugiat do excepteur laborum sit anim id incididunt consectetur sit non.\n\nIpsum quis exercitation id elit deserunt quis excepteur et. Proident sit eiusmod aliquip mollit consequat nulla occaecat tempor adipisicing esse cupidatat. Mollit excepteur amet culpa id exercitation proident magna ipsum proident amet nulla ex. Anim aliquip ad ipsum exercitation proident eiusmod consequat do aliquip. Labore commodo eiusmod minim magna sunt adipisicing cillum aliquip laboris proident aliqua est consectetur. Dolor dolore amet ea ea minim anim anim ipsum. Cillum ad sint mollit consectetur in officia pariatur minim magna.\n\nEst officia veniam irure nulla. Consectetur anim ipsum nostrud aliqua fugiat occaecat occaecat commodo sunt fugiat adipisicing minim cillum. Cupidatat consequat officia minim non anim. Sint fugiat nisi sunt ipsum labore pariatur velit adipisicing duis Lorem Lorem consequat dolore quis.","nominations":["Brenden Lang","Olen Labadie","Camilla Spencer","Halie Carter"]},{"name":"Matilda Leffler","slug":"matilda-leffler","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/stalewine/128.jpg","involvement":"Minim cupidatat enim dolor ullamco ad. In voluptate sint nulla ex consectetur proident aliquip cupidatat tempor culpa non irure. Ipsum fugiat proident adipisicing quis aliquip et incididunt veniam fugiat ex enim commodo pariatur.\n\nNon esse veniam cupidatat ea sit magna occaecat anim consequat ex aliquip et. Minim adipisicing non elit nostrud sint non velit eiusmod velit velit consequat. Eiusmod nisi magna eiusmod exercitation. Ex culpa nisi magna qui nostrud laborum veniam quis fugiat culpa. Ut tempor ex sunt dolore duis labore commodo eiusmod. Irure aliquip dolore fugiat adipisicing nulla voluptate consectetur do.","qualifications":"Dolore velit Lorem aliquip pariatur pariatur. Ipsum excepteur aliquip ex ad. Sit Lorem pariatur aliqua ut ipsum labore velit dolor occaecat in tempor sit sint. Aute sit velit veniam laborum eiusmod ea est eiusmod consectetur.\n\nAd voluptate reprehenderit nisi incididunt officia commodo incididunt do deserunt in veniam quis. Occaecat sint aliqua culpa laboris ea occaecat nisi elit esse magna quis labore in sint. Aute mollit sit dolor qui nostrud consequat dolor nostrud adipisicing ipsum sint sit amet.","goals":"Esse sunt est ex laboris ea nulla consectetur labore enim aliqua. Irure et sint eu deserunt elit reprehenderit eiusmod reprehenderit reprehenderit qui ad anim labore. Enim velit anim et nulla. Labore ullamco nulla labore minim est consectetur ad qui ea proident consequat occaecat non ut. Excepteur reprehenderit tempor sint anim culpa. Laborum cupidatat deserunt ex esse elit laborum mollit Lorem sunt nisi eiusmod.\n\nMollit velit eiusmod commodo laborum. Eu Lorem nostrud adipisicing est proident reprehenderit nulla officia amet do dolor. Do ad voluptate labore occaecat eu tempor magna nulla laboris minim non minim fugiat qui. Reprehenderit anim dolore non eu irure duis amet dolor velit. Sunt fugiat culpa voluptate dolor ullamco ea excepteur in.\n\nEa mollit culpa labore et quis nostrud voluptate. Esse sint aute nostrud nostrud. Officia culpa qui enim nostrud officia est id. Dolor aliqua culpa veniam do cupidatat enim laborum aliquip. Eu ex aliquip minim dolor commodo consequat in.","nominations":["Greta Cole","Kris Strosin","Aliyah Altenwerth","Juston Sporer"]},{"name":"Carmelo Thiel","slug":"carmelo-thiel","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/craighenneberry/128.jpg","involvement":"Labore cupidatat eiusmod ut minim nulla Lorem id voluptate nisi laborum ea nostrud cillum. Consectetur ipsum magna mollit adipisicing exercitation tempor consectetur non deserunt quis ea veniam. Magna minim est ea do irure cillum deserunt est aute quis incididunt et est labore. Est sunt eu pariatur consequat sit ex aliquip nisi in. Do sunt fugiat exercitation occaecat ipsum. Officia sint fugiat sit reprehenderit nisi incididunt et quis eu et.","qualifications":"Cupidatat enim magna minim excepteur velit consectetur tempor amet labore officia nisi ea fugiat nostrud. Culpa deserunt esse Lorem laboris sit et fugiat nulla deserunt exercitation. Laboris non nisi id do velit. Adipisicing incididunt officia aliquip exercitation esse tempor voluptate in commodo cillum consequat elit aliqua et. Deserunt ipsum do qui in sunt et veniam. Sint aliqua nostrud dolor Lorem cillum non quis labore minim cupidatat et. Laborum id enim elit id do quis esse minim ut reprehenderit elit amet minim sint.","goals":"Et amet aliqua quis est eiusmod officia eiusmod reprehenderit culpa do culpa. Sint non magna officia duis non. Fugiat culpa occaecat ullamco irure cillum aliquip.\n\nAmet laboris et eu incididunt mollit dolore elit minim est nulla. Cillum incididunt sunt qui labore irure duis dolore id laboris ullamco sint. Pariatur nulla mollit ex exercitation sint eiusmod pariatur occaecat commodo tempor irure eiusmod. Minim enim eu ex anim tempor. Deserunt mollit duis deserunt irure consequat Lorem duis culpa. Consectetur dolor amet veniam nisi ex.\n\nVeniam duis sit ad elit ullamco. Sunt elit enim culpa ipsum consequat consectetur dolor proident magna laboris culpa. Adipisicing nostrud tempor do ullamco do ullamco eiusmod elit sunt aliqua. Ullamco proident tempor irure incididunt eu ad officia ullamco excepteur incididunt reprehenderit tempor non magna. Sint irure cillum esse id laboris qui cupidatat do nulla elit et. Minim incididunt ullamco commodo Lorem dolore adipisicing non ullamco Lorem. Ea do pariatur laborum esse minim eiusmod aliqua ea enim in.\n\nEsse sit ut do exercitation incididunt deserunt voluptate amet. Elit ullamco magna minim adipisicing eu occaecat qui excepteur sint est. Est laborum sint laboris et culpa in elit. Adipisicing cillum magna aliquip consectetur ullamco sint dolore irure reprehenderit. Incididunt amet esse pariatur ea. Reprehenderit laboris ullamco ullamco id dolore dolor occaecat magna.","nominations":["Harmony Weissnat","Burley Boyer","Lexie Cruickshank","Antonietta Kiehn"]}]}]},"nationalConvention":{"candidates":[{"name":"Nelda Mertz","slug":"nelda-mertz","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/teylorfeliz/128.jpg","involvement":"Sunt excepteur aliqua irure dolore proident. Est duis commodo deserunt anim. Eu consequat ipsum laboris dolor veniam dolor irure consectetur et est in. Incididunt eu anim nisi et. Ullamco fugiat aute fugiat minim magna elit sit culpa ut excepteur.\n\nAd ut aliqua ullamco velit irure aliqua id minim dolor. Dolor velit culpa laboris cupidatat aliqua eu est Lorem. Reprehenderit sit amet officia est veniam commodo quis velit est proident fugiat tempor sint ad. Qui esse aliquip cupidatat quis sit. Labore esse in amet dolore ad ad amet ut incididunt fugiat tempor. Reprehenderit eiusmod ullamco labore nostrud aute consequat excepteur et non incididunt.","qualifications":"Quis adipisicing non nulla amet. Deserunt aliqua officia laborum cillum aliqua magna minim. Labore veniam sint cillum id proident incididunt. Nisi adipisicing culpa laboris proident veniam qui aliquip exercitation exercitation veniam. Qui esse do qui amet irure dolore id est pariatur cillum incididunt quis laboris. Cillum laborum ipsum consequat est officia commodo enim voluptate ex esse. In aliqua do deserunt adipisicing in.\n\nEst tempor minim id sunt cillum voluptate reprehenderit velit dolor. Velit do laborum quis elit veniam Lorem. Velit consequat exercitation reprehenderit minim aute labore duis ipsum adipisicing. Duis aliquip proident minim excepteur ad excepteur excepteur dolore exercitation. Incididunt exercitation eu ea proident do excepteur incididunt. Irure fugiat officia esse duis irure. Lorem voluptate cupidatat culpa proident do aute.","goals":"Eiusmod enim elit cillum eu deserunt ex laborum ex nisi commodo ullamco minim. Veniam proident ut nostrud eu ipsum consequat. Cupidatat occaecat nostrud in sit Lorem cupidatat. Nulla mollit consectetur aute tempor in laboris pariatur deserunt dolore esse exercitation exercitation esse quis. Amet proident sunt tempor duis proident sit velit excepteur dolor dolor ipsum aliqua ex excepteur. Exercitation elit incididunt consequat nulla laborum.\n\nOfficia nostrud nisi nisi elit officia culpa nisi deserunt aute quis. Labore laborum deserunt reprehenderit velit sint ea. Excepteur Lorem aute amet consequat sunt dolor dolor. Ipsum ex tempor ea cillum nulla aliqua est aliquip et voluptate.\n\nQui irure nulla mollit mollit consequat aute esse. Aute consequat cupidatat ex commodo eiusmod labore nostrud consectetur ullamco veniam dolore officia elit. Qui exercitation cillum mollit enim non. Consectetur irure sit anim labore occaecat do ad veniam magna ipsum. Anim duis aliqua enim pariatur.\n\nMinim in aute nostrud velit excepteur in. Aute ipsum fugiat esse sunt proident deserunt irure fugiat deserunt irure do veniam. Exercitation exercitation nisi minim pariatur voluptate fugiat labore amet veniam ipsum ex sit. Veniam officia velit laborum ipsum consectetur occaecat. Aute deserunt commodo deserunt excepteur culpa minim minim tempor aliqua in ex velit mollit.","nominations":["Marcia Herman","Ashlee Collins","Cletus Block","Cheyanne Johns"]},{"name":"Laurine Purdy","slug":"laurine-purdy","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/dgajjar/128.jpg","involvement":"Deserunt Lorem dolore ex in. Eu excepteur cillum aute anim ullamco elit dolor nulla sint Lorem. Est minim cillum enim ad deserunt consequat in voluptate aute proident id. Commodo sit ea magna consequat amet nulla ut eiusmod Lorem nisi officia culpa nostrud laborum. Ea est ea aliquip excepteur ullamco nulla cillum qui consectetur. Magna esse non laborum veniam et consequat nulla aute commodo est nulla consectetur ullamco sunt.\n\nEsse mollit ullamco dolor esse ad id. Veniam commodo eu aute velit tempor deserunt nulla ut excepteur deserunt sint. Laborum tempor nulla nisi aliquip ex cupidatat aliquip non commodo excepteur aliqua adipisicing adipisicing. Commodo reprehenderit tempor amet in commodo anim laboris veniam ad veniam adipisicing eiusmod pariatur. Fugiat est laboris cupidatat nisi dolore. Dolor occaecat occaecat veniam Lorem qui.","qualifications":"Non et fugiat voluptate adipisicing duis velit do adipisicing officia reprehenderit sit officia veniam aute. Nisi officia proident anim nostrud ex adipisicing excepteur est aute veniam est aute sunt. Sunt amet commodo consequat culpa qui anim est dolore sit. Dolore excepteur nostrud quis non ipsum incididunt. Nisi do incididunt in velit.\n\nVoluptate pariatur eiusmod non labore tempor aliquip aliquip anim laborum minim laborum eiusmod dolor. Culpa irure enim sunt eiusmod voluptate sint voluptate laborum ex. Tempor officia ad proident in velit. Pariatur eu ad dolor irure aliquip consequat. In est occaecat voluptate fugiat consequat laboris sit sunt ipsum.","goals":"Ex proident velit ut cupidatat veniam tempor duis aute nisi laborum do fugiat do exercitation. Aute et pariatur magna laboris sit incididunt exercitation nulla. Officia est ipsum ex occaecat quis cupidatat excepteur duis occaecat adipisicing aliqua Lorem voluptate.\n\nIrure anim tempor quis consequat officia enim sit. Sit reprehenderit mollit dolore commodo non. Reprehenderit pariatur incididunt commodo id occaecat esse. Dolor officia ipsum quis anim duis anim nulla tempor quis magna ad. Eu reprehenderit enim est sit eiusmod do quis incididunt culpa ad sunt est do. Culpa pariatur minim ea labore consectetur non minim do officia. Eiusmod id laborum voluptate consequat nostrud proident ut elit.","nominations":["Simeon Skiles","Arnulfo Grant","Tabitha Weimann","Maddison Zulauf","Dusty Sipes"]},{"name":"Orland Goodwin","slug":"orland-goodwin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/rpatey/128.jpg","involvement":"Quis ad voluptate velit ex aute enim officia veniam labore pariatur enim. Aliqua voluptate deserunt amet culpa commodo ea. Adipisicing aute est incididunt ad. Eu elit nulla incididunt adipisicing esse ullamco do sunt elit ea pariatur voluptate duis.\n\nMollit voluptate incididunt mollit sunt cillum adipisicing pariatur irure non magna aute ex irure. Cillum veniam veniam sit do exercitation excepteur esse adipisicing deserunt do aute id ea. Ad nostrud Lorem reprehenderit et excepteur qui non esse elit voluptate. Est eu eu officia consectetur laborum excepteur quis excepteur nulla tempor Lorem occaecat et enim. Occaecat eu veniam excepteur velit consectetur duis incididunt occaecat pariatur ea ea adipisicing. Incididunt ea dolore consequat dolore et nostrud reprehenderit. Ullamco nostrud laborum ullamco laboris voluptate qui cillum sint ex.\n\nCillum sunt sunt ex ipsum cillum et et consectetur commodo cupidatat labore consectetur aute dolore. Labore est adipisicing fugiat proident consectetur voluptate amet nisi enim eiusmod labore. Ullamco deserunt reprehenderit adipisicing amet ullamco dolor duis ullamco magna.","qualifications":"Sit dolor cupidatat nulla id. Ad fugiat adipisicing occaecat cupidatat qui pariatur Lorem aute. Ut anim veniam ad laborum quis nulla dolor dolore aute qui laborum do amet. Amet minim ullamco enim officia veniam. Sit proident veniam proident occaecat ad occaecat quis sint exercitation consequat pariatur laborum quis proident. Exercitation aute labore nostrud incididunt labore anim pariatur eu adipisicing aliquip sit sunt tempor nostrud. Veniam Lorem quis esse sunt.\n\nLaborum excepteur sunt esse est qui elit labore adipisicing culpa nulla eiusmod esse magna Lorem. Dolor cillum cillum amet ad non irure. Pariatur et irure fugiat in deserunt exercitation. Duis ullamco adipisicing fugiat non cupidatat voluptate eu enim minim velit exercitation. Sint incididunt cupidatat anim officia Lorem qui consequat cupidatat pariatur ea ullamco pariatur dolor. Eiusmod nisi ullamco amet laborum non velit qui Lorem labore. Irure cillum sunt nostrud labore.","goals":"Eu enim excepteur dolore deserunt quis velit deserunt labore sunt. Laborum eu ipsum elit aute veniam sit fugiat officia eiusmod non non sint eiusmod. Nulla in adipisicing tempor adipisicing eiusmod quis.\n\nLaboris ea dolore Lorem cillum labore ut dolore tempor officia mollit nulla nulla veniam exercitation. Id commodo dolor duis amet dolor qui esse aliqua id velit veniam. Proident nisi ut consequat sint amet excepteur elit id non culpa id deserunt ex. Ut irure commodo sit duis adipisicing. Ipsum esse laborum amet enim veniam esse. Lorem occaecat do officia aliqua esse eu.\n\nAliqua veniam aute Lorem cillum sit fugiat elit voluptate aliqua commodo culpa enim. Culpa officia occaecat in esse aliqua aliqua. Do aute ipsum culpa sit ad ut deserunt consequat ea occaecat est qui veniam. Sint laboris nostrud veniam commodo Lorem ipsum velit amet duis. Irure enim et occaecat excepteur occaecat.","nominations":["Julien Stamm","Carlos Von","Rigoberto Sanford","Karley Rodriguez"]},{"name":"Kailyn Pfeffer","slug":"kailyn-pfeffer","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/moynihan/128.jpg","involvement":"Consectetur eiusmod irure cupidatat deserunt commodo et culpa dolore irure excepteur eiusmod. Ipsum tempor nostrud fugiat dolore duis et exercitation excepteur adipisicing sit aliqua. Aute aute eiusmod aliqua ut minim anim consectetur ea sit excepteur dolore ex in. Mollit sit est cillum labore enim et tempor.","qualifications":"Aute ex dolore deserunt cupidatat. Laborum id non dolore dolore magna mollit irure tempor. Incididunt laboris amet fugiat qui magna elit ex aliquip minim enim. Reprehenderit velit in deserunt dolor. Adipisicing et mollit consectetur dolore amet ullamco.","goals":"Dolore voluptate duis laborum mollit esse. Ex sint anim minim velit pariatur proident ut voluptate aliquip eiusmod elit nostrud minim ad. In fugiat voluptate nisi id. Occaecat qui ad id magna enim reprehenderit dolore cupidatat occaecat id duis fugiat cillum. Aliqua do enim laborum voluptate officia minim non nulla minim quis ut. Magna cillum commodo consectetur veniam laborum irure ullamco est mollit dolore id.\n\nNulla minim enim sunt Lorem anim. Aute id eiusmod qui velit culpa sit enim id nisi nostrud ea Lorem sint excepteur. Ipsum aute voluptate Lorem voluptate excepteur laborum nulla aliquip et excepteur nostrud consectetur. Ad sit enim fugiat nisi consequat. Lorem quis duis fugiat cupidatat aliquip veniam tempor sint nisi cillum culpa in magna nisi. Anim ea voluptate irure minim labore ipsum consectetur officia aliqua velit. Incididunt eu elit et eiusmod exercitation reprehenderit in.","nominations":["Pablo Wisoky","Bo Dare","Bryana Strosin","Destany Gaylord"]},{"name":"Teresa Prohaska","slug":"teresa-prohaska","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/johndezember/128.jpg","involvement":"Fugiat esse nisi nulla enim nostrud ad laborum nisi velit et esse ad aliquip. Laborum dolor proident et et ex irure. Voluptate in dolore Lorem anim excepteur sit ut exercitation culpa incididunt sunt. Ipsum occaecat nulla et ea occaecat elit commodo. Sunt ut fugiat non cillum qui reprehenderit culpa cillum in ex.\n\nEiusmod elit sint exercitation commodo pariatur. Deserunt consectetur proident culpa fugiat Lorem pariatur fugiat voluptate laboris exercitation minim. Aliqua aute voluptate est adipisicing Lorem ut sit amet ad ad.","qualifications":"Quis duis ad sunt voluptate. Ex aliqua ex do deserunt incididunt nulla aliqua amet ullamco enim ut. Proident ut ex veniam magna exercitation incididunt consectetur esse laborum velit. Anim Lorem quis ullamco consectetur voluptate commodo mollit. Aliqua cupidatat nisi pariatur id sint. Velit minim eu qui culpa tempor irure irure ad minim ea velit id. Quis Lorem est mollit est in.\n\nFugiat ut est sunt ut laboris est aute. Ipsum velit id nostrud Lorem mollit aute sunt laborum labore non sint non irure cillum. In adipisicing labore est labore eiusmod pariatur. Qui enim qui in nostrud fugiat aute dolor commodo enim sint duis. Nulla exercitation incididunt commodo et sint eu sunt esse commodo ullamco. Cillum aliqua duis tempor mollit aliqua anim Lorem cupidatat esse magna id aliqua fugiat. Laboris est officia pariatur eiusmod anim aute pariatur occaecat dolore deserunt dolore adipisicing sunt consectetur.","goals":"Consequat quis cillum nostrud consequat quis sint consectetur officia sunt. Laborum et Lorem labore qui commodo anim. In ullamco exercitation adipisicing laboris proident exercitation elit ad adipisicing anim pariatur quis sit. Nulla deserunt Lorem pariatur ullamco velit do laboris. Ex ex aliqua exercitation tempor ea adipisicing excepteur magna duis ut.\n\nId nisi amet sint nostrud velit reprehenderit incididunt culpa commodo adipisicing commodo excepteur. Proident ex magna labore proident proident do officia nulla officia sint nisi deserunt ea. Velit dolore nostrud tempor enim do dolor ad est. Proident veniam nulla tempor ad. Eu sit ullamco fugiat nisi adipisicing nulla esse nisi tempor amet aliqua. Elit id esse reprehenderit velit qui.\n\nIn duis laboris culpa culpa exercitation officia reprehenderit sit. Deserunt commodo magna nisi nisi qui ex magna do incididunt id tempor adipisicing esse qui. Magna enim incididunt qui anim pariatur adipisicing ut. Culpa sunt proident duis adipisicing dolor fugiat eiusmod adipisicing eiusmod dolore tempor sint. Dolor amet magna aliquip consectetur anim culpa est officia laborum mollit cupidatat cupidatat mollit. Voluptate duis commodo elit Lorem adipisicing mollit laborum aliqua exercitation nostrud nisi duis ullamco exercitation.\n\nOfficia amet incididunt anim ad occaecat proident cupidatat sint reprehenderit nulla et ex officia est. Eu quis ut magna do sint culpa. Irure consequat eu irure labore anim est in aliqua veniam incididunt adipisicing do mollit.","nominations":["Bryce Powlowski","Rebekah Jacobs","Mariam Mohr"]},{"name":"Houston DuBuque","slug":"houston-dubuque","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/bluefx_/128.jpg","involvement":"Ut incididunt ad qui sunt dolor aliqua veniam. Sunt anim velit dolore duis sit id. Veniam ullamco minim id magna eiusmod consectetur adipisicing ullamco ullamco magna tempor nulla ad dolor. Officia excepteur qui tempor ut cillum dolore eu velit quis laboris sint. In labore anim eiusmod ullamco. Commodo non mollit commodo Lorem qui labore quis sint ea minim aliquip. Fugiat reprehenderit fugiat magna reprehenderit sint anim nostrud do exercitation.\n\nEa ea ea proident ea veniam dolore elit. Esse ad aliqua amet ex minim exercitation aliquip enim culpa ex deserunt sit commodo. Eiusmod est minim quis ea irure deserunt elit sit. Laborum enim ipsum excepteur eu exercitation nulla anim cillum dolore ad incididunt. Labore consequat reprehenderit nulla minim sunt laborum fugiat occaecat ex elit dolore non. Minim nulla deserunt pariatur eiusmod nostrud fugiat fugiat commodo excepteur minim dolore ad velit.\n\nConsectetur magna deserunt eiusmod do ex nulla deserunt laborum ex amet adipisicing. Do voluptate deserunt sit ipsum. Ad commodo minim ea eu. Ut dolore nostrud id do est elit quis aute irure enim et elit aliquip. Eu fugiat consequat duis ad elit enim officia non officia ad. Officia proident officia ut veniam dolor irure reprehenderit do officia est laboris ex dolor quis.","qualifications":"Eu quis dolor aliquip aliqua sunt non id. Eu dolor velit aute aliqua eiusmod velit velit culpa aliqua proident laborum. Pariatur dolor proident dolore eu ea nulla. Occaecat irure id eu ipsum laboris ad reprehenderit ipsum non nulla fugiat esse.\n\nExcepteur qui cillum exercitation occaecat aute occaecat sunt non duis laborum laboris anim quis. Fugiat pariatur ut occaecat Lorem sint ea ipsum laboris laboris sint enim consequat nostrud et. Laborum quis eiusmod duis officia esse proident sint. Exercitation ex ea laborum mollit reprehenderit pariatur consectetur. Eiusmod aute eiusmod sunt est occaecat cupidatat excepteur. Eiusmod officia in nostrud consequat exercitation dolore qui. Dolor esse mollit officia nisi voluptate est culpa et quis veniam ea ipsum.","goals":"Irure non incididunt cupidatat et enim tempor. Commodo sit enim excepteur commodo deserunt quis anim et enim mollit aliquip commodo. Incididunt nisi ea ipsum eu aute qui fugiat officia sit minim nisi qui. Minim commodo reprehenderit anim officia. Lorem id aute voluptate nostrud elit fugiat occaecat fugiat aliqua duis est.\n\nMagna deserunt et cillum consectetur velit occaecat ullamco dolore esse ex sint ea esse. Sunt nulla qui ullamco id consequat ex in nostrud ad exercitation nulla exercitation deserunt excepteur. Aliquip ipsum culpa elit culpa consequat est cillum veniam in et amet elit eiusmod est. Consequat nostrud ut elit elit deserunt et ea sunt incididunt laborum exercitation. Enim minim id laboris sit veniam nostrud dolore pariatur ad labore sint nisi. Duis non nisi qui magna officia fugiat anim sunt. Magna dolore do officia occaecat culpa ipsum.\n\nNon et cillum minim anim occaecat fugiat commodo quis amet do occaecat ex. Eu nulla laborum aliquip do sit exercitation est. Mollit proident exercitation dolore tempor commodo et est cillum voluptate id. Ex cupidatat consequat Lorem veniam deserunt nostrud ut. Reprehenderit enim anim magna mollit elit laboris ut ad. Cupidatat est magna aute deserunt exercitation eu labore voluptate consequat.","nominations":["Mellie Bins","Allen Cassin"]},{"name":"Jaime Langosh","slug":"jaime-langosh","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/martip07/128.jpg","involvement":"Fugiat non laborum ad labore incididunt. Do ullamco duis exercitation aute mollit nostrud dolor tempor aute consequat consectetur commodo velit occaecat. Culpa nisi dolore nostrud do. Do nulla consectetur exercitation sunt excepteur deserunt do sint officia exercitation laborum. Id anim minim irure enim. Anim veniam dolor consequat incididunt aute nulla.\n\nCommodo officia officia consectetur commodo est esse esse. Velit nostrud laborum laborum quis non laborum quis sit nostrud consequat do fugiat sit incididunt. Nisi pariatur labore incididunt cupidatat minim cillum dolore commodo ex in nisi. Qui mollit dolor proident minim sunt est ipsum eu tempor non.\n\nEiusmod quis laboris consectetur incididunt labore veniam nulla ex est. Adipisicing adipisicing tempor esse in culpa voluptate sit ut Lorem excepteur veniam dolore. Exercitation quis sit non occaecat. Ullamco veniam enim magna reprehenderit in laborum est non. Non ad officia non Lorem veniam labore cillum.","qualifications":"Ea consequat commodo aute cillum Lorem aliquip duis est velit. Aliqua proident mollit exercitation cillum sit reprehenderit pariatur dolore tempor labore aute eiusmod sint Lorem. Voluptate reprehenderit et et deserunt in laborum nulla ut sunt.\n\nAdipisicing magna cillum labore reprehenderit nostrud quis officia aliqua est enim eu. Labore consectetur minim laboris nostrud proident consectetur. Pariatur velit non qui eiusmod non est velit sit Lorem ex exercitation Lorem. Laborum quis commodo nostrud pariatur deserunt occaecat proident eu eu et elit eiusmod.","goals":"Consequat fugiat laboris ea fugiat ipsum esse. Est enim est ea sint consequat sint consectetur proident quis commodo minim. Reprehenderit veniam elit sit proident dolor qui sint dolore veniam exercitation commodo exercitation. Do laborum anim culpa eiusmod id qui enim ad aute exercitation reprehenderit magna ad nisi. Lorem consectetur et est minim ex cupidatat. Veniam officia do sit quis ullamco proident nulla enim laboris do dolor cupidatat. Anim pariatur id labore est amet sit incididunt commodo commodo minim irure magna nostrud.\n\nCupidatat cillum ex esse dolore duis aute eiusmod Lorem ullamco Lorem ut enim cupidatat. Quis minim Lorem et mollit. Sit veniam anim veniam nostrud anim elit aliqua culpa non cillum. Incididunt reprehenderit excepteur ex culpa reprehenderit. Ea consequat esse pariatur officia incididunt ad eiusmod dolor qui.\n\nAliquip sit incididunt et adipisicing tempor ex ut. Officia ullamco dolor ex eu occaecat non. Qui anim in aute mollit ullamco esse consectetur voluptate magna sint aliquip amet. Ex non elit aliqua aliquip aliqua aute enim mollit dolore elit sint deserunt non do. Enim amet consectetur minim Lorem do Lorem anim.","nominations":["Zoe Olson","Alice Murray","Arnold Kunde"]},{"name":"Gunnar Howe","slug":"gunnar-howe","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/naupintos/128.jpg","involvement":"Amet cupidatat occaecat non laborum velit id dolor minim pariatur ex tempor excepteur exercitation ex. Non anim et voluptate magna ipsum reprehenderit laborum commodo aute eiusmod aute. Esse ad ut sunt est officia amet mollit dolore. Veniam sit incididunt eu nisi adipisicing ex adipisicing exercitation elit et excepteur reprehenderit eu do.\n\nPariatur sit irure exercitation non ipsum ea quis officia reprehenderit consectetur aute fugiat magna. Velit consectetur consequat do et duis officia cupidatat consectetur labore. Sunt adipisicing ea nisi ullamco enim eiusmod proident.\n\nQui non Lorem cillum dolor fugiat tempor duis Lorem velit enim dolore dolor enim sint. Exercitation eiusmod pariatur mollit nostrud cupidatat consectetur occaecat elit non anim veniam. Magna qui commodo reprehenderit qui. Ex dolore culpa laboris laboris mollit ex do do adipisicing culpa aliquip in. Enim id ullamco dolor non irure non exercitation cupidatat quis non nulla pariatur officia veniam. Proident cillum sunt ea commodo velit aliqua sint cupidatat do incididunt ad mollit eiusmod. Aute magna incididunt ullamco occaecat cupidatat sunt in nisi qui non exercitation qui magna.","qualifications":"Velit ad nulla excepteur excepteur incididunt do nulla proident sint sint anim. Irure excepteur aliqua excepteur est. In exercitation quis ea amet aliquip aute irure non occaecat. Est in minim labore cupidatat laborum excepteur eiusmod. Commodo ut anim esse reprehenderit laborum mollit sunt Lorem mollit laborum. Nostrud amet irure officia eu proident irure id ex labore voluptate pariatur cupidatat.\n\nIpsum adipisicing sint aute voluptate occaecat qui nostrud do duis. Aute ipsum amet elit laborum mollit magna sunt reprehenderit elit in voluptate magna. Labore consectetur ea enim nisi officia culpa est elit. In irure id dolor consequat commodo velit ut id. Esse ex magna id sit consectetur laboris amet duis tempor.","goals":"Pariatur eu ut in eu consectetur deserunt sit commodo. Ut aliqua est cupidatat dolor anim excepteur nostrud aliquip. Labore ullamco occaecat dolore eiusmod est nostrud deserunt occaecat consequat veniam. Eu sint velit laborum magna exercitation ad do laboris ad qui labore. Sit magna quis sunt culpa incididunt non eu velit esse Lorem irure qui duis. Elit eu qui exercitation proident excepteur minim dolore consequat Lorem excepteur. Sit voluptate nulla ut officia in proident.\n\nSit quis sit commodo commodo velit. Nostrud esse exercitation sit dolore commodo cillum quis. Nulla esse commodo Lorem veniam. Proident elit esse sint incididunt consectetur deserunt nulla ullamco. Sint nulla esse elit reprehenderit qui cupidatat et excepteur duis occaecat in veniam. Do in est reprehenderit adipisicing eiusmod et velit qui id incididunt nostrud. In nulla incididunt ea labore deserunt ut adipisicing laborum proident.\n\nIpsum sunt qui ut voluptate consectetur. Exercitation ipsum sunt in aliqua. Ex eu proident do qui. Culpa fugiat consequat amet ex occaecat eu veniam et in.\n\nSit elit labore nisi laborum nisi aliqua nulla exercitation mollit est veniam ipsum id nostrud. Dolore sint aliqua eiusmod pariatur duis quis do duis consequat cupidatat. Culpa esse voluptate aliquip commodo est aliquip laborum deserunt incididunt. Labore magna proident quis dolor incididunt. Laborum sit ut nulla velit irure incididunt eiusmod irure pariatur amet consequat. Duis aliqua reprehenderit anim ea eu enim. Magna esse aliqua est exercitation nostrud consectetur magna Lorem dolore.","nominations":["Wendell Bruen","Thora Crooks","Javon Barton"]},{"name":"Maximillia Shields","slug":"maximillia-shields","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/kuldarkalvik/128.jpg","involvement":"Aliqua reprehenderit nisi tempor ad ex laboris magna anim fugiat. Ex esse consectetur do dolor enim aliqua anim cupidatat. Quis commodo eiusmod ullamco aute elit nisi cupidatat qui dolor. Amet ut amet est deserunt sunt qui fugiat amet consectetur cupidatat ullamco duis laborum. Enim sit velit laboris consequat dolor consectetur est quis.\n\nDolore adipisicing aute sint ad esse ad sunt. Deserunt commodo Lorem ut minim non. Lorem voluptate commodo aliquip dolore sunt ut mollit reprehenderit. Cupidatat anim est aute est excepteur qui ipsum. Elit pariatur ad quis ad nisi fugiat. Nulla sint minim laboris ipsum laborum minim proident enim. Ullamco sint aliqua minim mollit irure ad eiusmod.","qualifications":"Nisi laboris dolor ipsum irure aute cupidatat aliqua duis culpa pariatur ea pariatur. Veniam sit laboris proident aliqua voluptate consequat tempor deserunt officia irure irure est proident. Ea velit sint consequat velit pariatur amet. Consectetur incididunt ea mollit Lorem Lorem fugiat minim id laborum irure id eiusmod.","goals":"Magna eu tempor nulla aliquip amet cupidatat cupidatat ullamco irure nostrud Lorem commodo velit. Ullamco excepteur aliquip commodo voluptate nulla elit eiusmod labore ad esse deserunt. Excepteur aliquip velit minim eu aute. Voluptate veniam minim ut consectetur dolor. Esse dolor magna dolore proident elit. Deserunt consequat enim incididunt pariatur nulla amet dolor qui ea magna adipisicing.\n\nNisi qui do consectetur minim irure deserunt aliquip amet commodo officia nulla est labore. Sunt ad ut nostrud ipsum velit aute pariatur minim dolore irure anim aliqua exercitation ea. Amet tempor voluptate in tempor exercitation ut ipsum non eiusmod consequat pariatur.\n\nMagna ex eiusmod dolore adipisicing deserunt id non. Sit eiusmod cillum ut veniam et ipsum veniam ut nisi proident. Aliquip ullamco tempor ex sit consequat reprehenderit velit ea nisi eu id duis dolore veniam. Eu sit nulla aliquip quis non est aliquip velit fugiat enim mollit ea officia. Fugiat velit elit nisi cillum eu aliqua eiusmod tempor minim dolor ex et amet. Qui do ut exercitation exercitation esse sint commodo tempor minim magna sit. Minim commodo sint sit do.","nominations":["Dean Grimes","Nelda Kihn","Bertrand Morissette"]},{"name":"Johnathan Welch","slug":"johnathan-welch","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/poormini/128.jpg","involvement":"Commodo reprehenderit mollit eu adipisicing. Qui ex ea aute qui anim exercitation. Dolore ipsum esse elit est amet eu ex ad ad et duis nulla Lorem magna. Minim pariatur adipisicing commodo sint ad officia id deserunt velit reprehenderit commodo eu tempor.\n\nIncididunt excepteur do eiusmod velit cillum laboris est in proident ut aute proident. Ex sint pariatur cupidatat occaecat nulla minim occaecat sunt consectetur laborum nisi. Consectetur est fugiat laboris velit veniam. Nisi voluptate non anim magna eiusmod. Non labore velit velit occaecat et. Culpa qui cupidatat aliquip aute. Aliquip magna dolor ad anim ea deserunt exercitation deserunt excepteur culpa nulla laboris incididunt elit.\n\nConsequat tempor deserunt voluptate qui dolor ipsum do mollit veniam. Ullamco incididunt est deserunt elit. Cillum incididunt proident mollit Lorem. Dolor culpa amet adipisicing elit irure enim ad magna ex non reprehenderit laborum. Commodo aliqua sunt adipisicing nulla cupidatat qui laboris duis eiusmod magna sit proident. Nisi ullamco elit ut mollit quis sit anim aliqua ipsum dolor commodo laborum.","qualifications":"Proident do labore dolor adipisicing. Minim non officia quis culpa ut consectetur consectetur velit minim tempor eiusmod consectetur voluptate do. Excepteur proident occaecat dolore consectetur qui pariatur excepteur voluptate. Do velit non proident nisi dolore reprehenderit. Anim et consectetur adipisicing adipisicing reprehenderit consectetur aliqua consectetur nostrud sit voluptate commodo sint. Excepteur sint ut nostrud mollit dolor fugiat laborum ipsum elit eiusmod officia. Nisi ea ex proident aute Lorem enim tempor commodo duis.","goals":"Labore aliquip commodo dolore exercitation voluptate ut ad pariatur ea laboris in culpa cupidatat. Esse culpa qui magna quis. Nostrud ullamco non amet duis esse laborum commodo eu irure aliquip esse magna eiusmod.\n\nEt elit minim sit ad eu quis voluptate dolore fugiat tempor incididunt cupidatat fugiat ea. Nostrud sit ex mollit dolore ex quis. Velit eu occaecat consectetur esse laborum et ea proident do minim. Veniam minim non in nulla. Esse deserunt duis cupidatat labore non consequat. Cillum consectetur eiusmod duis aliquip aliqua ex labore duis nostrud fugiat nulla quis eiusmod. Sint et minim laborum tempor culpa magna nisi commodo fugiat cillum deserunt enim tempor.\n\nSit culpa cupidatat deserunt do Lorem. Aute tempor labore anim officia non excepteur in Lorem velit exercitation duis. Commodo fugiat consequat Lorem reprehenderit reprehenderit nulla proident minim dolore laboris ad.\n\nNon dolor non ea sint consectetur sint tempor laborum adipisicing minim. Enim non est culpa dolor qui nisi cillum ad eu incididunt ipsum nulla aliquip. Est tempor magna consequat reprehenderit. Est ullamco amet eiusmod magna minim Lorem. Fugiat sint adipisicing sunt adipisicing dolor ea ex culpa. Minim et dolor ipsum nostrud ex enim consequat id ullamco. Minim dolore eiusmod est ea.","nominations":["Javier Schowalter"]},{"name":"Heath Klocko","slug":"heath-klocko","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/rehatkathuria/128.jpg","involvement":"Tempor ex deserunt tempor eu irure magna deserunt do ea. Voluptate culpa sunt labore occaecat eiusmod cillum in excepteur ipsum amet. Consequat sunt duis veniam fugiat ullamco sint enim et esse minim dolor elit cupidatat. Nisi consequat deserunt consectetur dolore non non magna aliqua. Dolor exercitation adipisicing anim labore.\n\nNisi reprehenderit velit sit eiusmod fugiat dolor culpa aute excepteur laboris excepteur ea minim. Aliquip cillum ullamco sit elit incididunt deserunt. Esse pariatur veniam incididunt exercitation occaecat mollit aliqua consectetur consectetur adipisicing. Anim ea ipsum cillum qui est amet eu non sint.\n\nAmet officia aliquip qui consectetur eu duis ad. Aliquip anim consectetur nisi in. Proident eiusmod voluptate commodo aliqua esse irure cupidatat ullamco anim ad mollit.","qualifications":"Elit est do laboris dolore. Laboris commodo nulla nisi mollit nulla exercitation tempor veniam ullamco laboris ut minim id nostrud. Sint esse enim velit reprehenderit officia excepteur Lorem. Culpa sint non cillum sint cillum amet commodo amet pariatur anim. Non elit veniam magna nulla est Lorem irure veniam pariatur id id excepteur eiusmod. Ipsum sint minim enim amet qui eiusmod consequat est veniam laboris quis sunt. Et velit consequat eu duis eiusmod ea do.\n\nAd ut do nisi esse culpa elit duis Lorem consequat dolore culpa veniam. Quis elit et deserunt eiusmod esse irure nisi mollit ad proident. Excepteur magna aliquip consequat excepteur enim ut. Qui mollit laborum laborum duis ipsum dolor adipisicing ad fugiat. Tempor adipisicing aliqua do ex reprehenderit fugiat consequat in laborum eu mollit amet. Excepteur consectetur eiusmod elit enim incididunt anim voluptate mollit reprehenderit in ex laborum.","goals":"Cupidatat consequat consectetur ut officia nisi consectetur cupidatat minim eu ad exercitation non esse consequat. Enim cillum Lorem ad deserunt. Laborum ullamco ad commodo voluptate nostrud qui in adipisicing magna. Culpa nostrud consequat dolor in exercitation commodo anim laborum. Aute qui nisi proident aute fugiat cillum esse deserunt deserunt magna. Excepteur sit consectetur nisi sit incididunt labore amet Lorem minim in.\n\nDeserunt aliquip sit commodo adipisicing ea dolore amet dolor labore fugiat. Id in aliqua duis velit tempor sit fugiat excepteur aliquip aliquip sint laboris. Adipisicing voluptate sint aute ex eiusmod enim reprehenderit culpa adipisicing labore. Qui do aute sunt sunt reprehenderit mollit nisi excepteur ipsum voluptate. Sint reprehenderit enim velit do ut. Ullamco commodo dolore ea deserunt sunt enim enim dolore elit.\n\nVeniam elit eu elit consequat pariatur eu enim fugiat id et. Est incididunt dolore tempor dolor amet sunt sint nulla incididunt proident nisi cillum amet veniam. Non consectetur proident ex voluptate ex irure enim. Ex elit occaecat labore exercitation. Magna nostrud non proident minim ipsum nostrud. Laboris voluptate exercitation eiusmod nulla minim deserunt tempor irure fugiat deserunt pariatur duis. Eu voluptate culpa fugiat quis nostrud Lorem nisi sit exercitation aute laborum tempor nulla.","nominations":["Orland Koelpin","Ova O'Reilly"]},{"name":"Lillie Harber","slug":"lillie-harber","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/nelsonjoyce/128.jpg","involvement":"Est occaecat magna id labore amet dolore adipisicing. Magna eiusmod sunt anim qui. Elit ut ex culpa duis laboris tempor nulla Lorem enim in reprehenderit eiusmod aute in. Aliqua minim dolor qui incididunt excepteur cillum. Anim reprehenderit et excepteur pariatur dolor sit voluptate labore anim ullamco.\n\nSunt aute occaecat consequat cupidatat amet tempor deserunt et sunt do enim. Laboris dolor ex do excepteur aliquip sunt et exercitation et id in. Excepteur excepteur occaecat occaecat nostrud labore minim. Aliqua excepteur aliquip Lorem sit culpa. Nulla velit tempor qui laborum duis nisi officia eu. Magna eu ipsum incididunt do aliquip et in ea.","qualifications":"Do laboris dolore fugiat non aliqua ea aliquip et commodo consequat sint. Exercitation elit anim culpa deserunt consectetur minim fugiat ea ipsum deserunt cupidatat deserunt. Lorem ullamco dolor nulla eiusmod nostrud reprehenderit dolor minim do deserunt aute aliqua id. Nisi cillum aliquip Lorem commodo laborum officia.\n\nEst consectetur ipsum excepteur ex ullamco amet ipsum. Commodo laboris proident ea Lorem. Sint voluptate fugiat cillum veniam tempor proident consectetur sint non qui deserunt culpa ex duis. Ea do eu exercitation elit id. Officia est id ea ex ipsum anim sit est pariatur laboris amet dolor esse. Minim et enim velit id ut. Cupidatat nulla labore mollit pariatur eiusmod tempor.","goals":"Mollit excepteur ea id veniam elit pariatur esse. Proident reprehenderit exercitation laborum et do aliqua eiusmod tempor dolore tempor minim dolor qui ut. Irure sunt aliqua ea amet adipisicing mollit consequat deserunt amet id nisi minim in. Sunt consectetur consequat reprehenderit fugiat pariatur in sunt velit velit reprehenderit. Nostrud ea veniam adipisicing est proident.\n\nConsequat nostrud sunt excepteur nulla nostrud occaecat ea nostrud. Proident dolore laborum mollit amet elit. Aliquip excepteur occaecat non eiusmod deserunt tempor velit eu. Quis sit adipisicing tempor veniam elit veniam adipisicing pariatur tempor non ipsum. Cupidatat eu sit nisi nisi quis adipisicing cupidatat consectetur consectetur non proident dolor incididunt irure. Velit aliquip eiusmod nisi laboris aliquip.\n\nDuis nulla ullamco eiusmod officia minim dolor officia exercitation magna Lorem adipisicing enim aliqua duis. Adipisicing consequat aliquip sint velit ex consequat non sit. Tempor minim adipisicing aliqua proident voluptate exercitation et culpa ex.","nominations":["Mollie Christiansen","Henri Ward","Haven Weissnat"]},{"name":"Tamara Spinka","slug":"tamara-spinka","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/andrewcohen/128.jpg","involvement":"Ut enim do velit nostrud occaecat dolore eu velit labore velit. Dolor fugiat enim ut sit officia Lorem qui sunt. Ut aliqua eiusmod adipisicing nisi sint. Consequat quis ipsum dolor Lorem do commodo id sit adipisicing eiusmod qui laborum irure. Do et aliquip mollit elit ex magna consectetur occaecat magna adipisicing aute eiusmod consequat.\n\nCupidatat enim qui nisi ex in reprehenderit nulla consequat pariatur incididunt nulla deserunt mollit magna. Cupidatat ut eiusmod ex anim aliqua sunt magna deserunt cillum fugiat irure enim. Culpa ex elit voluptate officia quis exercitation do cillum ex eu culpa consectetur. Proident do laborum consequat incididunt ad velit in in ea eu consectetur in qui.","qualifications":"Ea nisi Lorem do non laborum ea veniam. Do magna mollit consequat pariatur amet laborum voluptate labore. Adipisicing labore occaecat tempor in ex occaecat fugiat ullamco. Tempor sit velit consectetur enim duis consequat id laboris culpa anim nulla esse aliquip. Aliqua et nulla Lorem pariatur ex sint incididunt sit.\n\nTempor elit ea laboris id aliquip. Tempor consectetur fugiat sunt dolor elit Lorem cillum anim officia anim sunt. Velit proident excepteur reprehenderit sunt dolor enim culpa sint dolor qui do.","goals":"Duis magna Lorem id anim irure dolore exercitation consectetur consectetur ullamco Lorem incididunt. Labore non eu dolor ut velit fugiat deserunt sunt esse sunt amet. Minim minim eu qui ex. Ex esse mollit ipsum magna ea non cupidatat ut. Dolore ut sunt incididunt nostrud et nulla commodo dolor ad tempor qui pariatur. Voluptate labore exercitation do quis ut culpa commodo aliqua excepteur ut.\n\nAmet excepteur exercitation commodo reprehenderit nisi laboris nostrud voluptate. Enim sit ipsum Lorem aliqua. Deserunt laborum ipsum pariatur labore cillum incididunt anim esse. Esse sit amet irure exercitation quis cupidatat eiusmod anim. Nulla elit qui qui veniam magna aliqua qui laboris voluptate duis tempor sint ad nostrud. Commodo in commodo non ea.","nominations":["Amalia Dibbert","Cesar Corwin","Patricia Rath","Pinkie Price"]},{"name":"Leone Welch","slug":"leone-welch","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/_shahedk/128.jpg","involvement":"Occaecat aute qui velit aute cupidatat consequat. Commodo do consectetur eiusmod sit sint veniam duis commodo laboris quis. Nisi ex esse exercitation exercitation. Qui duis laboris do exercitation nostrud exercitation in anim laboris velit.","qualifications":"Culpa enim anim esse esse id. Fugiat labore sit nisi et cillum mollit sunt id ex. Anim anim sunt sint do ut labore cupidatat non minim dolor cupidatat minim cupidatat ad. Exercitation in culpa quis Lorem dolore eiusmod occaecat.","goals":"Culpa sint cillum tempor dolore sunt sint cupidatat ullamco labore voluptate. Consectetur ea est nisi anim esse et nisi laborum consectetur excepteur esse nostrud commodo velit. Dolore cupidatat nostrud occaecat magna voluptate eiusmod sint minim labore eiusmod mollit. Voluptate proident aliquip laborum do laborum. Pariatur exercitation non anim anim aliquip esse non anim laboris cupidatat velit est magna deserunt. Laboris ut mollit duis incididunt ullamco ea deserunt tempor enim sunt ipsum et.\n\nMinim ad elit eu esse non exercitation amet non sit consequat. Aliquip fugiat fugiat nostrud amet consequat non eu ullamco aliquip qui laborum culpa velit magna. Ut aliquip sint commodo officia non nulla proident. Duis id officia laboris qui sint proident.","nominations":["Christiana Langworth","Giovanny Armstrong","Willy Rogahn"]},{"name":"Ashleigh Wiegand","slug":"ashleigh-wiegand","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/sawrb/128.jpg","involvement":"Ea ea tempor consectetur aliqua et ad aute fugiat aliquip cupidatat duis labore fugiat est. Et consectetur commodo esse ullamco ex velit fugiat amet commodo aliqua veniam nulla ipsum. Non mollit tempor exercitation dolore excepteur eu ipsum reprehenderit in id esse. Quis nostrud id aute reprehenderit minim non pariatur aute. Sint aliqua qui et ipsum labore aliqua nulla et voluptate esse quis. Exercitation commodo magna dolore occaecat fugiat ullamco dolor.","qualifications":"Labore irure esse officia dolore veniam commodo laborum tempor commodo. Tempor laborum magna aute Lorem ea velit commodo eiusmod anim fugiat irure. Ad quis aliqua sunt nostrud. Esse nulla laboris consequat mollit ad anim cillum velit dolor ipsum. Do reprehenderit esse proident ex tempor laborum voluptate officia veniam anim fugiat. Ad veniam commodo Lorem eiusmod esse irure. Ut officia consectetur proident laboris.","goals":"Consequat quis nulla eu eiusmod duis excepteur aliquip. Mollit cupidatat incididunt cupidatat Lorem incididunt commodo ex fugiat sunt laboris. Irure irure anim reprehenderit dolore non quis anim nostrud in ad irure mollit officia. Aute laborum in proident est laborum do excepteur labore aliqua. Labore minim nulla id irure cillum sit mollit id cillum nulla excepteur amet cillum laborum. Sint ea aute labore sint magna pariatur id pariatur eu esse velit tempor elit aliquip.\n\nNostrud sunt velit laborum ea sunt sunt eu exercitation in ea eiusmod. Ex labore pariatur anim proident nostrud sint voluptate nisi qui dolore mollit. Ipsum labore anim officia elit do qui aliquip est do excepteur eiusmod fugiat tempor.\n\nVeniam non cupidatat irure culpa tempor exercitation adipisicing ullamco irure ullamco proident eiusmod mollit. Laborum voluptate ut laborum irure. Nisi ullamco voluptate esse nostrud dolore ut labore minim esse cillum proident ea elit. Nostrud cillum et eu pariatur ullamco sint aliquip magna officia officia deserunt. Amet sint nostrud fugiat do labore nisi ipsum fugiat enim consectetur incididunt excepteur consequat. Labore do nostrud aute aliquip proident dolore. Laboris cillum consectetur laboris mollit aute do amet.\n\nDeserunt sunt labore minim dolore ea do laborum. Consequat reprehenderit qui sit laboris ex minim sint commodo aliqua nostrud ex voluptate. Reprehenderit magna ea eiusmod nostrud aliqua et Lorem dolor velit aute. Aliqua fugiat reprehenderit consequat esse quis magna sit sunt. Mollit dolore anim ex mollit dolore adipisicing eiusmod.","nominations":["Jany Mraz","Carlie Beatty"]},{"name":"Lelia Murazik","slug":"lelia-murazik","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/billyroshan/128.jpg","involvement":"Sit cupidatat elit dolor aute elit mollit elit. Non cupidatat anim duis dolore excepteur anim quis ex consequat qui veniam. Consequat excepteur aliquip commodo nisi non deserunt voluptate elit ullamco irure. Laboris in voluptate adipisicing consequat excepteur ea ullamco qui culpa nulla. Fugiat enim qui esse cillum mollit exercitation in excepteur voluptate officia aliqua sunt occaecat nulla.\n\nReprehenderit nulla sint ex laboris ad nostrud ullamco sit sint sint. Mollit elit ipsum esse qui fugiat sunt magna nulla irure minim magna sit. Sunt sint reprehenderit eu elit dolor consequat nisi amet. Veniam do dolor do do sunt velit incididunt tempor. Sint anim nostrud sunt adipisicing duis qui eu cupidatat ullamco. Minim aliquip quis anim laboris duis Lorem ullamco laborum amet ipsum minim sint excepteur.","qualifications":"Culpa dolor est exercitation velit sunt esse anim. Consequat exercitation cillum ex velit nostrud et ea irure excepteur velit mollit irure mollit adipisicing. Excepteur sit deserunt fugiat eiusmod adipisicing ea pariatur exercitation quis. Ad esse amet est aute amet nisi mollit labore velit cupidatat officia officia. Velit consectetur adipisicing nostrud non ut cupidatat non sunt. Qui eu anim aliquip mollit deserunt do ad culpa dolore in non non reprehenderit. Do cillum ex deserunt non.\n\nDolor officia dolore cupidatat esse. Amet do nisi duis excepteur. Deserunt aute sint veniam reprehenderit laboris nisi Lorem sit incididunt aliqua laboris est consequat. In aliqua do dolor nulla mollit irure eu esse fugiat esse est.","goals":"Id eiusmod irure nisi consectetur minim cillum Lorem aute aliqua veniam. Ullamco eu eu sit dolor ea ea labore est enim esse. Pariatur ex est mollit amet officia cillum aliqua laborum in. Ex consectetur cillum duis cupidatat duis ullamco in nisi veniam fugiat excepteur do.\n\nUllamco voluptate excepteur duis laboris elit incididunt ex consequat est. Incididunt commodo consectetur tempor elit eu in aliquip mollit cupidatat aliquip irure sit ut ad. Ullamco labore est commodo eu nulla aliquip duis mollit officia esse commodo sit. Pariatur consectetur voluptate nulla aute nisi consectetur proident fugiat esse officia adipisicing culpa. Labore commodo eu adipisicing veniam esse mollit exercitation id voluptate in est qui est. Officia labore voluptate sit ex minim est ipsum duis. Ipsum laboris sit sunt duis sunt minim occaecat.\n\nTempor labore sit quis ipsum dolore. Cillum nulla duis proident elit do incididunt fugiat ipsum cupidatat cillum cillum ullamco Lorem adipisicing. Sunt sunt sint officia laboris tempor dolore cillum Lorem occaecat sunt laborum. Minim enim do cupidatat id amet eu veniam sit Lorem eiusmod incididunt. Ex in aliqua quis dolor.","nominations":["Zula West","Janis Christiansen"]},{"name":"Hilma Murphy","slug":"hilma-murphy","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/the_purplebunny/128.jpg","involvement":"Do enim ad ullamco mollit irure do cillum Lorem est velit enim ea eu. Cupidatat anim sunt ipsum nulla minim. Cupidatat aliquip nisi labore adipisicing ut aliquip excepteur anim labore nulla dolore. Ea exercitation tempor deserunt laboris velit labore do. Incididunt irure mollit et irure tempor pariatur in pariatur mollit dolore. Est mollit qui et consectetur minim reprehenderit non voluptate officia mollit sit anim.","qualifications":"Id irure anim ea quis laboris amet elit adipisicing fugiat eu amet ea. Sunt amet commodo aliqua ea ad consectetur fugiat eu elit. Ut laborum nostrud anim sint aute. Reprehenderit est et cillum consectetur sint consequat occaecat in eu officia ad.","goals":"Dolore do officia cupidatat est nostrud mollit et exercitation sunt. Elit ea ea duis sint. Sint qui nisi ea duis consectetur.\n\nEx velit nostrud reprehenderit proident proident id duis. Amet nulla magna amet cupidatat est eu proident id. Dolor labore in velit minim exercitation laborum labore ut anim reprehenderit dolore laboris. Adipisicing nostrud nostrud ex mollit elit. Consectetur veniam ex consectetur officia culpa et nisi enim amet. Adipisicing ullamco commodo exercitation ullamco occaecat do non deserunt ea culpa sit laboris.\n\nReprehenderit reprehenderit irure sit et nisi anim veniam irure. Do elit adipisicing est Lorem eu id velit culpa nisi in ut anim non. Veniam sunt elit et officia sint consequat duis nisi incididunt. In est velit non consequat id laboris aliquip adipisicing consectetur.","nominations":["Gaetano Murray","Ursula Pfannerstill","Beverly Conn","Reinhold Buckridge"]},{"name":"Rashawn Lehner","slug":"rashawn-lehner","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/aka_james/128.jpg","involvement":"Exercitation et minim ea nulla non et labore. Veniam labore officia esse ad. Pariatur irure cupidatat deserunt sint laborum.\n\nConsequat id ipsum ut officia laboris sit laboris Lorem officia. Eiusmod et eu mollit ut ullamco. Minim commodo qui sint incididunt. Mollit enim incididunt elit ad.","qualifications":"Nisi nostrud aliquip mollit mollit. Aliqua dolor magna sit ullamco eiusmod dolor culpa cillum sit tempor id aliquip adipisicing. Aliqua do esse adipisicing elit ipsum dolore amet aliqua irure consequat tempor. Consectetur officia ea aliqua mollit et et ullamco anim nisi ea laborum.","goals":"Velit amet magna eiusmod anim tempor occaecat sit do voluptate do Lorem culpa. In mollit mollit eu adipisicing cillum. Exercitation cupidatat voluptate Lorem et sint pariatur qui commodo do et est magna adipisicing. Aute eiusmod eiusmod pariatur aliquip do. Minim in do ut eu Lorem duis magna sunt ad deserunt in ad.\n\nLorem aliquip sit enim ea excepteur. Dolor cillum consequat do tempor qui commodo adipisicing. Minim ipsum ea sint deserunt esse irure fugiat fugiat ipsum quis.","nominations":["Elise Brown","Stephon Hagenes","Gennaro Little","Virginia Quitzon","Matilde Schulist"]},{"name":"Domingo Herzog","slug":"domingo-herzog","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/akmur/128.jpg","involvement":"Ea eu culpa veniam est occaecat sunt dolore dolor excepteur. Sint laboris ipsum id cillum esse duis nisi aliquip. Enim deserunt voluptate voluptate dolore amet et culpa nulla aute et enim in ut cupidatat. Aute officia eu ea ut dolore culpa duis. Ut sunt qui sit aliquip ut magna. Velit aute dolore eiusmod nostrud nostrud nisi duis cupidatat dolor et aliqua amet.\n\nIpsum commodo sunt proident reprehenderit anim laboris esse anim. Consequat nostrud duis culpa tempor dolor velit eiusmod id consequat. Ex incididunt anim ad reprehenderit fugiat duis sunt veniam. Id incididunt pariatur irure aliquip proident occaecat in esse sint sint.","qualifications":"Nostrud velit proident non ipsum officia officia elit. Amet sit ullamco eiusmod aliqua magna nostrud occaecat aliquip dolore consectetur id aliquip duis cupidatat. Incididunt eiusmod sunt eu nostrud. Ex proident magna cillum in qui. Reprehenderit laborum Lorem ullamco sit sunt amet ullamco irure in minim ea deserunt. Commodo sint eu sint qui consectetur et do et elit ex duis fugiat. Amet ullamco excepteur deserunt irure officia culpa nulla voluptate culpa qui fugiat esse non.\n\nCillum esse ullamco exercitation amet. Qui commodo do adipisicing pariatur ex nisi et veniam do qui do sit excepteur. Aute enim eiusmod voluptate nisi labore nostrud adipisicing ipsum nulla. Dolor cillum nostrud laborum ad culpa.","goals":"Tempor dolor est pariatur do cupidatat duis non. Anim Lorem dolor aliqua cillum nisi consequat irure commodo reprehenderit ea cillum exercitation enim nostrud. Excepteur veniam eu officia cillum aute aliquip irure adipisicing incididunt dolore cillum commodo consectetur. Sit ad cillum dolor nostrud. Enim elit amet sit adipisicing. Sit qui et elit incididunt ullamco.\n\nNisi voluptate mollit voluptate consectetur labore voluptate consectetur. Anim ad magna cillum quis incididunt in cillum. Non sint dolore exercitation sit duis.","nominations":["Nathan Cummerata","Malinda O'Kon","Amalia Marks","Demarcus Botsford","Marielle Cassin"]},{"name":"Lavina Greenholt","slug":"lavina-greenholt","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/yayteejay/128.jpg","involvement":"Nulla cupidatat dolore consectetur est consectetur ea duis. Occaecat eu id aliqua nisi id enim commodo nisi nisi magna irure. Veniam culpa laboris consequat ipsum ex fugiat deserunt Lorem ullamco sunt. Incididunt sit aliquip nostrud Lorem et elit incididunt. Et pariatur elit dolor ut consequat officia eiusmod fugiat enim pariatur. Ea duis labore in tempor anim occaecat deserunt enim.\n\nExcepteur sunt est sint labore anim ad. Magna laboris cillum est id ut aliqua tempor pariatur sit do do ipsum do eu. Mollit duis deserunt consectetur elit irure. Ad adipisicing aute nisi laborum ullamco proident laboris qui laboris. Incididunt consequat do voluptate ipsum. Enim in occaecat ex sint do commodo ea deserunt aliquip in.","qualifications":"Mollit esse pariatur ea ea reprehenderit. Id ut in irure exercitation. Anim laborum magna dolor incididunt dolor laboris esse veniam. Reprehenderit nisi anim officia Lorem ullamco ea. Mollit cupidatat ad enim deserunt incididunt nostrud. Exercitation incididunt voluptate laborum ullamco commodo aliquip minim enim anim nisi laboris sunt culpa in. Nulla sint ullamco nisi consectetur id tempor nisi excepteur sit id.\n\nExercitation sunt excepteur qui mollit ea laboris ullamco ad ipsum magna elit minim. Non mollit Lorem excepteur amet esse ex anim commodo anim esse ea nisi. Nisi aliquip ad duis anim. Dolore deserunt aliquip pariatur do aute.","goals":"Commodo anim cillum id exercitation cupidatat ut consequat eiusmod. Irure incididunt qui pariatur adipisicing nisi eiusmod aute minim velit. Lorem laborum occaecat non qui adipisicing irure adipisicing aliquip excepteur dolore dolore.\n\nCupidatat labore sit nisi ex enim esse mollit ea incididunt quis pariatur ea est. Dolore esse magna non est minim culpa do velit consequat. Magna anim laborum commodo laborum aliquip sint sunt et velit.","nominations":["Lela Dare","Mitchell Metz","Darby Parisian","Aric Stamm"]},{"name":"Georgette King","slug":"georgette-king","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/yecidsm/128.jpg","involvement":"Eu eiusmod eu nisi enim proident nisi amet cillum do sint sunt Lorem ut. Incididunt elit voluptate cupidatat proident non sint duis do esse laboris. Fugiat do est eu adipisicing irure ad pariatur elit veniam. Voluptate ex veniam quis ut mollit fugiat irure. In tempor sunt sunt do.\n\nEnim incididunt velit voluptate dolor. Dolore do sunt ipsum ipsum aliquip ullamco amet ea mollit sint officia excepteur nulla do. Sit sit ipsum quis aliquip. Nisi amet culpa pariatur irure magna minim proident Lorem consequat irure est. Aute excepteur ullamco pariatur ullamco exercitation cupidatat laborum minim cupidatat ex. Ipsum tempor ex qui aliqua ullamco pariatur deserunt et mollit nisi mollit reprehenderit.\n\nIpsum laboris mollit do id mollit sunt dolor deserunt aliquip et exercitation qui deserunt eiusmod. Nostrud dolore reprehenderit do cupidatat fugiat nisi velit eiusmod culpa. Sint sint eiusmod ex aute et nisi. Pariatur minim laborum consectetur magna ex. Id in nulla velit adipisicing Lorem occaecat id nostrud duis consequat labore voluptate ad commodo.","qualifications":"Cillum id ad ex aute et laboris sit officia nisi sit ipsum irure commodo ullamco. Veniam cupidatat ea esse ex qui. Ipsum duis tempor culpa dolor proident eiusmod anim ullamco nisi voluptate ullamco enim deserunt. Elit magna minim sunt officia proident ad occaecat magna nisi. Consequat quis nostrud ea excepteur commodo ipsum quis adipisicing cupidatat. Mollit in irure quis sunt dolore in deserunt esse consequat.\n\nConsequat elit sint amet minim dolor in est aliquip ut aliquip id. Commodo minim non sint pariatur nisi nostrud. Sunt nisi esse minim anim do cillum voluptate esse. Excepteur occaecat eiusmod eu magna aute adipisicing esse. Commodo laboris amet irure mollit ipsum consequat aliquip esse fugiat labore incididunt. Sint enim laborum eiusmod reprehenderit nisi fugiat eiusmod aliqua eiusmod sint. Est elit sunt ex labore eu laboris sit ut ullamco adipisicing ullamco labore qui nisi.","goals":"Adipisicing et cillum consequat nulla eiusmod et consequat. Consequat sit quis laborum officia ea. Ex ipsum sunt anim anim nostrud consectetur adipisicing. Dolore ex cupidatat fugiat id ipsum dolore irure minim. Incididunt et velit enim ad dolore cillum nostrud exercitation proident. Duis veniam irure ea sunt elit nostrud proident excepteur ad exercitation enim.\n\nAd nisi id deserunt esse ad Lorem culpa deserunt proident. Aliquip magna exercitation ut incididunt ipsum consequat deserunt et sit elit sit aute ut. Ullamco cupidatat aliquip laboris commodo quis non ullamco do ex laborum elit voluptate. Exercitation ullamco consectetur velit nulla et exercitation aliqua eu dolore. Elit tempor fugiat aute sint laboris sunt duis anim sit nulla labore aliqua qui et. Nulla Lorem qui dolor laborum consectetur ipsum eu non est mollit id. Duis elit sunt ea velit dolore proident.\n\nAliqua enim tempor esse ullamco laborum duis tempor sit ad eu ea. Dolor id ea excepteur laborum aute laborum cupidatat minim fugiat nisi dolor aliqua. Proident est ea aliquip pariatur laboris magna. Exercitation voluptate pariatur magna id nisi veniam incididunt mollit commodo cillum aute voluptate culpa incididunt. Sunt ad fugiat sint irure amet reprehenderit.\n\nConsequat excepteur dolore magna esse magna elit pariatur ut fugiat. Est eu elit ad ut officia laboris eiusmod pariatur aute est ad Lorem. Dolor enim pariatur elit id.","nominations":["Brandt Yost","Myrtie Waelchi","Verner Stark"]},{"name":"Hilario Hansen","slug":"hilario-hansen","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/therealmarvin/128.jpg","involvement":"Laboris fugiat nulla est mollit eu laborum enim adipisicing eiusmod labore excepteur tempor. Velit sint fugiat ex consectetur sunt pariatur eu occaecat est et culpa adipisicing aliquip occaecat. Nulla incididunt dolor id adipisicing. Irure anim tempor nulla duis culpa exercitation Lorem velit magna exercitation tempor mollit tempor eu. Proident pariatur esse eu exercitation cillum id qui voluptate consectetur sint cupidatat nisi.","qualifications":"Aliquip nulla aliquip amet incididunt magna. Enim est aliqua nostrud commodo est ad fugiat non qui aute velit ullamco. Adipisicing velit velit velit occaecat nisi adipisicing dolore aliqua adipisicing culpa quis sint ut minim.\n\nNon ullamco voluptate pariatur qui duis et culpa officia ullamco eu dolor pariatur consequat. Minim labore reprehenderit exercitation nulla culpa in Lorem aute consequat aliquip cillum. In sit ut nisi sint ad occaecat cillum exercitation magna.","goals":"Pariatur ex sunt veniam amet aliquip sit tempor labore anim duis aliqua sit aute in. Officia anim sint Lorem commodo voluptate sunt irure minim enim fugiat do sunt duis ex. Magna magna tempor quis ut aliquip anim. Do occaecat in officia laboris reprehenderit adipisicing enim. Tempor officia fugiat velit eu aliqua consequat anim.\n\nIpsum excepteur ad velit est nostrud ex consequat ad et do nostrud amet quis. Pariatur quis pariatur do velit consequat ad voluptate ex. Est irure aliquip non ex ut cillum magna labore in officia laborum non. Sunt veniam quis aliquip aliqua esse.\n\nIn aliqua proident occaecat culpa. Laboris do aliquip sunt ullamco amet duis laborum cillum. Deserunt fugiat ut proident ullamco. Sint quis veniam culpa commodo.\n\nCulpa sint nostrud laborum aute ut quis proident commodo eiusmod eiusmod fugiat reprehenderit amet. Sunt cupidatat id commodo tempor aliquip. Minim veniam ut sunt consectetur quis cillum magna enim in amet sit esse duis.","nominations":["Zack Bailey","Easter Kuhlman","Josh DuBuque"]},{"name":"Kevon Blanda","slug":"kevon-blanda","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ricburton/128.jpg","involvement":"Incididunt deserunt labore est tempor. Proident irure nostrud anim exercitation ea eu sunt reprehenderit nostrud officia. Cillum occaecat excepteur quis veniam mollit est ipsum nostrud nostrud sit excepteur Lorem mollit irure. Consequat ullamco aute irure eu dolore adipisicing. Pariatur id exercitation deserunt ipsum ullamco ea ipsum mollit fugiat adipisicing esse. Esse eu ullamco deserunt irure esse cupidatat nostrud.","qualifications":"Esse in commodo nisi ad do eu nostrud. Aliquip pariatur non in ullamco duis eu eu consectetur. Aliqua qui aute magna exercitation. Duis non ut cillum velit duis dolor veniam qui elit sint quis eu. Est esse culpa enim proident exercitation dolore adipisicing voluptate do elit. Quis aliquip Lorem elit tempor eu pariatur dolore adipisicing exercitation cupidatat ut reprehenderit proident. Mollit duis nisi non tempor enim Lorem occaecat.","goals":"Magna quis do est consectetur. Commodo veniam aliqua velit consectetur pariatur eu nisi aliquip elit est cillum magna esse. Nulla magna occaecat consequat reprehenderit do pariatur duis veniam elit ipsum non do ullamco. Aliqua adipisicing dolor est consectetur enim sunt proident dolor deserunt. Voluptate consectetur pariatur in incididunt dolor veniam aute eiusmod incididunt labore id cupidatat sint nostrud. Ad dolor velit magna culpa ipsum dolor sit qui ea qui nisi reprehenderit fugiat. Officia et velit ut adipisicing aliqua officia fugiat eiusmod adipisicing nostrud sunt sint Lorem.\n\nDolore officia veniam enim cillum elit tempor proident in est officia eu excepteur. Proident id in dolore officia proident duis qui fugiat aliquip dolor nostrud incididunt veniam consectetur. Fugiat enim nulla magna voluptate excepteur est sit ex incididunt. Deserunt officia consectetur nisi minim quis ad do. Eiusmod esse commodo non officia quis officia voluptate. Dolore labore veniam officia nulla excepteur anim voluptate ea incididunt magna. Consequat ullamco exercitation laborum excepteur ad.\n\nReprehenderit pariatur consectetur nulla occaecat in non. Velit tempor duis tempor Lorem ad Lorem duis aliqua consectetur eiusmod. Mollit aute esse veniam ipsum. Ut laborum eiusmod amet dolore minim exercitation adipisicing id ut ipsum nostrud elit.","nominations":["Delphia Hills","Coleman Stanton","Lolita Hilpert","Liza Donnelly","Isabel Streich"]},{"name":"King Blanda","slug":"king-blanda","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/m_kalibry/128.jpg","involvement":"Aliqua ad ullamco pariatur cupidatat sunt ipsum esse. Occaecat nulla eiusmod consectetur sit consectetur eiusmod sint proident cillum. Nisi laboris enim anim irure adipisicing nostrud.\n\nAnim exercitation Lorem proident ullamco nostrud nisi sunt. Lorem commodo ipsum elit amet qui id veniam est ut elit proident dolor proident. Anim ipsum Lorem dolore Lorem id ut deserunt pariatur commodo voluptate do veniam quis. Pariatur culpa magna occaecat et ex eu esse ea sit do labore adipisicing voluptate cupidatat. Do ex occaecat nulla minim laborum quis elit. Adipisicing sit officia dolor anim ullamco occaecat velit cillum qui cupidatat fugiat eiusmod ullamco Lorem.\n\nElit ullamco in ullamco voluptate esse deserunt. Ea dolor pariatur ex ipsum amet duis anim occaecat ea ut. Consectetur qui magna cupidatat pariatur dolore ex aliqua est enim minim proident exercitation.","qualifications":"Ad adipisicing labore aliquip et ut anim. Enim exercitation aliquip id anim Lorem commodo officia velit aliqua consequat enim dolore id. Mollit commodo qui tempor sit incididunt duis dolore enim occaecat ipsum. Et dolore Lorem est eu officia minim officia eu quis cupidatat voluptate excepteur adipisicing. Adipisicing officia laborum ullamco ex amet in ex ea enim elit labore ullamco irure consectetur. Cillum duis aute ex ullamco fugiat aliquip non tempor officia.","goals":"Proident ut excepteur laborum eu esse. Consectetur consectetur ad voluptate commodo cillum elit sunt magna adipisicing magna ut. Adipisicing adipisicing enim occaecat pariatur commodo id adipisicing proident incididunt exercitation voluptate.\n\nEst id ipsum exercitation laboris laborum Lorem non est quis ullamco dolor occaecat laboris anim. Commodo exercitation nulla non elit nisi. Sunt mollit tempor officia voluptate consectetur non sunt eiusmod cupidatat.\n\nEt velit esse elit velit sunt officia nisi nisi pariatur. Lorem eu fugiat aliquip qui magna incididunt. Ut deserunt fugiat sunt esse adipisicing labore. Labore aliqua mollit non sit mollit pariatur dolore magna labore dolore deserunt ex aliqua. Dolore labore veniam dolore sit. Mollit consequat enim nulla amet nostrud sunt occaecat sint in elit. Velit ad aliqua sit occaecat.\n\nMollit elit nisi duis do consectetur duis velit velit id proident voluptate occaecat ut. Excepteur aliquip quis eiusmod laborum esse incididunt fugiat cillum veniam do pariatur Lorem laboris. Dolor ut commodo nulla quis mollit. Dolore minim duis minim irure laborum adipisicing elit cillum elit aliqua id esse.","nominations":["Sadie Gleichner","Hildegard Botsford","Marina Trantow"]},{"name":"Ellsworth Bechtelar","slug":"ellsworth-bechtelar","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/murrayswift/128.jpg","involvement":"Ea exercitation eu occaecat cillum. Consectetur labore aliqua duis dolore culpa nostrud elit laboris. Adipisicing do aute aliqua labore voluptate enim exercitation ea dolore ut et consequat. Et in proident laboris eiusmod amet ipsum exercitation aute adipisicing ad. Occaecat fugiat enim mollit deserunt enim officia quis sit in. Qui officia elit occaecat aute deserunt. Occaecat magna sunt quis aliqua voluptate aliquip sunt dolor deserunt ad nostrud.\n\nSint esse sint reprehenderit anim quis minim qui proident nulla. Excepteur enim officia duis commodo ex consequat irure adipisicing velit veniam aute consectetur. Laboris ipsum mollit tempor esse commodo enim labore consectetur adipisicing quis cillum amet. Laboris ut excepteur quis sit eu elit laboris dolor. Tempor irure consectetur aliquip cupidatat exercitation enim veniam labore adipisicing esse enim. Eu occaecat magna velit consectetur amet nulla irure occaecat occaecat dolore Lorem exercitation.","qualifications":"Nisi ipsum pariatur adipisicing labore incididunt adipisicing officia elit nostrud cupidatat sint fugiat amet. Lorem ad dolore do esse labore exercitation elit nisi id. Consequat enim tempor occaecat adipisicing nulla esse reprehenderit pariatur consectetur cupidatat ea consectetur laboris consectetur. Occaecat eiusmod sint laboris sit do magna ea.\n\nEnim dolore laboris in aute anim quis eu enim officia id tempor aute. Sunt ea commodo enim culpa sunt nostrud dolore magna ea. Non commodo ea magna elit voluptate non est eu aliquip adipisicing eu tempor. Proident laborum id cillum nostrud fugiat esse cillum. Ad officia Lorem aliquip deserunt pariatur incididunt reprehenderit ipsum ullamco sit eu. Laborum qui aliquip dolor eiusmod eu ea sint cupidatat ex aute mollit qui pariatur.","goals":"Eu laboris aliqua in esse occaecat voluptate sit velit nulla voluptate. Dolore enim aute deserunt eu nisi quis. Minim cillum fugiat ea occaecat aute deserunt Lorem et in. Voluptate dolore aliquip irure incididunt anim mollit et magna irure duis laborum. Mollit labore eu minim officia.\n\nIrure eiusmod eu dolor Lorem dolore eu. Do Lorem non proident ullamco deserunt nostrud laboris ad. Duis sit velit voluptate id nostrud culpa mollit enim culpa fugiat amet mollit. Incididunt ut ullamco cupidatat officia aute laboris aliquip nulla labore minim esse exercitation dolore esse. Esse esse veniam nulla laborum. Ut nisi aliquip in laborum commodo sunt ipsum. Ex dolor culpa culpa dolore in elit sunt esse aliqua.","nominations":["Antonette Kessler","Amya Jacobson","Domenic Kirlin","Adam Nitzsche"]},{"name":"Felix Brekke","slug":"felix-brekke","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/madcampos/128.jpg","involvement":"Aliqua fugiat et exercitation reprehenderit laborum. Proident et laborum tempor incididunt consequat. Ad nostrud dolor velit irure amet minim.\n\nAmet cupidatat pariatur eu nisi aliquip minim pariatur consequat irure adipisicing ipsum esse. Et esse amet ad nostrud. Ut sunt occaecat exercitation aliqua elit tempor qui. Dolore nostrud incididunt incididunt nostrud sint incididunt eu cillum officia laboris proident commodo sit elit. Laboris laboris aute consequat Lorem et proident magna officia Lorem culpa. Quis est sit consequat et commodo.\n\nCulpa ipsum irure labore aliquip enim incididunt Lorem. Dolore magna culpa culpa deserunt sint officia fugiat ut. Fugiat occaecat elit labore labore aliquip veniam cupidatat ad. Cillum deserunt ad pariatur voluptate. Pariatur ad pariatur esse enim eiusmod ipsum aliqua cillum ut proident nisi Lorem duis commodo. Culpa eiusmod aute id quis aliqua occaecat aute.","qualifications":"Ullamco in anim duis commodo et occaecat magna voluptate. Voluptate commodo elit ad eiusmod in officia labore ea incididunt. Adipisicing enim pariatur eu occaecat eiusmod elit adipisicing.","goals":"Esse mollit velit aliquip dolore amet ullamco ipsum et occaecat ullamco. Ullamco sunt aliquip proident do cupidatat sunt Lorem qui dolore dolore consequat et sit. Sit laboris voluptate laboris sunt incididunt aute cupidatat velit nisi. Pariatur enim exercitation pariatur magna laborum ea aliqua consequat amet irure fugiat. Incididunt enim do occaecat pariatur proident enim exercitation. Eiusmod in est magna aliqua exercitation Lorem consectetur ullamco qui enim id nulla id commodo.\n\nAnim dolor adipisicing labore eiusmod nostrud magna incididunt dolor Lorem nulla quis consequat tempor reprehenderit. Sint cupidatat esse reprehenderit consectetur ea ad in exercitation nisi officia cillum ad. Ut sint sint et proident. Velit ex anim sit aliquip est labore sint eiusmod non cillum dolore amet esse culpa. In velit mollit quis est id officia dolore. Est consequat deserunt pariatur commodo exercitation pariatur velit Lorem ipsum nulla deserunt. Consequat irure aliqua magna ad.","nominations":["Casey Stoltenberg","Chelsey Shields"]},{"name":"Georgiana Prosacco","slug":"georgiana-prosacco","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/cherif_b/128.jpg","involvement":"Enim adipisicing labore ullamco occaecat nulla et veniam. Sunt amet labore amet cillum ad magna. Ea consequat anim cupidatat laboris. Labore fugiat ut nulla velit.\n\nDo irure occaecat nisi officia ullamco duis veniam adipisicing proident. Excepteur occaecat adipisicing nulla cupidatat occaecat enim. Reprehenderit proident enim nostrud magna officia. Nisi officia exercitation dolore occaecat cillum laboris in nisi nulla. Laborum in enim tempor amet est velit Lorem consectetur reprehenderit dolore nostrud fugiat duis. Laborum fugiat minim non deserunt deserunt sunt elit ut.\n\nAmet veniam eiusmod voluptate mollit sit. Magna sit laborum dolor minim veniam commodo ea. Sunt culpa elit quis esse ullamco sit ea qui minim ipsum proident.","qualifications":"Incididunt ad veniam non id dolore laborum tempor sunt et pariatur. Culpa eu id consectetur labore id eiusmod ipsum in laborum. Nisi quis eiusmod est do anim sint officia qui aute incididunt enim quis. Magna anim in sint cillum. Veniam occaecat duis velit aliqua qui. Cupidatat sunt fugiat voluptate ut nostrud pariatur consectetur qui. Mollit adipisicing magna sunt aute laboris esse.","goals":"Consequat in et velit nostrud dolore. Duis consectetur officia qui sint esse laborum est. Labore ad ipsum minim deserunt id ut aliquip eiusmod. Sunt ad deserunt commodo exercitation sint mollit aliqua mollit tempor cillum adipisicing.\n\nTempor et excepteur aliquip in culpa. Ex amet et excepteur sit amet esse laborum ut deserunt. Exercitation officia occaecat consequat irure ea tempor laboris eu duis dolore dolor proident culpa consequat. Laborum et eu enim sit commodo laboris commodo sunt consectetur sunt. Proident dolor anim proident deserunt labore. Amet do ea ipsum nulla aliquip ex. Ea aliqua voluptate in sint fugiat officia.\n\nCommodo in nisi proident velit irure tempor et est incididunt anim. Anim excepteur enim nostrud irure consequat ea occaecat reprehenderit occaecat consequat fugiat dolor veniam. Cillum pariatur laboris laboris eu laboris. Aliquip minim nulla excepteur laboris ullamco commodo qui proident est. Minim consectetur cupidatat aliqua proident est. Exercitation fugiat deserunt adipisicing excepteur.","nominations":["Christopher Bergstrom"]},{"name":"Russell Cartwright","slug":"russell-cartwright","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/nilshelmersson/128.jpg","involvement":"Culpa cupidatat officia laboris sit laborum ea cupidatat aliquip enim aliqua cillum Lorem. Qui adipisicing est aliquip dolor consectetur consequat reprehenderit. Ut consectetur sint adipisicing culpa sit.","qualifications":"Ea exercitation sunt quis consectetur ipsum anim adipisicing. Aute culpa dolore mollit proident minim sunt elit. Ullamco labore aute non eu ullamco aliquip ad ea non Lorem aute ut culpa velit. Anim elit amet officia et Lorem ipsum. Nostrud consectetur minim ex cillum qui nostrud. Labore id id ex eiusmod eu elit ex sint veniam consectetur incididunt deserunt.\n\nMollit mollit incididunt duis aliquip tempor ullamco adipisicing reprehenderit esse. Non do adipisicing laboris occaecat ad do id ut sunt consectetur officia. Exercitation ut cillum magna et ex. Ut culpa magna non anim enim ad Lorem aliquip in nostrud do occaecat ullamco. Excepteur pariatur Lorem non consectetur culpa exercitation aliquip. Deserunt commodo commodo minim anim ex id cupidatat et velit.","goals":"Officia consectetur sit id laborum excepteur eiusmod eu velit amet. Sit labore proident consequat amet adipisicing do laboris magna culpa aliquip nulla. Pariatur minim in duis nostrud dolore et quis labore velit fugiat sint. Commodo esse fugiat ea ullamco tempor voluptate veniam duis voluptate irure incididunt. Irure esse amet Lorem Lorem voluptate nostrud. Lorem veniam laboris duis laboris dolore ex laboris ullamco cillum proident esse velit labore.\n\nEa enim exercitation mollit mollit do. Minim quis officia irure quis exercitation exercitation mollit non est ullamco. Ad amet tempor in ut ullamco. In nisi aute occaecat excepteur reprehenderit. Excepteur dolor ut tempor irure qui nisi officia culpa ut magna. Duis eiusmod culpa voluptate ad ipsum minim ullamco magna ad dolore sunt eiusmod reprehenderit elit. Duis cupidatat aliquip eu sit voluptate qui commodo ad deserunt laborum veniam do cupidatat.\n\nOfficia aliquip aute commodo esse dolor minim laborum. Dolor quis qui et commodo Lorem dolor commodo velit. Nulla amet ex est ex nisi anim irure excepteur. Officia occaecat nostrud consectetur adipisicing cillum est. Enim cupidatat occaecat ea enim reprehenderit dolor. Nisi aliqua amet non do. Lorem ut sint cillum dolor non aute non qui nostrud cillum do aliquip mollit.","nominations":["Julianne Collins","Evelyn Corkery","Orlo Hintz"]},{"name":"Tristin Stiedemann","slug":"tristin-stiedemann","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/baumann_alex/128.jpg","involvement":"Reprehenderit eiusmod eiusmod ex ex ex laborum Lorem est tempor non eiusmod. Consectetur eiusmod cupidatat sit velit nostrud. Excepteur sint ut elit voluptate.","qualifications":"Duis qui quis non enim irure deserunt id. Fugiat proident mollit laboris enim officia laboris sunt cupidatat consequat ea fugiat irure minim. Amet excepteur laboris et nostrud eu anim magna et aute dolor id. Velit voluptate deserunt in commodo.","goals":"Ad laborum elit nisi exercitation cillum ad dolor in est fugiat ut tempor minim voluptate. Esse in enim ullamco culpa nulla veniam velit adipisicing mollit. Enim consequat magna nulla eu eu deserunt. Adipisicing ea reprehenderit laboris amet est. Est officia aliquip velit pariatur sunt quis ex labore eu ullamco dolore aute.\n\nSit nisi fugiat proident qui aliquip sint. Dolore cupidatat sit laborum eiusmod sit aliquip. Cupidatat eiusmod consequat velit duis pariatur ut et magna. Tempor duis anim reprehenderit id cupidatat. Nulla est consequat aliquip culpa qui tempor sunt anim proident sunt minim.\n\nLaboris minim aute ut exercitation do labore ullamco dolore labore pariatur qui. Elit dolor et ut dolor labore reprehenderit consequat elit. Anim voluptate dolor excepteur labore id magna excepteur voluptate dolor velit officia amet. Do exercitation irure ea elit duis anim. Enim exercitation laboris labore voluptate veniam voluptate deserunt.","nominations":["Albin Schulist","Juston Macejkovic","Blanca Kozey","Jadyn Ratke"]},{"name":"Odie Hodkiewicz","slug":"odie-hodkiewicz","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/alxndrustinov/128.jpg","involvement":"Ut consectetur elit officia laborum cillum nulla. Sunt labore ea nisi ut est aute sit nulla pariatur esse. Nulla deserunt duis anim mollit minim consectetur elit. Eiusmod culpa sit aute fugiat id aliqua consequat cillum nulla dolore in fugiat. Magna exercitation sit ullamco ullamco qui tempor mollit id culpa amet elit sunt excepteur nisi. Laboris deserunt aliqua esse irure cupidatat pariatur nulla mollit. Voluptate sint est reprehenderit aute aute.\n\nSit do non eu voluptate. Id irure laboris in commodo aliqua. Esse aliquip eu ea id proident consequat aute ullamco dolor. Sint veniam qui tempor eiusmod magna ad elit dolore mollit eiusmod ea et.\n\nDo pariatur et adipisicing voluptate officia aliquip ea minim laboris deserunt. Officia id occaecat deserunt amet Lorem adipisicing proident. Proident cillum pariatur enim id minim exercitation adipisicing commodo labore. Ad do cupidatat id commodo non irure.","qualifications":"Amet dolore minim nostrud dolore culpa ullamco qui deserunt eiusmod aute esse veniam duis. Non commodo laborum occaecat ipsum ullamco consectetur ipsum incididunt excepteur. Veniam mollit magna est do. Eiusmod magna sunt Lorem labore. Magna reprehenderit aliqua incididunt dolor est consequat magna aliquip irure cupidatat et in exercitation laborum. Officia enim proident in cillum dolor labore nisi do consequat eiusmod non aute cillum.\n\nQuis eiusmod fugiat sint aliqua sunt mollit occaecat consectetur do nisi. Et officia occaecat cillum dolore occaecat culpa. Id do magna officia proident mollit incididunt id. Sunt aute tempor proident incididunt cillum nisi dolore aute reprehenderit exercitation consectetur dolor magna.","goals":"Ut sint qui labore ipsum commodo minim. Irure non dolore ullamco laborum veniam laboris aliquip cillum anim. Ullamco labore enim tempor culpa deserunt sint do. Pariatur exercitation do adipisicing anim eu exercitation consequat. Id deserunt do sit et.\n\nUllamco quis non commodo pariatur occaecat consectetur laborum minim aliquip dolor. Quis aute cupidatat dolor amet excepteur labore aliquip minim. Do nisi mollit id dolore nulla deserunt occaecat. In nisi nisi voluptate laborum adipisicing proident do proident ex sint nostrud laborum aute. Ad officia reprehenderit ad cupidatat aute pariatur. Nostrud quis nisi laboris nostrud sint fugiat culpa eu amet sit non aute. Qui adipisicing irure excepteur deserunt dolore exercitation commodo.","nominations":["Carmela Nitzsche","Maymie Graham"]}]}}
