{"localCouncil":{"positions":[{"title":"Co-chair","slug":"co-chair","description":"\n  <p>The Co-Chairs shall be the official public spokespersons for the Local and will initiate such actions and policies as the Local’s general welfare may demand. The Co-Chairs shall organize and preside over all official meetings of the organization and the Local Council. The Co-Chairs shall maintain consistent communication with all committee leaders and facilitate collaboration and coordination between them. Additionally:</p>\n  <p>The Co-Chairs will also act as, or appoint, the official representatives of the Local to the National Organization and to other DSA Locals. This does not apply during official business at the National DSA Convention, when Local Delegates may act independently on behalf of the Local’s membership.</p>\n  <p>The Co-Chairs serve as executive officers of the Local, and they are listed on financial accounts along with the Treasurer.</p>\n  <p>At least one Co-Chair must not identify as both White and Cis-Male.</p>\n          ","candidates":[{"name":"Krystel Cassin","slug":"krystel-cassin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/woodsman001/128.jpg","involvement":"Aute tempor cillum dolore sit duis mollit et sit eiusmod aliqua veniam nisi. Aute quis mollit velit officia et id esse ea eiusmod dolor in enim veniam ipsum. Veniam ad culpa exercitation adipisicing ad et quis fugiat est incididunt. Ex occaecat velit laboris nostrud ipsum. Ullamco aliqua Lorem occaecat nostrud proident Lorem officia. Dolore mollit laborum laborum amet quis sint consequat dolore commodo reprehenderit.\n\nIrure elit incididunt reprehenderit sunt consequat amet et. Esse consequat enim anim officia. Veniam aliqua qui mollit ut commodo sunt enim ipsum nulla exercitation nostrud incididunt incididunt. Irure mollit dolore enim ad. Nostrud cupidatat voluptate ea sint irure fugiat reprehenderit sit commodo. Elit laborum sit ullamco sunt magna culpa laborum nostrud incididunt ut ad. Quis ea consectetur esse duis veniam ipsum velit est adipisicing aliquip in mollit in.\n\nNulla reprehenderit eiusmod nulla excepteur. Enim sint sit amet nulla. Ut elit fugiat labore ipsum. Eu aliqua Lorem dolore proident pariatur cillum ex commodo commodo cillum proident laborum dolor. Eiusmod incididunt dolore mollit fugiat aliqua dolore ad et. Do dolore exercitation proident in mollit exercitation aliqua occaecat nostrud ut ea.","qualifications":"Nostrud et ex culpa eu do labore irure pariatur amet. Qui culpa nostrud occaecat commodo labore duis occaecat laboris reprehenderit fugiat. Officia laborum exercitation excepteur qui laboris irure aute sunt. Voluptate pariatur veniam nisi id excepteur aliqua proident mollit. Anim sunt sint dolor duis.\n\nLaborum eu esse voluptate laborum tempor veniam nisi est et excepteur cupidatat. Fugiat culpa cillum eiusmod aliquip officia exercitation. Esse et in ex aliqua ex enim eu nulla minim adipisicing fugiat anim nisi tempor. Ad officia cupidatat non cupidatat voluptate in culpa dolor eiusmod laboris laboris. Dolore duis aliquip aute magna sunt aliquip. Velit nisi ea labore aliqua duis.","goals":"Aute consequat nostrud nostrud aliquip. Ut quis laborum do dolore tempor aute dolore nisi sunt nisi. Do cupidatat enim deserunt occaecat. Nisi cillum enim amet ex incididunt eu incididunt et. Reprehenderit Lorem officia id in adipisicing laboris excepteur adipisicing Lorem sint commodo eu. Proident do deserunt voluptate nisi veniam incididunt occaecat elit sint mollit. Lorem eiusmod est ex est exercitation.\n\nMollit laboris voluptate ex ipsum aliquip elit laboris eiusmod cupidatat. Veniam id cupidatat ea aute dolor velit esse exercitation anim eu id labore cupidatat. Duis Lorem anim aliquip irure dolor excepteur. Elit ut irure duis ut.\n\nSint eiusmod proident velit qui ut et deserunt id quis non non sint voluptate enim. Adipisicing qui irure sit excepteur exercitation fugiat amet. Mollit aliqua qui aliquip aute consequat eiusmod. Consequat quis et laborum nostrud quis enim nulla. Cillum laborum duis in reprehenderit ullamco anim consequat ut. Incididunt reprehenderit quis incididunt ullamco amet anim incididunt veniam exercitation ullamco. Excepteur ullamco mollit do anim sint Lorem voluptate exercitation nisi magna laborum ut officia deserunt.\n\nAmet dolor irure irure pariatur consectetur minim. Qui consectetur est dolore et minim incididunt esse amet officia do. Et cupidatat nisi veniam reprehenderit.","nominations":["Rachael Reilly","Hunter Satterfield","Wayne Crooks","Osborne Simonis"]},{"name":"Wallace Bayer","slug":"wallace-bayer","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/xadhix/128.jpg","involvement":"Aute consequat voluptate eiusmod consequat. Nostrud mollit tempor labore ut ea ullamco cillum est excepteur voluptate. Ipsum elit consequat anim eiusmod aute mollit tempor.","qualifications":"In nulla ut qui ex ea. Duis tempor aliquip aliquip qui laborum sit officia. Ullamco in veniam laboris officia veniam irure. In elit voluptate magna laborum do incididunt et ex aliquip. In eiusmod velit qui ipsum anim qui anim labore mollit officia officia reprehenderit. Consectetur laboris proident elit velit ut occaecat cupidatat excepteur duis exercitation in. Veniam adipisicing dolor dolor labore voluptate mollit minim labore magna deserunt voluptate.","goals":"Officia non eu qui sit. Minim enim eiusmod commodo laborum. Ullamco non in velit esse deserunt excepteur in pariatur voluptate dolore sint labore qui pariatur. Nulla voluptate ad officia incididunt fugiat excepteur magna voluptate elit do consequat occaecat fugiat. Nisi eu enim cillum pariatur ipsum commodo.\n\nIncididunt culpa consequat sit cupidatat fugiat commodo officia cupidatat non duis eiusmod. Sunt do do voluptate non et mollit proident pariatur reprehenderit ea do. Cupidatat enim amet non deserunt aliquip aute esse non adipisicing reprehenderit commodo magna. Ut mollit qui non labore officia consequat esse velit.\n\nNon non anim occaecat minim sint aliquip qui amet veniam culpa voluptate dolor reprehenderit magna. Velit commodo elit velit sint esse commodo ut dolor. Reprehenderit voluptate excepteur nostrud est consectetur velit adipisicing est labore reprehenderit proident nulla in dolor. Exercitation Lorem esse commodo ullamco incididunt aute sint. Id duis nisi veniam qui voluptate sit aliqua occaecat id deserunt. Velit qui cillum culpa excepteur fugiat Lorem incididunt aliquip magna in.\n\nIpsum nulla incididunt minim ut minim dolore mollit. Excepteur sunt pariatur id ipsum sint tempor laboris aliqua cillum velit incididunt fugiat pariatur consectetur. Esse consectetur do nulla consectetur eiusmod labore proident. Adipisicing non elit excepteur reprehenderit ullamco. Sunt adipisicing sint velit nostrud excepteur aute.","nominations":["Kim Wisoky","Korey Koch","Adriana Smitham","Jose Jacobs","Alexandre Mills"]},{"name":"Ella Hackett","slug":"ella-hackett","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/terryxlife/128.jpg","involvement":"Ea nostrud laborum ad quis est officia culpa qui consectetur nulla. Laborum excepteur deserunt nulla esse qui est occaecat culpa laborum tempor. Anim ipsum et elit cillum minim id non qui. Commodo elit enim id fugiat mollit nostrud anim exercitation eiusmod id. Duis veniam fugiat fugiat qui elit pariatur aliqua irure.","qualifications":"Dolor sunt officia excepteur ipsum velit. Mollit do sint amet magna enim est in pariatur deserunt. Ipsum enim magna culpa excepteur occaecat est aute quis aliquip ut sint qui sit mollit. Esse elit reprehenderit qui deserunt veniam Lorem.","goals":"Esse do nostrud deserunt est nisi do eiusmod pariatur nostrud et amet. Culpa laboris quis nisi laboris ut duis qui consequat occaecat Lorem id id excepteur amet. Cupidatat velit anim labore eu aliqua do fugiat qui elit cillum minim in sunt tempor. Occaecat aute Lorem aliquip ipsum do in.\n\nDo ad velit occaecat exercitation pariatur excepteur mollit. Aliquip officia ad eiusmod quis commodo tempor adipisicing quis Lorem minim cillum aliqua velit. Nostrud commodo veniam mollit sint fugiat fugiat culpa sunt occaecat consectetur. In laborum sunt ea sint Lorem esse ad deserunt consectetur consequat incididunt ex. Culpa commodo qui eiusmod laborum excepteur ea deserunt anim. Commodo Lorem mollit est voluptate voluptate occaecat elit reprehenderit magna. Amet quis ea cillum velit reprehenderit nulla officia eiusmod anim incididunt minim.","nominations":["Ana Hudson"]}],"seats":"2 seats"},{"title":"Vice Chair","slug":"vice-chair","description":"\n  <p>The Vice Chair is responsible for assisting the Co-Chairs with all of their duties. If both Co-Chairs are unable to perform their duties, the Vice Chair shall perform all duties and assume all responsibilities of the Co-Chairs until such a time as one or both Co-Chairs are able to resume their posts.</p>\n          ","candidates":[{"name":"Jayden Schumm","slug":"jayden-schumm","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/adrienths/128.jpg","involvement":"Cupidatat proident ullamco ea nulla. Laboris cupidatat mollit deserunt non fugiat tempor consectetur occaecat. Id ipsum ut id ullamco dolor in nisi occaecat id. Ad sint incididunt dolor proident amet adipisicing cupidatat reprehenderit duis excepteur sint ipsum.\n\nNisi ad nulla sint aliqua. Fugiat ipsum nostrud sit ut qui dolor eiusmod ad ad labore amet. Pariatur duis ut dolore est ex quis nulla laboris sint Lorem ea. Magna irure ad est eiusmod reprehenderit qui occaecat sit aute.","qualifications":"Et commodo consectetur aliqua anim elit amet est pariatur enim sit reprehenderit ullamco amet dolore. Ex eiusmod aute nisi occaecat mollit laboris sit irure quis eu dolore id magna. Laborum eu nisi sit occaecat.\n\nLaborum ex nostrud ea velit est mollit sint aliqua laboris deserunt. Tempor sunt et fugiat et. Quis commodo fugiat culpa fugiat anim consectetur reprehenderit non ea. Consequat aute ex dolore minim sunt esse non dolore dolore velit exercitation voluptate laborum Lorem. Est magna labore enim quis est. Sunt esse minim eu aliqua dolore adipisicing pariatur officia fugiat enim laborum velit officia.","goals":"Irure occaecat velit non dolore officia enim minim elit et pariatur consequat. Culpa eu tempor cillum enim occaecat ex eiusmod officia minim elit occaecat id est amet. Minim mollit dolore voluptate sint deserunt. Qui aliquip sit minim fugiat reprehenderit excepteur aliquip anim sit sint voluptate consequat ullamco dolore. Elit quis commodo excepteur nisi laboris consequat pariatur nulla nisi velit. Minim occaecat culpa voluptate minim labore nisi exercitation ad magna ad.\n\nDeserunt elit dolor quis reprehenderit culpa commodo aliqua sit magna tempor ullamco. Occaecat cillum culpa sit non officia veniam tempor. Proident id commodo do occaecat sit quis occaecat incididunt labore enim Lorem voluptate et. Qui ea ad officia aliqua consectetur veniam anim non ut non exercitation. Aute commodo qui voluptate reprehenderit amet. Aute amet incididunt nisi ipsum veniam non fugiat cupidatat laborum eiusmod deserunt occaecat labore consectetur.\n\nEx laboris est cillum ea velit culpa quis deserunt aliqua sit velit Lorem. Exercitation laboris labore fugiat pariatur ea ipsum culpa anim irure esse. Eiusmod exercitation elit ex pariatur velit nostrud pariatur veniam veniam. Ullamco nostrud ullamco tempor aliquip nisi Lorem adipisicing do cillum laborum non reprehenderit deserunt. Nulla ex adipisicing enim est enim ea do qui. Aliqua anim reprehenderit irure quis non tempor amet dolor.\n\nVelit tempor elit dolore aute aliquip culpa voluptate labore tempor aliqua magna. Qui ullamco mollit deserunt exercitation exercitation. Excepteur elit do veniam id proident deserunt in laboris elit veniam. Dolore veniam commodo cupidatat ut veniam id duis quis adipisicing elit qui excepteur commodo minim.","nominations":["Laney Schumm","Annetta MacGyver","Bernadette Franecki"]},{"name":"Noah Ankunding","slug":"noah-ankunding","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/peter576/128.jpg","involvement":"Irure velit minim adipisicing sit aute. Qui elit culpa exercitation culpa consequat sint mollit magna sint est nulla. Incididunt excepteur nisi est aute incididunt minim et pariatur esse labore. Anim aute cupidatat officia deserunt do proident ut sint veniam in ut cupidatat magna.\n\nExcepteur qui nostrud occaecat ad nostrud enim aliquip ad amet eiusmod ea non occaecat ut. Non occaecat aliqua nulla amet labore. Cillum mollit adipisicing ea qui amet sunt. Aliqua cupidatat sint reprehenderit adipisicing deserunt magna dolor eu consequat quis officia consectetur. Eu labore in mollit duis sit commodo aliqua reprehenderit amet proident aliquip occaecat ipsum.","qualifications":"Ex cillum pariatur enim voluptate culpa. Aliqua nostrud nulla sit reprehenderit incididunt sit nulla tempor tempor ut exercitation. Nulla incididunt ex duis consectetur adipisicing.","goals":"Incididunt ipsum anim ipsum officia sit voluptate laborum ullamco eiusmod. Id ex consectetur enim fugiat ullamco ullamco adipisicing ad anim laborum do quis adipisicing. Ut minim excepteur et nulla fugiat consequat nulla. Et veniam voluptate nulla officia magna ullamco eu dolore quis anim ipsum esse aliqua eiusmod.\n\nSunt ullamco pariatur magna exercitation enim voluptate veniam sint ex aliqua in nisi cillum proident. Est qui nisi esse nulla voluptate adipisicing. Irure elit cillum pariatur enim.\n\nElit ut occaecat eu labore. Reprehenderit duis sit eiusmod Lorem in esse ex enim cillum mollit. Laborum amet reprehenderit magna elit in ipsum aliquip nulla commodo sit laborum laborum. Tempor occaecat exercitation ad aute qui do excepteur. Tempor dolor deserunt irure irure ex irure sit exercitation irure minim. Cupidatat anim cillum eiusmod pariatur exercitation sit.","nominations":["Chelsey Emard","Millie Davis","Victor Feil","Jonatan Bosco"]}],"seats":"1 seat"},{"title":"Secretary","slug":"secretary","description":"\n  <p>The Secretary is responsible for taking minutes of all General Membership and Local Council Meetings, and shall be responsible for publishing these minutes, as well as resolutions, reports, and other official records of the Local. The Secretary may appoint, but must oversee, a temporary proxy minutes-taker for any meeting. That proxy may not vote on behalf of the Secretary. Additionally:</p>\n  <ul>\n    <li>a. The Secretary shall transfer official records in good condition to their successor.</li>\n    <li>b. The Secretary will assume the responsibilities of one of the Co-Chairs, if both Co-Chairs and the Vice Chair is unable to do so.</li>\n  </ul>\n          ","candidates":[{"name":"Margarita Swift","slug":"margarita-swift","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/artvavs/128.jpg","involvement":"Consequat fugiat aliqua ullamco ullamco aliqua mollit ex aliquip officia pariatur culpa cillum. Quis cillum eiusmod aute proident excepteur magna labore. Excepteur in exercitation irure officia non proident aliqua esse. Reprehenderit incididunt ea adipisicing ex nisi tempor nulla nulla ex eu. Officia amet ut est est est adipisicing cillum ut nostrud.\n\nTempor minim culpa et aliquip ea ipsum sit laborum incididunt cillum. Voluptate ea irure proident reprehenderit dolor qui ex sit ea excepteur et. Dolore deserunt Lorem anim reprehenderit ex non irure nostrud incididunt mollit id. In esse elit labore tempor qui Lorem consectetur ea esse sit. Sint non deserunt dolore labore adipisicing anim elit reprehenderit aliquip.\n\nCommodo proident sit est occaecat ea. Laboris ipsum ullamco eu sint voluptate qui fugiat irure pariatur nulla. Quis deserunt dolor reprehenderit elit nostrud aute magna aliqua occaecat tempor fugiat ut nostrud aliqua. Veniam adipisicing voluptate dolore qui mollit ipsum consequat Lorem est laboris aliqua duis.","qualifications":"Qui laboris do officia est et ea aute et nostrud magna commodo culpa. Ea nulla culpa commodo eu officia. Nostrud voluptate sint veniam elit cupidatat id anim. Velit occaecat ad veniam culpa et ullamco officia sit minim ex. Culpa sint eiusmod non irure. Sint fugiat dolore do consectetur exercitation Lorem. Ipsum ea non duis tempor est eu excepteur magna do proident voluptate dolore excepteur.\n\nReprehenderit exercitation est mollit esse exercitation cupidatat qui pariatur elit adipisicing adipisicing aliquip ad qui. Aliqua laborum ea Lorem non excepteur commodo exercitation consequat nisi labore dolore reprehenderit. Voluptate amet velit quis cupidatat reprehenderit mollit.","goals":"Culpa magna nostrud tempor ut sint dolore sint mollit nostrud culpa enim commodo. Veniam in magna nulla aliqua quis ea tempor do laborum cupidatat amet et duis cupidatat. Pariatur eiusmod adipisicing est laboris exercitation commodo dolore irure elit id minim. Nisi minim enim fugiat consectetur consequat dolor fugiat officia dolor. Esse elit nisi enim labore ut. Nisi eiusmod veniam adipisicing aliqua reprehenderit aliqua magna aute veniam quis exercitation incididunt elit do. Officia consectetur nulla aliqua nulla adipisicing dolor reprehenderit ex fugiat excepteur consequat.\n\nMollit velit amet duis ipsum sit Lorem nostrud quis esse quis sit adipisicing ullamco. Sunt duis sint officia dolore quis do consectetur exercitation non qui sunt eiusmod. Mollit quis id id officia dolore veniam sint.","nominations":["Wade Bogisich"]}],"seats":"1 seat"},{"title":"Treasurer","slug":"treasurer","description":"\n  <p>The Treasurer will be responsible for administration of funds, budget, and financial organization of the Local, including overseeing fundraising activities for the Local. The Treasurer will report to the Local Council on the financial status of the organization at each Local Council Meeting. The Treasurer will maintain transparent and open financial reports available to the entire membership upon request by an officer of the Local Council.</p>\n          ","candidates":[{"name":"Loma Cronin","slug":"loma-cronin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/hoangloi/128.jpg","involvement":"Aute sunt labore aliquip anim excepteur ut nulla commodo. Adipisicing enim magna anim sunt exercitation. Et ex deserunt ullamco mollit cillum. Officia nisi cupidatat irure excepteur. Proident fugiat consectetur ad nostrud proident incididunt qui proident voluptate deserunt proident ullamco. Velit minim sit sit cillum ea commodo duis. Mollit nostrud adipisicing aliquip aliquip id nulla esse est in occaecat voluptate ex occaecat id.\n\nQui laborum qui est ullamco laboris non adipisicing ipsum in nisi ad. Aliquip sunt occaecat ex ut dolor. Cupidatat exercitation nulla commodo esse qui in exercitation laborum. Occaecat do duis officia dolor adipisicing et fugiat aliqua deserunt fugiat. Consequat magna consectetur mollit reprehenderit aliquip cupidatat ex amet amet dolor exercitation nisi. Aliquip dolor labore elit amet incididunt consequat magna nisi.\n\nQui eu est laborum consequat. Nostrud sit occaecat fugiat minim incididunt commodo. Excepteur amet excepteur ipsum magna reprehenderit cupidatat fugiat esse in dolor. Et Lorem cillum minim consequat voluptate pariatur.","qualifications":"Et irure est ex velit velit exercitation dolor velit voluptate magna consequat elit amet eiusmod. Aliquip ut et et esse fugiat pariatur elit velit. Ullamco in elit officia quis culpa sit labore. Consequat ea aliquip mollit non sunt eiusmod qui mollit consectetur veniam exercitation. Dolore Lorem laborum est ut excepteur ex laborum sint ut. Duis consectetur laborum occaecat minim culpa ad esse voluptate.\n\nConsectetur occaecat veniam nostrud do excepteur magna. Qui et eiusmod sint nulla commodo minim mollit excepteur. Esse labore ipsum aliquip occaecat labore excepteur proident consequat. Aliqua tempor amet elit fugiat velit exercitation consequat amet occaecat deserunt irure ad ut. Qui reprehenderit ipsum ad adipisicing id velit deserunt eiusmod aliqua. Sit labore nostrud anim minim fugiat aute anim esse ut laboris consequat irure cupidatat ipsum. Dolor laboris incididunt sint officia duis in aute laborum in est quis fugiat.","goals":"Do qui cillum aliqua consequat labore id nulla cillum deserunt. Ullamco duis sint non incididunt non mollit aute. Magna consequat commodo do deserunt aliquip nostrud cillum. Proident id quis incididunt amet cillum sunt ipsum ipsum deserunt in. Sint enim fugiat nisi qui fugiat cillum laborum. Pariatur proident incididunt excepteur aute do sit dolor commodo commodo. Lorem adipisicing sunt consectetur commodo exercitation culpa proident occaecat.\n\nNon exercitation qui esse exercitation ea. Irure id duis ex proident sunt fugiat eu cupidatat qui aliqua. Nisi adipisicing deserunt laborum culpa qui nostrud dolore id tempor officia. Ex commodo exercitation esse officia. Ex id dolore eiusmod anim labore dolor ullamco laboris adipisicing est.\n\nAliquip tempor mollit adipisicing nulla nisi. Eiusmod et aliquip veniam aute cillum ipsum dolor nostrud ex exercitation nostrud excepteur. Adipisicing ea ipsum cillum enim mollit est anim amet.\n\nConsectetur anim do duis sint ex sint id est consectetur duis aute. Est nostrud enim elit fugiat cillum quis id laboris tempor reprehenderit qui proident consectetur culpa. Amet adipisicing veniam occaecat deserunt eu qui Lorem sunt eu eiusmod aliqua do. Occaecat anim Lorem incididunt esse esse ad elit velit.","nominations":["Harley Borer","Shanna Barrows","Celestine Cummings","Delphia Torphy"]},{"name":"Nella McClure","slug":"nella-mcclure","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/sebashton/128.jpg","involvement":"Id ea culpa laborum exercitation sit in velit ex do excepteur nulla voluptate nisi sunt. Officia ad et qui esse. Lorem irure deserunt dolore aliquip enim proident Lorem dolore. Tempor aliqua Lorem esse ad.\n\nQuis irure in do amet laborum ex est. Pariatur excepteur ullamco quis magna velit anim culpa ad officia nulla elit eu ad eiusmod. Nisi labore et commodo eu duis dolor quis enim tempor duis qui tempor duis. Nisi labore officia proident reprehenderit. Culpa nostrud anim tempor id dolore irure proident culpa aliquip incididunt non irure aliqua aliquip. Labore exercitation aute consequat eu. Id laborum sint minim nostrud est minim fugiat.\n\nDuis nulla qui aute adipisicing nulla dolore enim amet aliquip elit. Voluptate pariatur ad adipisicing magna dolore velit aute ad est consequat elit amet. Culpa fugiat commodo labore elit.","qualifications":"Sint reprehenderit aute sit Lorem occaecat proident labore sunt. Pariatur enim aliquip adipisicing pariatur velit adipisicing cupidatat aliquip veniam dolor incididunt quis sit. Pariatur nostrud esse laboris dolore anim id in proident magna occaecat deserunt magna aute ullamco. Sit voluptate elit dolore ut laborum ut adipisicing ea do nulla nostrud dolore.","goals":"Magna magna nisi cillum ullamco aute aute fugiat nulla aliqua sunt. Labore laborum velit consequat ullamco consequat quis. Eu veniam consectetur laboris nulla proident. Consectetur duis magna do proident nulla in aliqua Lorem magna laborum tempor laborum ullamco in. Lorem id velit fugiat sint ut et do aliquip veniam amet Lorem.\n\nFugiat incididunt dolor excepteur et labore ad duis et duis aliqua cillum magna fugiat tempor. Id dolor ea culpa excepteur quis veniam nostrud cillum eu. Lorem labore sit ex elit sint. Mollit consequat id nulla mollit magna mollit. Consequat enim mollit laborum cupidatat qui irure ex eiusmod dolore deserunt. Quis commodo sint dolore nisi dolor.","nominations":["Serenity D'Amore","Hannah Kunze"]}],"seats":"1 seat"},{"title":"Internal Organizer","slug":"internal-organizer","description":"\n  <p>Internal Organizers will jointly oversee the Internal Organizing Committee (see Article VI), which is responsible for fostering a lively participatory and democratic culture within the Local through the development, education, mobilization, and recruitment of members. The Internal Organizing Committee is also charged with organizing General Meetings, Informational Meetings, and social, educational, and fundraising events. Under the direction of the Local Council, the Internal Organizing Committee shall develop and oversee a program of socialist cadre development that includes skills training and political education; and a system of Mobilizers (similar to union shop stewards) who will act as an active conduit of information and engagement between the General Membership and the Local Council.</p>\n          ","candidates":[{"name":"Eldon Abbott","slug":"eldon-abbott","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/lvovenok/128.jpg","involvement":"Laboris eu aliqua nisi ullamco est nulla laboris elit non nulla ipsum. Aute aliqua magna excepteur velit mollit reprehenderit non veniam ullamco nisi ullamco laboris. Sint adipisicing tempor ad nulla id esse ad aliqua duis tempor enim ex. Exercitation minim consequat et velit.\n\nDeserunt aute aliqua elit dolor voluptate. Ullamco velit reprehenderit ullamco eu fugiat proident. Consectetur qui incididunt labore deserunt sint.\n\nFugiat culpa Lorem non fugiat adipisicing ut ullamco consectetur duis amet aliqua cupidatat. Cupidatat qui dolor reprehenderit anim id duis aute sit laboris cillum adipisicing. Anim nostrud Lorem consequat laboris exercitation qui sit fugiat veniam exercitation tempor cillum. Lorem consectetur ex dolor anim occaecat velit aute exercitation aute ad aliquip do minim in. Consectetur dolor elit aute nisi magna eu minim anim reprehenderit eiusmod ea mollit.","qualifications":"Qui non do esse aliqua occaecat tempor. Anim sint fugiat aliquip veniam aute ut fugiat adipisicing proident reprehenderit ut. Laborum adipisicing tempor dolore consequat. Elit elit ipsum tempor ipsum commodo. Aliquip consequat ea magna sit sint et pariatur nulla sint.\n\nAd commodo occaecat minim culpa deserunt velit consectetur ad sint cupidatat dolore. Est commodo est est ullamco laborum. Duis eu adipisicing sit sit esse in. Eu anim incididunt cillum proident incididunt eiusmod dolore ipsum non eu officia laborum nisi.","goals":"Cupidatat ipsum id qui eiusmod incididunt cillum. Officia eiusmod velit incididunt proident occaecat cupidatat culpa consequat nostrud. Veniam irure quis sit nostrud sunt enim irure ullamco. Sunt nulla tempor reprehenderit ea ipsum irure excepteur voluptate magna non reprehenderit aliqua magna. Sint in mollit incididunt irure quis enim occaecat incididunt enim do cupidatat. Magna tempor Lorem ipsum laborum pariatur elit est cupidatat id nisi eiusmod labore.\n\nId elit aliqua ullamco adipisicing eiusmod enim ut tempor. Ipsum pariatur magna proident esse deserunt laboris nulla tempor tempor. Amet ut labore ut labore voluptate ad ullamco adipisicing magna amet in incididunt. Ex cupidatat incididunt tempor consectetur. Fugiat veniam pariatur velit proident eu voluptate aliquip. Voluptate eu nisi veniam ut ullamco veniam reprehenderit ipsum ut.\n\nAnim veniam id velit nulla in. Sint ullamco dolore quis consectetur labore id dolor aliquip eiusmod cupidatat cillum consectetur est reprehenderit. Laboris reprehenderit est sint anim.\n\nUt consectetur id dolore sit nulla ipsum nisi aute dolor. Sint cillum incididunt reprehenderit officia sit aliquip laborum voluptate in voluptate proident veniam in fugiat. Sit excepteur ut culpa consequat voluptate non ullamco magna mollit nisi amet non id. Et sunt aute duis dolore. Incididunt cupidatat dolor Lorem voluptate Lorem et. Qui id sit enim duis in minim minim occaecat reprehenderit pariatur. Dolore id aliqua ea sit.","nominations":["Marianna Grimes"]},{"name":"Eric Haag","slug":"eric-haag","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/davidhemphill/128.jpg","involvement":"Ad velit adipisicing adipisicing labore adipisicing veniam excepteur aliquip. Ullamco reprehenderit est dolor mollit est nisi aute cillum. Consequat nulla duis adipisicing ipsum laborum.","qualifications":"Ut deserunt ut ut culpa ut eu elit reprehenderit. Exercitation veniam aliqua Lorem labore ad ea velit pariatur qui occaecat id qui culpa. Dolore sunt officia ipsum Lorem consectetur veniam ea est ea adipisicing qui. Ut tempor voluptate ex mollit. Incididunt minim dolor non ex.\n\nLaboris nostrud adipisicing veniam ipsum id do qui laborum ad. Reprehenderit elit enim tempor ea aliqua ex ad nulla aliquip esse in magna esse. Et esse anim labore ipsum ut irure ex qui anim pariatur sunt occaecat eiusmod. Ex magna voluptate quis irure adipisicing deserunt do nulla exercitation quis duis.","goals":"In adipisicing officia reprehenderit officia irure et occaecat nostrud non non labore. Quis fugiat reprehenderit tempor nostrud officia. Fugiat proident id magna veniam nisi nostrud occaecat adipisicing in officia. Quis dolor incididunt occaecat exercitation do sit cillum est est amet exercitation duis.\n\nEa fugiat do velit proident deserunt laboris aliquip esse tempor. Magna reprehenderit eiusmod ut qui cupidatat. Veniam non cupidatat aute id non ex sint dolore mollit in laboris nostrud dolor fugiat. Adipisicing est proident reprehenderit culpa quis amet in id nulla deserunt et. Proident ut ipsum excepteur esse sint exercitation reprehenderit amet.","nominations":["Althea Collier","Mac Cronin","Zella Ward","Reese Erdman"]},{"name":"Brandon Volkman","slug":"brandon-volkman","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/renbyrd/128.jpg","involvement":"Consectetur eu pariatur nisi nostrud in amet mollit quis elit pariatur dolor. Mollit sint amet occaecat irure amet fugiat consectetur qui irure. Veniam laboris officia consectetur laborum quis sint incididunt ut est occaecat. Ullamco quis elit non veniam irure ea aliqua culpa ad ipsum incididunt laboris est dolore.\n\nDolor officia nulla et id quis adipisicing. Eu nisi sit do enim adipisicing ea aliqua duis incididunt. Commodo voluptate nisi nisi ipsum culpa duis dolor laboris. Deserunt esse ex nulla Lorem pariatur dolore aliquip dolor. Mollit minim nulla proident in est.","qualifications":"Officia eu laborum consequat occaecat sit ut dolore ut aute nostrud ipsum eu amet. Excepteur voluptate eiusmod id enim proident anim do. Magna ea nulla reprehenderit incididunt. Sunt tempor esse non anim incididunt ea. Culpa laboris consequat et veniam sit magna est voluptate anim nulla eiusmod.\n\nEa adipisicing ullamco reprehenderit consectetur ea do do nisi voluptate aliquip id quis consequat in. Commodo elit voluptate laboris deserunt eu consectetur sit nostrud. Cupidatat dolor irure et commodo reprehenderit enim reprehenderit do exercitation fugiat ex laborum mollit. Non sint adipisicing voluptate cillum mollit aute.","goals":"Non veniam excepteur pariatur nisi aliqua ipsum do occaecat culpa laboris dolor. Veniam laboris minim anim velit officia. In elit consectetur esse eu veniam mollit nostrud sit velit ipsum. Aute cillum consectetur duis reprehenderit incididunt dolor eu irure quis quis eu mollit. Quis occaecat occaecat pariatur aliquip ex cillum est quis est ut.\n\nAliqua tempor anim velit do voluptate consequat. Exercitation do nisi laborum deserunt deserunt et in amet laboris adipisicing. Duis ut reprehenderit est exercitation nostrud ex. Lorem esse ad non consequat consectetur do eu quis consectetur laboris culpa nostrud. Esse dolore ad laborum irure mollit. Pariatur anim nisi dolor nisi officia.\n\nSit dolor cupidatat voluptate nisi nisi aliquip. Dolore irure ullamco sunt occaecat minim ut ullamco excepteur. Non nisi nulla esse reprehenderit aliquip anim aute laboris veniam aliquip enim labore id id. Reprehenderit nulla tempor culpa quis cillum elit ipsum elit deserunt. Anim magna dolor proident commodo culpa consectetur laboris adipisicing aliqua dolore in. Aliquip id ad est esse excepteur excepteur enim mollit.\n\nEx veniam anim et dolor mollit do esse commodo ullamco pariatur eu mollit fugiat non. Culpa velit voluptate exercitation excepteur sit elit est elit aliqua ea irure sunt. Commodo laborum officia qui proident pariatur laborum. Sit velit dolor eu occaecat ipsum cupidatat aute deserunt laboris minim sunt adipisicing. Ipsum cupidatat do nisi elit reprehenderit proident et sit eu do.","nominations":["Bethel Medhurst","Gust Bayer","Sid Russel"]},{"name":"Jakayla Ward","slug":"jakayla-ward","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/rdbannon/128.jpg","involvement":"Consectetur elit proident eu nulla officia adipisicing commodo aliquip aute nisi excepteur. Deserunt incididunt fugiat excepteur nisi cupidatat elit officia. Do consequat ipsum veniam ullamco voluptate et est eiusmod exercitation amet id ex. Mollit deserunt aliqua ea aute et elit fugiat amet reprehenderit ut amet exercitation cupidatat. Pariatur officia duis exercitation sit adipisicing occaecat consectetur excepteur.\n\nEsse nulla consectetur deserunt ea non quis amet aliquip dolor aute exercitation consequat. Veniam reprehenderit ut deserunt pariatur dolore. Id ex adipisicing non laboris ex. Officia consequat minim dolor pariatur ea amet ipsum. Dolor in proident irure mollit exercitation quis cupidatat deserunt culpa laborum sit. Anim proident incididunt ipsum Lorem ad. Ex ex consectetur irure anim commodo do.","qualifications":"Est eiusmod voluptate elit ad veniam fugiat dolore ullamco ad minim aliqua culpa reprehenderit. Ipsum velit aliquip esse amet excepteur sit fugiat ad. Aliqua sit commodo excepteur in ipsum nisi. Consectetur id ullamco sit nulla qui. Magna ipsum ad ea culpa Lorem deserunt veniam nostrud est ad dolore consectetur. Occaecat minim laboris nulla non eiusmod sit.","goals":"Deserunt reprehenderit deserunt sunt do adipisicing voluptate. Non eiusmod esse ullamco anim ea ullamco veniam excepteur. Minim do qui non esse. Veniam enim est proident nulla id eiusmod Lorem ex quis do et qui. Ut nulla do pariatur excepteur qui sunt consectetur sit dolor et elit aliquip et deserunt.\n\nEst deserunt ad incididunt duis et exercitation duis Lorem irure consequat excepteur. Veniam ullamco non cillum ex. Quis enim adipisicing labore reprehenderit quis ea nulla Lorem ut. Ullamco irure non proident laborum anim eu amet nulla reprehenderit laborum adipisicing cupidatat. Consectetur dolore mollit minim do esse. Sit culpa exercitation aliquip elit elit ad fugiat ad nostrud id.\n\nMinim magna aliqua sit veniam commodo eu tempor ad cupidatat. Nisi occaecat et esse tempor non ut enim anim consectetur. Ullamco quis enim velit tempor. Aliqua laborum nostrud minim quis excepteur.\n\nOccaecat aliquip et ut irure consequat. Excepteur occaecat cillum consectetur amet aute nulla ut consectetur ad enim. Labore excepteur eu nisi labore deserunt minim dolor sint eu do sint quis.","nominations":["Pietro Ratke","Jamaal Glover","Andre Schulist","Harmony Kiehn"]},{"name":"Noah Hauck","slug":"noah-hauck","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/kkusaa/128.jpg","involvement":"Est aliqua duis anim non id id aute commodo. Quis proident ea sit minim excepteur cupidatat tempor sunt ea enim aute aliqua sit. Ex id ullamco aliquip fugiat laborum sint exercitation qui pariatur anim aute. Et esse nulla laboris proident exercitation labore. Nostrud velit commodo cillum adipisicing consequat minim quis minim commodo esse culpa anim.\n\nAliquip Lorem ut qui est exercitation. In enim enim ut laborum. Elit mollit duis laborum duis velit in. Id Lorem ut duis ullamco eu.","qualifications":"Sunt cupidatat duis nulla nisi eu aliquip. Ullamco ad do ad cupidatat velit ipsum labore. Ullamco eiusmod aute occaecat amet exercitation reprehenderit mollit reprehenderit mollit ullamco. Tempor nulla aliqua reprehenderit est qui esse culpa qui aute labore. Nulla tempor pariatur officia minim labore elit fugiat occaecat ea voluptate ea. Ut est duis Lorem tempor quis sunt veniam amet sit Lorem commodo id. Eiusmod tempor dolor mollit do excepteur non excepteur ut qui veniam et commodo aute occaecat.","goals":"Lorem minim aute velit incididunt occaecat incididunt est et non aliquip excepteur qui. Deserunt minim cillum aliqua nostrud eiusmod duis do occaecat amet deserunt eu. Nisi dolore est nostrud do ullamco consequat nostrud labore. Irure deserunt ad nisi non duis eiusmod aliquip mollit nisi adipisicing elit sint velit aute. Ex sint aliquip officia deserunt dolor dolor exercitation anim reprehenderit Lorem ipsum. Ea et labore veniam incididunt consectetur sit. Laborum tempor occaecat commodo consequat velit excepteur anim pariatur fugiat irure veniam.\n\nVoluptate nisi excepteur eu duis deserunt anim ut. Et et quis ipsum excepteur ipsum sit ex in. Occaecat commodo aute aute ut do elit. Ad officia laboris adipisicing amet officia velit nulla tempor deserunt velit fugiat. Pariatur fugiat consectetur mollit nostrud dolor do aute.\n\nMagna in labore laboris non voluptate nisi mollit sunt magna irure. Adipisicing excepteur esse amet est eiusmod. Consequat pariatur dolore dolore id proident aliquip in amet aliqua quis est amet ad. Pariatur aliquip nulla nulla excepteur non nostrud ad commodo elit mollit minim veniam. Ea eu Lorem pariatur cupidatat commodo est ex non cillum nulla. Ea consectetur aliquip quis magna officia ea officia nostrud consequat. Nostrud adipisicing fugiat et adipisicing in nisi do.\n\nAdipisicing dolore consectetur amet quis proident excepteur. Labore ad nisi dolor duis. Duis commodo est cupidatat cupidatat sint consectetur dolor labore magna voluptate cupidatat cupidatat nostrud nisi. Tempor consequat labore fugiat elit officia laborum nisi esse est consequat do laborum eu. Irure mollit sit reprehenderit qui minim id anim nulla qui est do nostrud.","nominations":["Rory Dach","Maymie Schuppe","Nicholas Gibson","Freeman Hoeger"]},{"name":"William Fahey","slug":"william-fahey","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/luxe/128.jpg","involvement":"Aliquip excepteur proident consectetur officia minim ullamco anim eiusmod ex labore ea culpa aute consequat. Cupidatat minim fugiat sint est exercitation pariatur eiusmod aliqua nostrud pariatur veniam nulla et. Ad consectetur esse minim excepteur sint aute tempor minim anim proident magna. Cillum Lorem id ad mollit. Reprehenderit dolor aliquip labore magna laborum do consequat. In dolor qui dolore do eiusmod irure aliquip.\n\nProident excepteur reprehenderit non dolor. Velit sunt sint cillum ea culpa eiusmod consectetur tempor duis ipsum elit laborum magna labore. Deserunt ad quis culpa ut ea magna non cillum duis amet esse dolore. Qui proident labore minim quis tempor laboris in laborum occaecat adipisicing labore fugiat ad nulla. Proident excepteur laboris sit officia adipisicing sit labore in eiusmod non dolore veniam cupidatat. Magna aliqua est labore proident ullamco cupidatat cillum amet excepteur minim cupidatat enim.\n\nVelit officia aute esse occaecat irure duis proident id elit cillum Lorem dolor laboris duis. Nulla id veniam aute veniam sit esse do labore. Ex incididunt reprehenderit ea esse in qui aliqua esse consectetur. Consectetur excepteur proident enim nostrud mollit nostrud. Amet cillum occaecat anim mollit do cillum consequat deserunt aute occaecat exercitation. Reprehenderit excepteur commodo tempor ea eiusmod.","qualifications":"Velit velit laboris adipisicing aute ipsum incididunt in. Officia do excepteur laboris pariatur laborum culpa et. Do exercitation esse velit proident ex excepteur non amet sit minim.\n\nNostrud eu nostrud amet ipsum anim minim. Anim ea magna non labore irure laboris cupidatat veniam reprehenderit consequat minim. Ut adipisicing in esse anim ex et. Laboris est magna reprehenderit pariatur officia sunt proident dolor proident. Est nostrud proident cillum sunt enim do esse eiusmod voluptate do. Adipisicing consectetur anim reprehenderit cillum laboris ea veniam quis commodo irure ad duis qui sit.","goals":"Ex voluptate tempor proident in laboris cillum ex ad aliqua eiusmod. Magna tempor duis nisi velit. Occaecat duis non ex sunt ipsum qui est eu voluptate. Proident aliqua Lorem id adipisicing occaecat non velit dolore pariatur.\n\nLaborum adipisicing dolor pariatur magna cillum. Sit eu reprehenderit enim excepteur aliquip. Velit aute proident irure aliquip excepteur.","nominations":["Trey Nolan","Destiney Marquardt","Randall Corwin","Mathias Reilly","Dan Stiedemann"]},{"name":"Caterina Mayert","slug":"caterina-mayert","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/josemarques/128.jpg","involvement":"Do esse cillum tempor cillum in deserunt irure veniam ut reprehenderit elit nulla. Incididunt incididunt adipisicing tempor adipisicing Lorem anim ad quis. Incididunt labore ipsum eu veniam dolore.","qualifications":"Aute ea id elit elit nulla aliqua in voluptate dolor cupidatat culpa ut mollit. Do quis esse labore adipisicing. Exercitation ullamco in in nostrud ut ut veniam laboris esse non cillum deserunt aliqua. In officia ut nulla anim mollit culpa qui veniam laborum qui ut deserunt consectetur ex. Mollit ex magna et quis labore nostrud Lorem consectetur consequat consequat dolor non. Exercitation magna ea minim fugiat.","goals":"Excepteur officia aliqua exercitation nostrud eiusmod. Eu officia labore quis deserunt esse reprehenderit eu. Incididunt sit pariatur aliquip sit. Ullamco eu ad reprehenderit anim id. Ipsum mollit non pariatur nulla occaecat. In voluptate id deserunt laboris fugiat aliquip nisi sunt laboris nulla exercitation laborum. Ipsum labore aliquip fugiat sit ullamco ut id sit adipisicing eiusmod commodo.\n\nDeserunt amet eu et aute dolore labore reprehenderit aute et aliquip do ex dolore. Sint ad ut cupidatat sunt nulla magna Lorem Lorem laborum esse. Esse qui quis elit do eiusmod occaecat veniam. Ex elit aliqua elit sunt cillum consectetur magna non. Aliquip cupidatat dolor laborum est esse sunt nulla in. Exercitation ut pariatur in duis laborum cillum adipisicing laboris tempor officia voluptate.\n\nAliquip reprehenderit minim dolor officia ad laboris aliqua anim est anim fugiat. Incididunt eiusmod excepteur duis nostrud quis dolore. Sunt sint Lorem ut amet ad incididunt sunt eiusmod minim nulla tempor cupidatat fugiat voluptate. Culpa dolore proident dolore esse. Ullamco qui anim sit proident velit proident reprehenderit laborum nisi aute nisi elit eiusmod consequat. Cupidatat do ipsum exercitation magna ullamco sunt occaecat officia fugiat nostrud eiusmod qui adipisicing anim. Dolor qui esse consectetur elit elit qui voluptate non deserunt ad.","nominations":["Kody Kozey","Abbie Macejkovic","Luther Moen","Leda McClure","Dashawn Ernser"]}],"seats":"3 seats"},{"title":"External Organizer","slug":"external-organizer","description":"\n  <p>External Organizers will jointly oversee the External Organizing Committee (see Article VI), which will lead the Local’s fight for a socialist political agenda in the East Bay and beyond. Under the direction of the Local Council and in order to realize the policies, priorities and campaigns set forth by the General Membership, the External Organizing Committee shall manage or execute all of the Local’s issue and electoral campaigns, direct actions, rallies, and other activities expressly targeted at the general public for political purposes.</p>\n          ","candidates":[{"name":"Chloe Runolfsson","slug":"chloe-runolfsson","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ceekaytweet/128.jpg","involvement":"Aliquip aute sit amet enim in deserunt veniam dolor elit sit. Magna nisi ea dolore adipisicing officia. Duis anim ullamco ut exercitation officia. Ea non enim voluptate voluptate consectetur in elit in magna occaecat id. Tempor dolor id excepteur magna eu eiusmod et tempor ea sint qui ullamco aute non. Ex cillum reprehenderit deserunt in deserunt. Eiusmod elit magna est laboris aliquip id officia est mollit non.\n\nNulla ullamco exercitation laboris eu culpa enim amet adipisicing ipsum consequat. Nulla id amet aliqua velit enim anim. Dolor aute irure adipisicing aute nisi dolor deserunt voluptate eiusmod veniam Lorem nisi.\n\nDo id mollit minim laborum tempor dolor aliquip. Cupidatat ullamco velit laborum sunt aliqua reprehenderit Lorem exercitation do quis magna. Dolore commodo et aute labore adipisicing ea incididunt quis ut aliquip. Ad cupidatat elit fugiat mollit consectetur Lorem cillum dolor culpa. Laborum quis cupidatat Lorem exercitation ad deserunt veniam sit ad consectetur. Officia mollit Lorem sint ex ad laborum nostrud irure voluptate qui cupidatat. Deserunt adipisicing nulla aliquip ipsum elit anim ullamco ea consectetur dolore dolore sint.","qualifications":"Non dolore non laboris adipisicing elit mollit aliquip ex laboris. Consectetur minim aliquip ex labore aliqua velit esse ullamco ut irure irure tempor. Tempor commodo id minim deserunt minim. Eiusmod in Lorem duis est dolore tempor consectetur laborum velit esse mollit cupidatat. Sunt laborum anim commodo velit incididunt do.\n\nCupidatat sint nostrud amet dolor cillum esse duis do consectetur proident anim anim laboris quis. Velit commodo laboris dolor nisi nisi nostrud commodo exercitation dolore amet est cupidatat. Ut Lorem ea proident eu qui anim. Cupidatat veniam veniam consectetur culpa. Exercitation ea laboris exercitation ad commodo. Quis velit anim eiusmod sunt reprehenderit esse.","goals":"Aliquip laborum ullamco nulla aliquip sit aliquip officia est enim amet do irure. In nulla sit mollit cillum deserunt adipisicing sint voluptate enim commodo consequat irure aliquip cillum. Aliqua ullamco et ea reprehenderit sunt do exercitation non velit. Lorem et nostrud velit commodo id sint occaecat laboris mollit elit adipisicing adipisicing aute. Esse in veniam tempor officia exercitation. Excepteur veniam fugiat qui nulla dolor pariatur exercitation sint ipsum eiusmod quis. Est in tempor minim anim aliqua tempor sint pariatur aliquip quis Lorem esse.\n\nEt consequat dolore aliqua cupidatat aliqua. Quis eu irure ad Lorem ad Lorem voluptate magna proident ullamco. Cupidatat sunt officia ex aliqua ex ut ad consequat ex fugiat elit laboris labore minim. Aute est non aute voluptate et minim dolore. Ipsum est proident nisi anim minim sunt minim nisi est minim nisi.\n\nMinim ea sit magna id aliqua sunt Lorem deserunt eiusmod ullamco amet laboris commodo. Ut culpa eiusmod nulla pariatur quis ullamco tempor quis non elit voluptate sit occaecat. Commodo elit eiusmod consequat id dolore. Irure ullamco aliqua cillum adipisicing.","nominations":["Brandyn Zulauf","Vernice Kshlerin","Vilma Lang"]},{"name":"Prince Sporer","slug":"prince-sporer","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/twittypork/128.jpg","involvement":"Aliqua dolore consectetur incididunt id esse. Sint nisi et eiusmod occaecat ut proident pariatur ipsum id Lorem in incididunt. Est aliquip reprehenderit laboris aute ex mollit tempor. Amet fugiat mollit adipisicing aliquip aute adipisicing consectetur ex irure.","qualifications":"Amet est aute Lorem commodo culpa ullamco officia non amet Lorem culpa. Duis minim occaecat proident do laborum. Irure cillum fugiat reprehenderit nostrud sint occaecat consequat. Sint qui reprehenderit velit esse. Deserunt ut adipisicing Lorem amet anim.","goals":"Id esse ad amet non qui dolore laboris esse adipisicing laboris enim. Consectetur esse fugiat adipisicing non et aliquip est cupidatat id sunt aliquip qui enim. Aliquip ex cillum aliqua ea eu laboris occaecat aliqua dolor minim nisi ullamco ipsum do. Et do do ad est velit. Nulla nulla eiusmod fugiat in laboris deserunt non. Velit cillum non culpa incididunt dolore ad exercitation labore pariatur deserunt mollit laboris reprehenderit. Nisi deserunt ipsum sunt laborum mollit commodo sunt.\n\nDuis sint enim fugiat adipisicing eu duis. Ipsum eiusmod ea excepteur pariatur in aute qui ullamco dolore excepteur esse ea. Esse nisi culpa ea Lorem ullamco ea magna esse consequat. Labore elit dolor eiusmod qui magna. Aliqua nostrud officia ex deserunt. Irure fugiat culpa non dolore eiusmod labore esse qui.","nominations":["Natalie Jacobson","Halle Ortiz","Clair Reinger","Jadyn Bernier"]},{"name":"Flavie Effertz","slug":"flavie-effertz","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/surgeonist/128.jpg","involvement":"Ut dolor aliquip in excepteur exercitation excepteur dolore culpa officia. Sit ipsum duis proident minim non elit incididunt. Et fugiat non amet Lorem ex ex anim elit ut est ullamco duis. Eu velit cupidatat mollit incididunt excepteur exercitation occaecat eu. Ea commodo consequat ad commodo officia. Eu fugiat officia magna adipisicing nisi proident qui commodo nisi nulla sint velit et. Magna dolor esse mollit pariatur nostrud.","qualifications":"Exercitation exercitation excepteur amet et ex ad culpa amet Lorem nulla. Incididunt mollit consequat non exercitation. Eiusmod culpa dolor tempor culpa qui enim sint sunt amet Lorem ex. Fugiat deserunt enim ut non veniam proident mollit commodo officia.\n\nNostrud culpa ut irure fugiat et nostrud adipisicing enim officia velit exercitation minim minim. Velit eiusmod magna do tempor elit incididunt. Cupidatat tempor anim reprehenderit incididunt Lorem enim laboris elit voluptate nisi eiusmod ad occaecat non. Et cupidatat ea officia Lorem labore.","goals":"Do sunt aliqua nostrud commodo ipsum voluptate incididunt ut laboris amet. Ullamco minim tempor officia qui. Irure ut do et qui sint esse magna consequat. Excepteur nisi minim deserunt in amet officia qui Lorem quis cupidatat. Adipisicing deserunt occaecat ea ea elit ex adipisicing voluptate occaecat incididunt. Voluptate fugiat irure est adipisicing tempor cupidatat et elit exercitation ipsum ullamco. Aute et proident occaecat deserunt sint mollit magna elit id.\n\nIpsum excepteur est aliqua mollit amet reprehenderit adipisicing cillum dolor. Sint est sunt irure adipisicing cillum proident occaecat labore do aliqua id. Id pariatur in officia aute sint commodo duis exercitation dolor culpa eu enim ut. Aliqua et est consectetur commodo minim ut ad velit proident. Nisi veniam fugiat nisi adipisicing.","nominations":["Napoleon Metz","Lesley Wyman","Rowan Sporer"]},{"name":"Madilyn Dicki","slug":"madilyn-dicki","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/andrea211087/128.jpg","involvement":"Qui quis consectetur quis sint aliqua. Voluptate esse cillum laboris tempor ea nostrud aliqua. Excepteur ad do tempor est veniam nulla exercitation. Aliqua ipsum do sit cupidatat non et consequat. Pariatur ad culpa qui laborum pariatur veniam in tempor. Mollit nisi ullamco duis qui excepteur non elit. Velit amet qui dolor non voluptate culpa consequat consectetur velit cupidatat eu aliquip est aliquip.\n\nUllamco occaecat proident dolor ullamco do laboris duis exercitation excepteur consectetur ipsum exercitation anim cupidatat. Pariatur magna non reprehenderit tempor eiusmod culpa id sunt culpa dolor. Cupidatat deserunt ad sit reprehenderit laborum ea pariatur id laborum occaecat ad labore consectetur. Velit aliquip aliquip in sint eiusmod amet qui ullamco cupidatat laboris. Et consectetur enim deserunt fugiat occaecat consectetur do. Quis sint aliquip exercitation exercitation cupidatat sint.","qualifications":"Irure officia ipsum laboris elit sit quis. Non nostrud veniam tempor non exercitation velit. Dolor ex nisi ex enim enim eu mollit reprehenderit nostrud anim eiusmod incididunt. Ullamco consectetur nostrud deserunt enim duis.","goals":"Labore labore sit ex eiusmod sunt amet voluptate. Do voluptate dolor adipisicing consequat. Non elit nostrud proident ea aute qui occaecat esse anim velit pariatur quis. Tempor incididunt ut cupidatat proident. Cillum esse aute et ipsum eu ullamco veniam eiusmod ad deserunt. Voluptate exercitation occaecat sint excepteur et. Commodo elit enim enim minim labore ad incididunt.\n\nLaborum deserunt incididunt ullamco elit cillum occaecat mollit Lorem sit reprehenderit eiusmod ullamco veniam labore. Nisi in excepteur laborum duis tempor ut aute mollit elit. Proident deserunt enim amet id. Labore sit ullamco enim eiusmod qui duis occaecat consectetur reprehenderit laboris commodo aliqua sit. Adipisicing elit in ipsum dolore est Lorem amet deserunt reprehenderit incididunt incididunt consequat. Non ullamco exercitation voluptate sint. Mollit eiusmod excepteur adipisicing exercitation.\n\nLaboris cupidatat ad enim dolore cupidatat qui. Labore nostrud in et sit reprehenderit dolor qui commodo ullamco. Ut duis nisi officia minim exercitation eu dolore enim irure laborum quis laboris nulla. Sint elit ipsum adipisicing laborum ex cupidatat exercitation sint reprehenderit qui duis ullamco duis aute.","nominations":["Cooper Huels","Gerald Schimmel","Norene Roberts","Ryder Herzog"]}],"seats":"3 seats"},{"title":"At-Large Local Council Member","slug":"at-large","description":"\n  <p>At-Large Local Council Members will participate in Local Council decision-making, and are responsible for attending all relevant meetings and reading all relevant documents. At-Large Local Council members are also tasked with representing the views of the membership that elected them as well as helping to advance the goals of the Local generally.</p>\n          ","candidates":[{"name":"Clarabelle McGlynn","slug":"clarabelle-mcglynn","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/bluefx_/128.jpg","involvement":"Qui laboris ad velit consequat exercitation eiusmod pariatur elit sit cupidatat ea dolore mollit ex. Aute quis mollit ipsum Lorem fugiat reprehenderit amet Lorem culpa. Reprehenderit ea officia Lorem voluptate amet id eu occaecat fugiat. Proident magna eiusmod eiusmod est amet irure consequat aliquip deserunt tempor nostrud veniam minim ad. Adipisicing reprehenderit irure magna reprehenderit elit minim adipisicing irure eiusmod. Adipisicing ullamco tempor et ut in eiusmod do proident aliquip do incididunt non veniam sit. Velit nulla tempor anim laboris velit.","qualifications":"Consectetur reprehenderit pariatur elit officia proident culpa. Ullamco aliqua laboris irure cillum minim nisi ad et qui est sint ex eiusmod. Amet proident reprehenderit est laboris non. Non quis ullamco sit dolor eu nulla proident ea sunt quis dolor irure tempor. Cupidatat veniam cillum nulla magna ex irure commodo qui veniam nulla. Elit non labore aute mollit. Ad est nostrud reprehenderit Lorem adipisicing laborum sunt dolore eu minim.","goals":"Irure occaecat consequat ex exercitation. Veniam occaecat sint velit aliqua voluptate reprehenderit nulla laboris veniam quis irure excepteur. Dolore dolore laborum irure in consequat adipisicing amet est. Eu ut cillum qui do fugiat anim amet Lorem duis.\n\nEt nulla cillum aliqua nostrud nostrud in aliqua ea commodo occaecat ex minim eu aliquip. Aliquip dolor sint officia eiusmod do excepteur sit fugiat aliquip ipsum reprehenderit adipisicing. Fugiat in magna consectetur occaecat esse aliquip irure. Eiusmod voluptate pariatur esse ut adipisicing ut commodo incididunt exercitation. Ullamco amet mollit voluptate nulla. Elit eu id excepteur esse ad laboris laboris Lorem laboris nostrud anim ex. Velit ut proident culpa esse enim officia est.","nominations":["Alejandra Predovic","Alexandro Ullrich"]},{"name":"Javier Lemke","slug":"javier-lemke","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/iqonicd/128.jpg","involvement":"Dolore enim sint aliqua veniam minim. Consectetur incididunt quis dolore irure non commodo. Adipisicing fugiat ea consequat duis et sunt incididunt. Minim nisi culpa eu ullamco laboris sint aliquip ea cupidatat laboris minim officia Lorem.\n\nIpsum adipisicing duis officia et dolore quis nostrud sit dolor. Qui sunt dolore mollit laborum minim. Occaecat esse qui qui eu incididunt.\n\nNon duis qui ullamco elit anim eiusmod commodo ex excepteur amet in Lorem consectetur reprehenderit. Sit ullamco dolor cillum tempor. Qui cillum minim nulla fugiat nostrud deserunt irure elit eu sunt ut sit esse. Tempor aliqua nisi dolore nulla in eiusmod magna ullamco. Incididunt exercitation elit nostrud enim aute do.","qualifications":"Exercitation aute commodo enim labore consectetur non amet qui et consequat. Do ex nisi dolore laboris laborum ad ullamco reprehenderit duis fugiat aliqua. Ad eiusmod aliqua nostrud eiusmod duis nulla. Qui aute do enim reprehenderit consequat.","goals":"Consequat ut magna proident exercitation ex non nulla sit. Labore incididunt anim nulla aliqua in. Officia ut laboris laborum labore quis enim dolore. Qui nostrud incididunt labore qui. Incididunt excepteur eiusmod ea minim voluptate. Laborum et duis do nulla labore.\n\nCulpa proident incididunt excepteur veniam non exercitation excepteur amet nostrud adipisicing voluptate aliqua deserunt dolore. Aliqua nisi deserunt ut officia irure. Nostrud dolor est nostrud officia cillum nostrud magna sunt pariatur ad occaecat amet velit. Labore labore cillum voluptate voluptate laboris cupidatat sunt nisi eu ullamco minim.\n\nVeniam nulla qui in nostrud sit. Proident dolor enim veniam qui. Quis ad consectetur exercitation est adipisicing dolor eiusmod consectetur ad duis commodo. Tempor et consequat excepteur elit occaecat aute commodo eiusmod aliquip amet non. Est irure amet excepteur anim officia elit adipisicing ipsum mollit duis incididunt deserunt.\n\nMagna quis sunt adipisicing consectetur incididunt reprehenderit duis voluptate veniam commodo exercitation enim et ullamco. Incididunt do consequat exercitation non amet. Ea aliqua culpa et officia velit non laboris amet laborum culpa elit.","nominations":["Sadie Waelchi"]},{"name":"Jacinto Satterfield","slug":"jacinto-satterfield","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/bublienko/128.jpg","involvement":"Pariatur amet nostrud aute ea eu excepteur minim sunt nisi ea ex excepteur. Officia Lorem tempor exercitation incididunt sunt non voluptate fugiat non eu qui et eu pariatur. Ullamco ad consectetur cupidatat proident nisi sint enim proident commodo consectetur. Culpa sint irure dolor nulla Lorem est veniam veniam cupidatat aliquip cillum esse. Aliqua ex commodo enim ea officia incididunt magna enim dolor sint nisi Lorem non.\n\nAd irure non labore officia id eiusmod veniam deserunt. Veniam sit velit non sint ut. Ad officia reprehenderit sunt enim ullamco eiusmod elit occaecat consequat id. Nisi enim do tempor eiusmod esse ex sunt non sit pariatur minim culpa labore aliquip.\n\nMinim duis ullamco consequat officia laborum. Labore aute amet do eu dolor Lorem officia anim tempor sunt officia in. Pariatur velit dolore ullamco aute sit sint amet dolore adipisicing minim commodo nulla id. Duis mollit consectetur et esse magna cupidatat nostrud labore. Id nostrud eu non velit. Cupidatat in amet minim reprehenderit dolore reprehenderit exercitation magna duis excepteur.","qualifications":"Aliqua anim ut consequat mollit officia aliqua eiusmod sit laborum cupidatat ea. Non anim dolore dolor eu est. Consectetur cupidatat non sint anim labore labore tempor cillum.\n\nQui commodo labore labore laborum cupidatat qui nisi mollit et laborum enim pariatur. Aute minim minim excepteur sit. Do pariatur mollit eu incididunt ut excepteur consectetur culpa in ipsum. Tempor non nulla ea nulla id tempor quis laboris.","goals":"Nisi non pariatur commodo ex sint Lorem laborum ex sit cupidatat. Nisi dolore ad pariatur consectetur aute dolor sit. Et dolor aliqua ex minim cupidatat laborum sunt nisi officia Lorem elit aliqua. Cupidatat irure ex fugiat commodo aute pariatur in laboris ex duis.\n\nVoluptate ullamco incididunt enim tempor proident aliqua ea reprehenderit ex aliquip. Reprehenderit veniam et tempor consectetur proident consequat sint aliqua. Ex aliquip cillum eiusmod elit sint esse labore veniam laboris enim quis magna labore. Incididunt sint dolor officia consequat anim eu. Minim officia Lorem voluptate proident ea exercitation sint tempor anim.\n\nCupidatat elit reprehenderit pariatur id minim laborum excepteur cillum aute officia nulla voluptate officia. Voluptate proident eu dolore labore pariatur id veniam. Quis proident sunt Lorem deserunt mollit laborum ea est adipisicing incididunt laboris. Sit minim aliqua consequat id dolor nulla sint elit consequat. In exercitation magna amet elit minim culpa tempor nostrud.\n\nIpsum occaecat laboris nisi sint. Enim occaecat Lorem anim excepteur anim exercitation fugiat laboris occaecat consequat qui magna labore fugiat. Magna laboris sint minim incididunt ullamco ut irure dolore exercitation aliqua officia cillum. Exercitation cupidatat nostrud deserunt occaecat non consequat elit esse. Proident dolore amet quis aute non non aliqua veniam incididunt id ad dolore.","nominations":["Eddie Schultz","Kacey Kub","Stanford Lindgren","Margot Cummings"]},{"name":"Brook Spencer","slug":"brook-spencer","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/giancarlon/128.jpg","involvement":"Deserunt pariatur fugiat cupidatat exercitation aliquip dolor dolor duis. Nostrud non sint exercitation nulla nisi aliqua ea eiusmod et nulla dolore exercitation quis non. Magna voluptate ullamco non sint ut.\n\nDeserunt cillum irure nostrud deserunt adipisicing ut qui irure sunt Lorem sit cupidatat adipisicing aliquip. Duis mollit occaecat id laboris consequat sit ea enim irure ullamco velit eu nostrud incididunt. Enim incididunt ea irure fugiat veniam dolor officia anim incididunt dolor culpa elit qui qui. Sit sunt pariatur sit velit cillum duis fugiat consectetur enim anim reprehenderit. Do fugiat dolor velit anim ad quis aute adipisicing id esse in id enim. Non duis minim ipsum in veniam aute.","qualifications":"Irure cupidatat consequat incididunt nisi. Proident et enim est consequat consequat aliqua velit velit anim pariatur amet cillum exercitation. Dolor cupidatat irure ad quis officia elit irure laborum labore. In sunt adipisicing in quis ipsum ad magna aliqua ut. Minim officia ut est sit qui consequat nisi commodo adipisicing est aute.\n\nFugiat irure dolor dolore mollit irure aliquip occaecat. Voluptate eu sunt ea voluptate commodo. Duis anim tempor proident ullamco labore reprehenderit. Labore exercitation dolor enim ea magna quis aliqua ipsum officia ullamco tempor labore culpa enim.","goals":"Cillum officia est Lorem adipisicing est incididunt deserunt magna nostrud sit sunt ea irure. Culpa non enim reprehenderit eu ad eiusmod consequat. Aliqua reprehenderit id duis commodo sit cillum id reprehenderit amet ex. Pariatur pariatur aliqua aliqua ipsum nulla irure qui incididunt qui labore aliqua ut nostrud officia.\n\nEu minim eiusmod officia consectetur ea exercitation enim minim aliquip occaecat pariatur. Sit ea est excepteur nisi officia reprehenderit ex ullamco in Lorem exercitation voluptate commodo. Ex culpa laborum culpa nostrud esse duis magna nulla magna. Velit in do enim dolor proident qui proident reprehenderit. Sint duis culpa sunt proident ipsum dolor est.\n\nLaborum duis Lorem amet consectetur veniam nulla magna occaecat. Culpa dolore labore enim ea culpa pariatur nulla minim aliquip. Sint sit ad proident eiusmod. Eu ut eu commodo eiusmod ipsum culpa ad culpa consectetur ipsum consequat.","nominations":["Laurie Hartmann","Gregory Kozey","Andreane Farrell"]},{"name":"Bennett Hauck","slug":"bennett-hauck","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ipavelek/128.jpg","involvement":"Incididunt exercitation sint aliqua ut dolore. Veniam quis elit eiusmod irure sit aliquip. Est reprehenderit duis enim aliquip sint. Do labore irure sint excepteur ad nisi cupidatat tempor incididunt amet ex. Eu irure commodo pariatur nulla est aliquip mollit aliquip ipsum amet consequat ipsum in.\n\nDeserunt ea quis sunt labore aliquip magna Lorem excepteur deserunt amet officia elit reprehenderit reprehenderit. Voluptate voluptate anim mollit in nostrud tempor pariatur consequat eiusmod do tempor esse. Enim aliquip cupidatat labore cupidatat non aute culpa voluptate nisi laborum incididunt commodo. Mollit et ullamco esse nisi enim irure. In voluptate nisi do deserunt consectetur tempor cillum ex exercitation cupidatat excepteur aliqua.\n\nLorem veniam proident fugiat laborum adipisicing reprehenderit aliqua culpa aliquip eiusmod consequat. Reprehenderit et ullamco ut laborum aliqua dolor. Nostrud commodo irure veniam aliquip laboris id magna ipsum adipisicing ad adipisicing reprehenderit. Officia do sit proident voluptate consequat eiusmod.","qualifications":"Ex excepteur aliqua eu eiusmod magna. Dolore est deserunt elit sunt eiusmod laboris labore. Quis officia labore minim cillum anim laboris excepteur magna mollit.","goals":"Commodo commodo et velit mollit mollit deserunt laboris nostrud quis mollit incididunt id. Culpa pariatur velit officia aliquip id culpa voluptate irure consectetur nostrud. Officia nulla laboris dolore pariatur exercitation occaecat enim officia dolore laboris ipsum. Excepteur dolore exercitation elit reprehenderit sint consequat tempor et do.\n\nDolor dolor nisi aliquip elit aliqua labore laborum. Duis mollit reprehenderit reprehenderit nostrud culpa sunt reprehenderit dolore dolore qui ut velit do. Non cupidatat elit voluptate dolor esse veniam. Do do est do tempor. Labore enim dolor non sint Lorem ipsum occaecat proident id pariatur proident et non.","nominations":["Dewayne Mraz","Theo Connelly","Eric Rosenbaum","Justina Runolfsson","Max Daugherty"]}],"seats":"2 seats"}]},"nationalConvention":{"candidates":[{"name":"Darwin Bechtelar","slug":"darwin-bechtelar","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/jydesign/128.jpg","involvement":"Voluptate veniam non qui do sit labore nisi fugiat culpa. Sunt irure aliqua cillum labore proident laborum esse. Reprehenderit amet sunt occaecat magna reprehenderit laboris enim aliquip deserunt reprehenderit occaecat.","qualifications":"Minim ex ea irure elit ullamco cillum nostrud magna ut. Mollit mollit dolor quis sunt ad nisi in cupidatat in ea quis velit incididunt. Est occaecat eiusmod ad mollit labore labore fugiat culpa labore et. Occaecat enim excepteur ipsum aliquip est. Elit commodo adipisicing exercitation irure labore mollit sunt mollit ullamco magna minim.","goals":"Deserunt consectetur est tempor irure cillum eu. Cupidatat enim eiusmod non consectetur. Veniam ad irure eiusmod nulla laboris sunt voluptate dolore nostrud amet ex esse ex.\n\nTempor eiusmod amet ad labore officia proident. In exercitation pariatur ea ex aute voluptate enim cillum nisi ullamco eiusmod dolore irure cupidatat. Sint aute labore proident magna laborum ullamco eu velit. Aute deserunt mollit est aute.\n\nVelit proident esse consequat officia esse labore est. Aliqua reprehenderit aliqua eu fugiat et anim aliquip reprehenderit nisi velit esse voluptate exercitation consequat. Lorem et Lorem excepteur nisi ipsum fugiat velit aliquip consectetur qui laborum voluptate. Sint ad quis laboris est quis ipsum laborum aliquip sint fugiat. Veniam veniam consectetur fugiat minim fugiat officia ipsum excepteur laborum laborum Lorem ipsum. Esse consequat dolore ipsum adipisicing ut est.","nominations":["Madeline Waelchi"]},{"name":"Nathaniel Mueller","slug":"nathaniel-mueller","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/posterjob/128.jpg","involvement":"Nulla consectetur in excepteur incididunt fugiat. In qui exercitation labore aute quis et sit proident magna magna esse enim cupidatat. Fugiat pariatur nulla laboris officia. Nisi commodo voluptate in nisi non aute consequat ad et id consequat aute commodo aliquip. Duis dolor sunt cillum consequat. Aute excepteur dolore dolor nisi cillum. Eiusmod duis velit ex velit eiusmod velit nulla qui deserunt qui occaecat irure dolor non.\n\nMinim elit laborum laborum ex laborum pariatur labore anim anim excepteur deserunt nisi non eu. Dolore aute qui in Lorem labore minim consectetur velit ipsum. Et eiusmod occaecat dolore voluptate laborum aute dolor magna pariatur. Cupidatat deserunt laborum occaecat quis mollit. Eu ullamco pariatur excepteur laborum laborum dolore enim deserunt.","qualifications":"Quis do ad do nulla aliquip mollit esse commodo mollit. Mollit culpa dolor eiusmod sit mollit consequat ad aliqua voluptate incididunt officia dolore. Mollit mollit excepteur voluptate aliqua ut deserunt reprehenderit. Commodo cillum nulla consectetur labore consequat ex incididunt voluptate veniam. Ad voluptate esse velit cillum dolore veniam mollit laboris minim eu nostrud ullamco sit.","goals":"Deserunt aliquip cupidatat velit mollit cupidatat veniam ut officia mollit labore amet ipsum. Deserunt anim Lorem ullamco officia aliquip consectetur duis dolore minim aute eu. Cupidatat enim nulla sint amet sit incididunt. Id et laboris adipisicing do voluptate. Velit culpa elit non in incididunt magna laboris in sunt laboris consequat.\n\nLaboris quis laboris amet voluptate reprehenderit sunt nostrud pariatur duis. Labore aliqua anim ipsum consequat cillum aliqua qui occaecat labore aute sint anim. Tempor dolor Lorem et anim ullamco ad dolore est adipisicing sint dolor nulla aute irure.","nominations":["Carley Sauer","Preston Harvey","Marlen Macejkovic","Amiya Nitzsche"]},{"name":"Rupert Brekke","slug":"rupert-brekke","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/millinet/128.jpg","involvement":"Consequat aliquip veniam ea exercitation consequat dolore consectetur voluptate ex cupidatat consequat do. Sint sint aliqua proident deserunt magna pariatur mollit amet velit deserunt non. Do nostrud sint mollit fugiat minim cillum culpa in eu reprehenderit velit proident voluptate aute. Pariatur elit commodo non sit reprehenderit.\n\nProident enim qui ullamco Lorem culpa. Reprehenderit exercitation deserunt officia ad officia. Lorem consectetur sunt cupidatat nostrud labore est ex excepteur mollit ad in ad excepteur. Fugiat eiusmod consequat in commodo nisi duis irure adipisicing aute aliqua laborum.\n\nEt mollit ad tempor officia adipisicing non ea laborum consequat sint nisi eiusmod excepteur est. Labore amet velit nisi qui. Occaecat excepteur ipsum labore eiusmod minim sit aliqua nostrud reprehenderit voluptate reprehenderit. Velit duis ad excepteur mollit enim eu.","qualifications":"Labore velit est labore dolor enim quis culpa culpa aliqua ex elit exercitation laboris. Anim cupidatat id incididunt aute aliqua sit anim velit. Officia aliquip excepteur in ea sit nulla qui ex. Ipsum sit occaecat ullamco ipsum veniam velit. Magna cupidatat ut aliquip fugiat elit.","goals":"Ea incididunt elit Lorem in magna elit anim reprehenderit nulla. Adipisicing excepteur pariatur sit cillum exercitation. Id aliqua aute magna mollit est ipsum amet sint. Cupidatat commodo duis fugiat magna laborum eu do.\n\nIpsum occaecat ad reprehenderit anim. Occaecat ea fugiat qui excepteur magna aute elit. Ullamco exercitation ex labore laborum veniam. Ea non dolore cillum eu sint nisi dolor elit anim officia ullamco cillum. Laborum quis ut mollit excepteur do qui quis aliqua quis. Adipisicing nulla pariatur ea aliqua ut ullamco labore velit nisi et laborum duis.\n\nId commodo occaecat laboris Lorem tempor eiusmod non adipisicing excepteur labore nostrud. Eu ut elit duis reprehenderit fugiat tempor. Consequat excepteur excepteur exercitation nisi velit adipisicing aute.\n\nVeniam elit fugiat voluptate velit reprehenderit. Sunt pariatur duis labore culpa esse in magna ea. Magna fugiat proident mollit excepteur. Do dolore magna consectetur velit nulla reprehenderit aliqua consectetur aliquip quis ullamco.","nominations":["Modesto Emmerich","Jerel Beier"]},{"name":"Troy MacGyver","slug":"troy-macgyver","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/djsherman/128.jpg","involvement":"Commodo et do magna nostrud non ullamco. Tempor pariatur velit ex ullamco ut. Laboris id amet ut nulla magna id ipsum Lorem fugiat. Eu et pariatur veniam dolor id aliqua irure officia ad irure in enim exercitation sunt. Laborum in est duis anim consectetur ex esse sunt.\n\nMollit fugiat minim incididunt dolor enim ut exercitation tempor id. Eiusmod dolor mollit enim labore commodo irure aliquip fugiat laboris id culpa eiusmod et consequat. Commodo nulla et qui aliquip non. Dolor ea est nisi sit ullamco laboris fugiat proident ut anim amet.\n\nUt non non cupidatat ut do ex anim dolor Lorem eiusmod laborum tempor. Labore velit duis tempor fugiat esse. Tempor sint et aute aliquip irure consequat quis dolor quis. Sint enim incididunt reprehenderit amet proident tempor anim proident reprehenderit ut dolor ad mollit elit. Est labore laborum aliqua voluptate elit sunt occaecat. Et ipsum sit ex elit do laborum eu esse laboris aliquip ut dolore esse ullamco. Do ea sint excepteur amet occaecat aliqua laboris.","qualifications":"Aute sit laborum irure ea id pariatur irure. Exercitation anim irure quis et ex. Dolore est magna culpa incididunt ex adipisicing non est mollit. Non cupidatat quis velit amet nisi proident pariatur. Aliquip ea velit elit aliqua culpa officia fugiat eu reprehenderit est qui. Fugiat Lorem veniam dolor labore officia mollit. Labore eu commodo exercitation enim adipisicing magna amet excepteur laborum consectetur adipisicing occaecat culpa consequat.\n\nFugiat ipsum cillum amet ipsum. Elit officia enim non quis commodo laborum cupidatat ipsum aliqua tempor occaecat. Veniam irure ex sit sit id tempor consequat amet magna exercitation sit pariatur qui cupidatat. Ut aliquip ipsum quis adipisicing ullamco tempor sint eu ipsum. Ipsum deserunt minim mollit fugiat eiusmod. Amet cillum Lorem in officia laborum ad consequat cillum non anim laboris.","goals":"Id ad sit aliqua amet dolor. Consequat nisi nostrud id adipisicing cillum esse amet culpa velit sit mollit. Ullamco consequat dolore in irure mollit cupidatat proident. Voluptate consequat est quis sunt consectetur ipsum eu ex deserunt Lorem tempor.\n\nQuis ea id ex duis ex eiusmod. Eiusmod Lorem excepteur laboris pariatur minim laborum in quis dolore laboris culpa excepteur duis deserunt. Magna officia esse fugiat sint in fugiat incididunt. Sunt ad ex fugiat et qui consequat sint dolore Lorem cillum excepteur. Sint exercitation incididunt ad eu cupidatat et nisi nostrud aliqua. Ipsum ex laboris ipsum labore enim id aliquip. Non sit duis aliquip nisi eu occaecat consequat commodo fugiat.\n\nSint sint ex esse consequat et. Occaecat excepteur minim cillum consectetur laborum et. Ipsum aliquip irure enim fugiat cupidatat tempor nulla minim Lorem dolor. Officia nulla ea sint Lorem qui laboris minim. Aliqua elit esse est quis nulla excepteur. Consectetur amet sunt cillum eu velit mollit amet quis velit laboris ullamco ullamco sunt enim. Magna nostrud proident ad aliquip culpa est ut nisi dolore sint sunt ex.\n\nAliquip nulla ad nostrud cupidatat labore cupidatat sunt esse eiusmod adipisicing ipsum laboris. Occaecat in Lorem aliquip laborum occaecat occaecat dolor anim eiusmod magna. Adipisicing laboris commodo minim ea minim sunt sit esse quis voluptate dolor qui ad.","nominations":["Torrey Langworth","Madisen Russel","Louvenia Fahey"]},{"name":"Dixie Erdman","slug":"dixie-erdman","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/djsherman/128.jpg","involvement":"Aliqua excepteur dolore aliqua est irure elit dolore pariatur ullamco. Nulla nisi ullamco adipisicing veniam ut fugiat in. Sit adipisicing ad sit ad aliqua laboris consequat cillum ipsum eu. Quis fugiat duis irure culpa ad mollit velit mollit.","qualifications":"Labore cillum dolore ad anim sunt. Reprehenderit amet commodo sit eu. Consequat aliquip elit veniam consectetur excepteur consequat cupidatat est esse veniam reprehenderit. Enim id sint irure Lorem incididunt anim cupidatat pariatur aliqua aliquip sint do. Ex nulla qui culpa ullamco velit aliqua. Voluptate duis occaecat do laboris tempor exercitation magna mollit aliquip excepteur minim voluptate amet laboris. Lorem ipsum id consectetur esse nisi nulla id consectetur id exercitation enim aute nulla.\n\nDolor sint ipsum aliquip aliqua est laborum et ea ut enim. Proident et voluptate incididunt laborum ut esse magna culpa irure magna. Qui incididunt nostrud duis minim do officia occaecat id do nostrud proident reprehenderit nisi. Nostrud ut pariatur aliqua magna id aliquip commodo mollit velit eu aliqua reprehenderit nulla aute. Consectetur officia proident pariatur incididunt. Ut enim nulla deserunt et adipisicing labore anim cupidatat ut.","goals":"Ullamco pariatur nisi adipisicing aute duis officia elit qui Lorem Lorem. Voluptate cupidatat ullamco culpa nisi magna dolor laboris reprehenderit eiusmod velit anim adipisicing. Sunt quis dolore eu dolore enim occaecat laborum. Dolor consectetur in ipsum nulla excepteur et reprehenderit consequat in. Deserunt officia nisi enim ea commodo do velit ex est.\n\nReprehenderit aliquip qui consequat nisi aute commodo mollit enim ullamco minim consectetur elit. Ex reprehenderit reprehenderit tempor ullamco laboris labore ex duis ullamco proident commodo eu veniam. Sint commodo aliqua nisi sunt sunt tempor.\n\nMollit duis enim aliquip Lorem duis ipsum cupidatat elit. Eu irure velit commodo fugiat culpa quis esse sint culpa. Culpa deserunt sint eu occaecat Lorem ut magna eiusmod ullamco anim non. Aute officia ut qui ullamco. Est velit ipsum anim occaecat occaecat minim proident et fugiat enim ad. Eiusmod irure reprehenderit velit consectetur non irure ea qui nostrud irure ea ad et.","nominations":["Miguel Nitzsche","Antwon Kutch"]},{"name":"Araceli Rutherford","slug":"araceli-rutherford","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/albertaugustin/128.jpg","involvement":"Tempor deserunt officia dolor amet ex. Excepteur incididunt mollit et laborum elit reprehenderit eiusmod nisi. Labore incididunt duis in ullamco sit consequat ipsum anim minim. Mollit ex non excepteur consequat esse cillum. Exercitation anim velit cupidatat qui ullamco quis voluptate. Aliqua excepteur nisi nisi et velit consequat. Ut eiusmod aliquip cillum ullamco ipsum laborum occaecat.","qualifications":"Do aute aliquip occaecat ullamco qui. Dolore veniam anim id ipsum minim dolor cupidatat. Consectetur amet deserunt consequat in cupidatat qui mollit do officia consectetur esse duis elit ea.\n\nReprehenderit nulla est quis excepteur occaecat ullamco in nostrud sit pariatur. Velit consequat ullamco enim excepteur id labore officia exercitation amet esse occaecat. Reprehenderit est dolor ut Lorem consequat ea qui exercitation fugiat ut aliqua in cillum labore. Aute ad id minim reprehenderit sint est est irure proident veniam tempor qui. Laborum mollit Lorem in qui ullamco minim ea qui enim id incididunt tempor.","goals":"Exercitation nostrud adipisicing ut consequat id mollit pariatur qui est occaecat et reprehenderit officia ipsum. Exercitation id commodo ullamco aute irure laborum veniam. Eu ullamco quis nostrud mollit.\n\nAliquip tempor fugiat velit cupidatat ex voluptate. Veniam est non magna velit ipsum anim adipisicing ipsum eiusmod culpa in commodo aliquip dolor. Elit aliquip tempor laboris irure. Dolore nulla duis voluptate excepteur sunt voluptate commodo aliquip. Et sit laborum cupidatat nulla. Adipisicing laborum excepteur ex culpa ut consequat eiusmod magna aliquip id duis sint ullamco nisi.\n\nMollit eu dolore mollit commodo consequat ipsum laborum in veniam nisi aliquip veniam irure. Deserunt mollit veniam incididunt sunt culpa nostrud nostrud eu fugiat. Magna aute ea excepteur minim aliqua culpa eiusmod exercitation ad non incididunt laboris. Est aute sint fugiat consectetur. Fugiat excepteur eu enim nisi minim est nulla commodo esse aute ea ullamco officia fugiat.\n\nDolore consectetur deserunt eu eu cillum consequat tempor fugiat. Consequat labore do laborum adipisicing non do enim occaecat mollit anim reprehenderit quis. Dolore reprehenderit enim ipsum aliquip proident. Veniam sit cillum esse velit duis aliquip tempor ut sint aute culpa anim eiusmod et.","nominations":["Reed Cremin","Talon Hagenes"]},{"name":"Lisa Wiegand","slug":"lisa-wiegand","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/mutlu82/128.jpg","involvement":"Elit nulla culpa qui sint. Laborum elit id laborum irure veniam amet. Adipisicing proident occaecat voluptate ea laboris nostrud pariatur id pariatur voluptate in nulla. Irure commodo irure nulla sint ipsum culpa. Anim elit pariatur occaecat non dolor. Sint ea consequat laborum id aliquip magna enim ad ea anim ipsum adipisicing ut aliquip.\n\nCillum pariatur ipsum officia ullamco consequat eu sit magna laboris excepteur. Magna ullamco non adipisicing cillum adipisicing ullamco do occaecat culpa quis magna excepteur laborum ex. Reprehenderit incididunt anim id mollit ullamco fugiat. Consectetur ullamco labore id sunt cupidatat enim sit consequat commodo non. Ipsum id dolor eiusmod cillum consectetur consequat.","qualifications":"Ut ipsum velit consequat sit duis mollit in adipisicing nostrud. Veniam exercitation veniam in consectetur cillum dolor enim dolore qui velit irure id. Ad et qui dolor in magna incididunt officia exercitation do non duis commodo. Incididunt velit pariatur aliqua dolor. Nisi pariatur velit quis Lorem labore nulla dolor fugiat cillum duis excepteur ipsum aute. Consequat voluptate id irure ut nostrud excepteur veniam.\n\nNisi id proident ex excepteur ipsum sint dolore deserunt. Anim aliquip et occaecat pariatur id cupidatat nulla duis. Officia occaecat nulla cupidatat in non voluptate qui commodo adipisicing. Aute officia sit qui dolor reprehenderit. Ipsum ea aliquip cillum irure irure est do labore. Officia veniam commodo commodo commodo sint fugiat labore quis proident.","goals":"Nostrud consequat in commodo ut mollit aliquip nulla. Mollit laborum mollit duis deserunt incididunt laboris non eiusmod qui. Irure elit occaecat magna nisi irure laboris fugiat ullamco officia cillum ex do anim excepteur.\n\nOccaecat est irure mollit ullamco reprehenderit aute ea velit amet. Dolor anim officia mollit exercitation aute dolore eu velit. Adipisicing ullamco aliqua aliqua commodo enim id Lorem sint deserunt voluptate ex commodo. Reprehenderit velit voluptate Lorem minim et mollit veniam.\n\nQuis ex consectetur ipsum nostrud ad sint commodo non duis pariatur qui magna. Aliqua nulla minim in ipsum Lorem ad esse. Ad pariatur Lorem do aliquip veniam fugiat incididunt.\n\nDuis pariatur cupidatat velit cupidatat est in dolor. Consectetur magna non consectetur excepteur exercitation aute sint. Eiusmod anim aliqua laboris sunt in. Aute ullamco ad ex adipisicing pariatur. Dolore ut exercitation labore esse qui consectetur irure proident consectetur consequat dolore amet irure voluptate. Eu reprehenderit magna in est adipisicing cupidatat voluptate aliquip irure eiusmod. Eu laboris voluptate aute minim duis voluptate amet et quis nostrud aute.","nominations":["Elisabeth Pfeffer","Trinity Kutch","Kennedy Schmeler","Catherine Lowe","Ryder Russel"]},{"name":"Vida Kreiger","slug":"vida-kreiger","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/knilob/128.jpg","involvement":"Magna qui consequat officia commodo eu culpa. Laborum enim in do duis occaecat elit nostrud eu enim magna irure. Laboris mollit consequat labore tempor ea officia veniam est. Ipsum aliquip ex nulla fugiat enim excepteur minim nisi incididunt pariatur ipsum. Officia deserunt culpa magna enim fugiat reprehenderit duis non aliquip excepteur consequat occaecat. Nostrud sit est id minim veniam nisi eu est eu. Magna officia exercitation labore aliquip ut aliquip aute.\n\nEst sint non ipsum consectetur officia aliqua nisi fugiat dolore eu fugiat minim deserunt. Adipisicing tempor exercitation elit id enim quis quis ad. Aute id sint nostrud do consectetur Lorem commodo est fugiat do ullamco velit. Consequat consectetur cupidatat proident aute.\n\nMinim sunt ullamco fugiat officia irure nisi nulla tempor tempor velit velit sint amet. In officia fugiat mollit eu minim veniam. Cupidatat enim anim ut deserunt minim culpa Lorem cillum ullamco nostrud velit duis. Irure tempor tempor deserunt non proident ad est dolor sunt anim. Incididunt minim pariatur commodo deserunt aute.","qualifications":"Labore aute Lorem reprehenderit incididunt dolor elit ea aute cillum aliquip dolor cupidatat minim. Consectetur ipsum consectetur est anim qui occaecat voluptate ea laborum. Sit voluptate ex aliquip est ut labore quis elit nulla sunt. Aute do esse eu tempor non sint nisi. Laboris quis dolore veniam commodo ullamco fugiat. Occaecat esse culpa duis ex ut est voluptate officia ad cillum. Cillum et proident ipsum qui exercitation sit et.\n\nId exercitation laborum culpa ex. Cillum officia laboris adipisicing consectetur cupidatat amet. Amet deserunt cillum velit dolor anim sunt deserunt dolore laborum sunt dolor. Lorem aute ipsum esse aliquip officia excepteur esse veniam labore. Laboris eiusmod enim culpa sunt qui magna qui elit.","goals":"Quis ipsum officia eiusmod ut aliqua laboris pariatur exercitation officia. Tempor cupidatat mollit est dolor aute. Magna mollit fugiat ea dolor veniam eu incididunt magna in. Nostrud est voluptate dolore anim proident incididunt laboris esse aliquip minim exercitation. Tempor pariatur nisi pariatur voluptate pariatur Lorem laboris ex anim.\n\nLaborum duis exercitation quis eiusmod. Et officia proident esse velit ipsum. Cillum eiusmod esse consequat aliquip esse ipsum ea reprehenderit aliquip enim. Ea mollit laboris ipsum magna esse.\n\nSunt exercitation laborum incididunt laborum do esse deserunt magna consectetur amet irure. Ullamco Lorem cupidatat fugiat voluptate. Non deserunt est culpa ad commodo eiusmod consectetur enim. Exercitation non ea eiusmod deserunt minim tempor proident sint.","nominations":["Jermey Hackett","Jalon Dach","Teagan Roberts","Jonathon Kilback","Lilly Schaefer"]},{"name":"Alberta Cummings","slug":"alberta-cummings","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/taylorling/128.jpg","involvement":"Dolor sit est ex nulla ut ex excepteur sit. Sit sint mollit enim nisi nisi anim minim excepteur dolore incididunt sunt qui veniam. Pariatur sunt id qui nulla nostrud sint irure deserunt aliqua fugiat magna. Dolore ea adipisicing enim dolor fugiat in. Nostrud reprehenderit irure quis ut cupidatat nulla ex cupidatat.\n\nReprehenderit esse sint occaecat nostrud ullamco consequat fugiat consectetur ipsum ullamco deserunt adipisicing. Consectetur nulla nulla adipisicing consectetur ad nisi laborum. Adipisicing cupidatat ea esse tempor occaecat mollit ullamco laborum enim dolor.","qualifications":"Ut ad nostrud laborum occaecat sit veniam esse amet do do non fugiat consequat. Occaecat irure officia ullamco excepteur excepteur. Qui Lorem minim deserunt irure sit et nisi ea tempor occaecat.","goals":"Veniam irure voluptate cupidatat adipisicing labore voluptate ad proident minim quis. Enim aliqua irure ad anim excepteur adipisicing labore officia laborum anim. Labore exercitation aliqua deserunt adipisicing ex esse excepteur aliqua fugiat. Pariatur pariatur cillum adipisicing elit. Irure fugiat fugiat non proident ullamco aute labore. Mollit consectetur eu aliqua fugiat excepteur occaecat incididunt laboris. Do culpa fugiat aute culpa ea deserunt officia.\n\nDolore sint cillum minim ex eu aute fugiat nostrud laboris cupidatat in. Enim ea consectetur eu velit elit amet incididunt incididunt mollit non quis culpa sunt. Adipisicing dolor non velit esse do Lorem dolor ex ad sit.\n\nConsectetur duis sint labore laboris ex cupidatat proident consectetur in culpa. Duis elit dolor occaecat nostrud cillum ad deserunt quis laboris. Adipisicing eiusmod consequat veniam esse velit dolore reprehenderit sit nulla dolor sunt amet duis.\n\nQuis ipsum amet qui aliqua nostrud irure consequat reprehenderit laboris quis laborum qui minim labore. Proident labore nulla id veniam in et cupidatat nostrud. Dolor laboris consectetur reprehenderit aliqua. Id sunt sint aliqua fugiat nostrud occaecat fugiat. Amet id cupidatat nostrud enim sit veniam. Sunt culpa velit qui veniam ipsum laboris excepteur.","nominations":["Kaia Stoltenberg","Verlie Hettinger","Adella Morar","Ellie Gerlach","Vena Jacobson"]},{"name":"Bettye Herzog","slug":"bettye-herzog","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/iamjdeleon/128.jpg","involvement":"Cillum reprehenderit est tempor sit mollit Lorem consectetur ea cupidatat. Irure elit ipsum aliquip laborum excepteur velit velit. Deserunt sit non deserunt in cupidatat ullamco id duis sit consequat. Veniam nostrud consequat ut minim et sint reprehenderit id eu. Velit culpa amet dolore magna aute Lorem magna excepteur do cupidatat.","qualifications":"Proident minim dolor nostrud ut commodo aliquip ea aliqua ipsum est. Reprehenderit dolore est proident enim minim ullamco cillum ut anim excepteur ex. Elit amet quis velit magna laboris ad.","goals":"Sunt aliquip aliqua commodo voluptate ut amet. Aliquip adipisicing sunt in veniam duis amet consequat aute id reprehenderit velit id ea. Ut cupidatat excepteur dolore ut sit adipisicing voluptate reprehenderit magna fugiat deserunt nulla. Culpa eiusmod Lorem amet eu cupidatat reprehenderit nulla. Sunt reprehenderit irure cupidatat ut cillum in anim sint cupidatat ut pariatur veniam sint sit.\n\nAliquip ut culpa irure ut do sit aliqua esse aliqua nulla. Incididunt amet sunt culpa nulla adipisicing eiusmod cupidatat ea aliquip dolore. Minim magna excepteur adipisicing quis incididunt quis id adipisicing. Sit ea culpa nulla non laborum aliquip deserunt officia commodo non.\n\nPariatur labore incididunt cillum do excepteur consectetur proident ad nostrud adipisicing eiusmod ut ullamco. Enim incididunt cupidatat pariatur qui aliquip ullamco reprehenderit nulla sit aute sint anim ex. Dolore elit sit nisi dolore minim exercitation aute laboris amet ea.","nominations":["Darian Schroeder","Lyla Graham","Trystan Kuhlman","Rosemarie Balistreri"]},{"name":"Brenna Spencer","slug":"brenna-spencer","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/otozk/128.jpg","involvement":"Ea nisi do in irure quis. Minim non voluptate non fugiat do do. Ullamco sit sit adipisicing consectetur occaecat exercitation ipsum occaecat ullamco proident. Velit pariatur minim exercitation duis proident et duis sit in in ea dolor sint adipisicing. Do ullamco quis sit id. Aliquip deserunt adipisicing deserunt adipisicing dolore consequat.\n\nIpsum sit nulla sunt occaecat duis laboris consectetur in nostrud aliquip enim. Ut qui consequat nulla commodo et. Duis cillum pariatur mollit id dolore minim nisi cillum tempor amet enim. Irure dolore culpa amet labore ullamco esse minim anim culpa incididunt aute proident.\n\nEst sunt consequat sit irure sunt. Fugiat reprehenderit non minim officia deserunt pariatur duis sit ad do aliqua veniam labore. Laboris incididunt ut in ut labore eu ea cillum.","qualifications":"Culpa sint fugiat irure proident in est nulla dolore nulla. Nulla adipisicing exercitation dolore Lorem magna non est voluptate. Nisi ex enim ipsum aliquip veniam fugiat aliquip velit.","goals":"Officia est nulla proident sit nulla adipisicing Lorem est. Duis labore nulla consectetur sint labore laboris do in ipsum ad. Et magna consectetur consectetur dolore excepteur ad tempor laborum. Laborum proident cillum consectetur tempor aliqua sint elit sunt in incididunt in ullamco ut. Reprehenderit aliqua nostrud veniam ad excepteur quis mollit sunt veniam. Est amet do laboris incididunt commodo excepteur sunt nisi amet laborum eiusmod aliquip labore. Labore voluptate commodo minim ut quis qui magna aute nostrud.\n\nEnim ullamco cupidatat Lorem proident duis eu ullamco non qui laboris cillum pariatur nostrud fugiat. Sit consequat aliqua ea incididunt id reprehenderit. Duis et fugiat aliquip amet deserunt cillum velit. Est non dolor Lorem qui non commodo esse adipisicing occaecat.\n\nCulpa ut nostrud laborum deserunt amet. Qui elit dolor reprehenderit est excepteur aliquip duis ea commodo et. Nulla non eiusmod duis cupidatat dolore fugiat. Duis laboris excepteur ipsum officia fugiat nulla veniam eu nulla et consequat. Cillum do magna tempor qui et anim amet. Esse velit quis excepteur officia proident id aliqua.","nominations":["Izaiah Armstrong","Romaine Heathcote"]},{"name":"Gillian Cassin","slug":"gillian-cassin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/adellecharles/128.jpg","involvement":"Duis amet Lorem ullamco labore incididunt commodo do. Et consequat do aliquip elit velit eiusmod veniam sint elit esse culpa. Pariatur voluptate sunt nisi dolore ea consequat quis ullamco ullamco. Quis eiusmod enim amet nisi quis. Lorem nostrud adipisicing eiusmod voluptate velit id incididunt proident dolore dolor ex sint tempor. Ad cupidatat elit culpa quis est velit aute adipisicing veniam officia fugiat duis consectetur proident.\n\nSunt aliquip nostrud do consequat ea nulla eu laborum mollit proident culpa voluptate laboris consectetur. Aliqua in in enim officia et dolore cupidatat irure cillum. In nostrud proident irure aliqua veniam incididunt aliquip elit. Id ea cupidatat aute veniam magna mollit cillum enim aute eiusmod. Mollit magna nisi esse in enim est. Tempor veniam veniam consequat officia consectetur officia dolor aliqua Lorem commodo. Fugiat duis ullamco dolore nostrud qui do et officia pariatur officia.\n\nDuis consectetur qui ipsum eiusmod laborum laboris proident eiusmod aliqua fugiat eiusmod ad. Mollit id cupidatat commodo sunt anim nisi sint irure consectetur exercitation dolore labore. Sit ipsum qui ea pariatur occaecat veniam quis irure laborum deserunt voluptate officia elit ut.","qualifications":"Aliquip consectetur eu laboris adipisicing minim. Amet est minim duis irure. Consectetur aute dolor duis ullamco adipisicing adipisicing proident voluptate commodo.\n\nLorem est qui occaecat est excepteur dolor Lorem commodo. Dolore laborum aliquip nisi cupidatat non sint. Voluptate ad ipsum mollit tempor adipisicing. Consectetur officia duis culpa consectetur. Proident quis exercitation ipsum quis anim. Cupidatat nisi Lorem qui aliquip excepteur.","goals":"Sit voluptate aute cillum laboris tempor quis. Esse cillum mollit duis exercitation quis fugiat eu est qui consectetur. Sint nulla enim fugiat aliquip cupidatat commodo nisi deserunt laborum est ut commodo elit. Magna et do ex do incididunt. Lorem adipisicing sunt exercitation elit duis laboris Lorem enim enim incididunt anim fugiat nisi et.\n\nIn duis laborum minim ipsum commodo ullamco nulla ullamco. Et deserunt qui anim ut laborum esse ipsum ex deserunt ut est sit. Exercitation deserunt laborum aliquip excepteur. Aute ullamco laboris cupidatat fugiat commodo adipisicing pariatur. Esse qui incididunt veniam aliqua velit minim sint. Voluptate veniam Lorem voluptate id.\n\nEst aliqua non esse mollit adipisicing nulla eiusmod sit. Consequat sunt ipsum nisi ipsum sit commodo ipsum eu reprehenderit sint. Esse est voluptate est ipsum aliquip. Ullamco deserunt ex mollit officia aliquip. Veniam excepteur qui pariatur excepteur officia cillum id et voluptate cupidatat minim tempor magna anim.","nominations":["Berneice Pagac","Grayce Pagac","Jacey Durgan","Elvie Dickinson","Monserrate King"]},{"name":"Melyssa Torphy","slug":"melyssa-torphy","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ernestsemerda/128.jpg","involvement":"Laboris ea est eiusmod mollit deserunt ut esse in incididunt ut culpa aliqua. Officia magna duis mollit reprehenderit irure ea pariatur exercitation occaecat cupidatat dolor mollit. Ut non eiusmod et dolor ex sit ullamco. Qui sint aliquip excepteur duis velit ipsum.\n\nAliqua ad exercitation nisi exercitation ea reprehenderit ea. Sunt consequat tempor consectetur tempor et. Mollit excepteur ut ullamco consequat fugiat nisi reprehenderit anim exercitation et veniam consectetur sunt. Nisi voluptate tempor cillum cillum commodo adipisicing ut sit quis eiusmod ex. Excepteur nulla proident sint dolor amet amet nulla elit aliqua minim et duis in. Laboris magna dolore aute magna laborum.","qualifications":"Est deserunt quis est laborum velit dolore dolor enim. Laborum sit ea qui pariatur ex reprehenderit adipisicing sint amet. Officia incididunt incididunt dolor id minim laborum incididunt minim labore esse fugiat aute laboris dolore. Aliqua esse pariatur ex in culpa tempor dolor ea.\n\nLaborum sunt esse laboris est labore eu cupidatat duis aliquip consequat Lorem. Elit Lorem adipisicing officia occaecat sit cillum aute sint incididunt. Consectetur deserunt voluptate mollit excepteur reprehenderit nostrud duis ullamco. Aute proident exercitation laborum aliquip minim do ex aliquip voluptate quis exercitation esse ipsum consectetur.","goals":"Consequat et qui nostrud eu dolore deserunt sunt ea dolore et minim enim irure aliqua. Aute irure mollit magna laborum excepteur exercitation irure fugiat. Laboris nulla consectetur aliqua ut consequat culpa occaecat est laborum sunt ex. Incididunt ipsum magna non officia sint adipisicing veniam nulla nisi deserunt aliqua minim aliqua nulla. Occaecat id nostrud reprehenderit in cupidatat excepteur fugiat elit culpa ex deserunt irure reprehenderit dolor. Cillum veniam et proident dolor duis est.\n\nIn nostrud labore nulla do aliquip officia duis qui eu aute incididunt consectetur aute. Commodo ut laborum veniam cillum ut. Nulla irure aliqua do amet mollit ullamco amet esse magna adipisicing. Ipsum exercitation nostrud occaecat ipsum sunt labore est.\n\nId adipisicing tempor anim deserunt sunt id quis incididunt. Nostrud id consequat quis qui. Sint id Lorem dolore pariatur consectetur cillum minim proident in ex adipisicing incididunt est ut. Lorem sunt ad aute duis est.","nominations":["Brice Lind","Katelin Hilll","Edison Smith","Jackeline King","Winston Kreiger"]},{"name":"Dianna Schiller","slug":"dianna-schiller","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/nvkznemo/128.jpg","involvement":"Labore ex laborum culpa est consequat occaecat consequat aliqua commodo nostrud. Aliquip id sunt eiusmod dolore est occaecat elit ullamco esse in do laborum dolor officia. Deserunt consectetur nisi ea consequat irure occaecat laboris nulla culpa nisi et. Non aute ipsum proident sint.","qualifications":"Deserunt mollit consequat sit ex labore officia adipisicing aute irure voluptate ut adipisicing ea eu. Laboris aliquip aute quis fugiat. Officia commodo commodo est pariatur aliquip cillum. Dolor ipsum elit cupidatat enim aliquip esse aliqua elit esse. Exercitation dolore incididunt veniam velit commodo irure cupidatat commodo Lorem. Pariatur deserunt voluptate amet sint do quis mollit est incididunt consectetur reprehenderit ex.","goals":"Cillum fugiat pariatur do laborum irure do dolore cupidatat commodo id reprehenderit officia non. Magna incididunt in ullamco esse commodo velit cillum voluptate esse consequat excepteur sint consectetur. Sit cupidatat eiusmod non labore ea occaecat pariatur est. Amet officia consequat ad veniam.\n\nLaboris eiusmod do eiusmod fugiat laborum. Lorem aute duis reprehenderit cupidatat adipisicing commodo incididunt ipsum ullamco officia labore. Culpa officia incididunt enim proident ad in amet occaecat. Tempor fugiat aliqua commodo veniam ipsum. Et ipsum velit mollit do officia enim occaecat voluptate esse. Nulla in sit elit fugiat anim amet ea fugiat ut qui fugiat est pariatur ad. Ex officia aliquip elit ea ipsum consequat laboris anim ullamco aliqua proident esse tempor.","nominations":["Tre MacGyver","Estrella Boyle","Moises Sipes","Rowena Upton","Fay Little"]},{"name":"Emelie Walsh","slug":"emelie-walsh","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/akashsharma39/128.jpg","involvement":"Dolor qui Lorem amet officia proident officia. Commodo do consectetur ullamco ut commodo labore cillum occaecat ad minim esse culpa cillum. Consectetur velit sunt velit aliqua. Commodo reprehenderit labore dolore id nostrud velit reprehenderit aliquip sit cillum. Esse minim mollit do do esse sit. Labore sit et dolore dolor commodo occaecat deserunt officia non voluptate velit voluptate et consectetur. Deserunt et do fugiat sit laborum aliquip nisi.\n\nConsequat labore elit laboris sunt qui aliquip nulla laboris. Voluptate ad voluptate magna sit culpa deserunt adipisicing. Aliqua ad occaecat laborum ullamco fugiat est deserunt pariatur pariatur esse sint sit fugiat magna.\n\nCillum labore sint qui quis quis aute. Aliquip duis ex laborum sint nisi nisi consectetur. Do dolore labore deserunt proident qui laboris velit ex amet ex enim occaecat consectetur. Enim excepteur velit consectetur commodo labore duis sint anim deserunt incididunt tempor proident. Mollit est anim pariatur anim dolore consequat sint cupidatat sint nisi. Nisi aute laboris qui aute et laborum cillum magna do. Est ea incididunt do ipsum id ea irure cillum nulla magna dolor ex sint.","qualifications":"Est sint ea consectetur adipisicing. Minim elit fugiat sint nulla. Eu dolor reprehenderit veniam laborum.","goals":"Ut eiusmod eu mollit reprehenderit do dolore consectetur. Nostrud est mollit ad dolor consectetur nulla nulla aliqua eiusmod ullamco eu id incididunt. Officia anim nulla cupidatat elit adipisicing Lorem consequat officia ex. Est dolor cillum consequat qui. Veniam ex minim labore irure irure aliqua mollit commodo. Fugiat voluptate irure sunt officia sint laboris officia exercitation commodo ex.\n\nMagna tempor velit amet consequat tempor laborum elit consequat mollit voluptate amet deserunt irure id. Amet reprehenderit irure voluptate Lorem fugiat. Magna velit consequat ad aliqua labore dolore veniam incididunt nulla. Commodo aliqua amet ea commodo minim qui officia.\n\nCommodo in anim esse in eu proident sunt consectetur qui consectetur non. Do sunt labore proident aliqua ad culpa non voluptate sit. Ut in sint veniam pariatur reprehenderit quis non ex aliquip incididunt laborum. Reprehenderit enim esse duis non magna culpa ad ex consectetur adipisicing esse fugiat. Officia veniam aute ea do ad exercitation deserunt.","nominations":["Samson O'Connell","Jerrold Gleason"]},{"name":"Alivia Becker","slug":"alivia-becker","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ricburton/128.jpg","involvement":"Enim nisi consequat cupidatat consequat cillum. Sunt deserunt tempor est anim anim nisi sunt. Voluptate do eiusmod cupidatat non exercitation veniam quis. Proident labore fugiat est amet nulla et reprehenderit. Consequat amet irure quis Lorem fugiat cillum aute qui exercitation Lorem cupidatat.\n\nEst sit consequat sint esse aliquip quis occaecat dolore laboris nostrud. Labore do deserunt dolore pariatur. Consectetur non quis ex labore tempor ut proident nulla enim. Nulla in laboris culpa dolor in do proident quis est culpa.","qualifications":"Duis consectetur nisi eu veniam id velit ex ad est adipisicing ipsum. Proident aliqua in anim mollit veniam. Incididunt mollit officia exercitation Lorem excepteur nulla reprehenderit aliquip elit eu eu.\n\nDo aute exercitation nulla exercitation ut fugiat duis pariatur nisi. Fugiat ut mollit dolore ut est consectetur pariatur anim sint magna est qui quis fugiat. Occaecat sit adipisicing dolor labore reprehenderit mollit excepteur aliqua. Nostrud cillum adipisicing deserunt proident occaecat do aliquip irure non. Duis voluptate exercitation ea consectetur occaecat eiusmod enim consectetur in consectetur pariatur.","goals":"Est incididunt aute Lorem do ad fugiat culpa sint exercitation aute occaecat. Irure voluptate culpa tempor nisi incididunt veniam laborum reprehenderit. Aliquip culpa tempor irure duis duis velit cillum. Et exercitation officia magna fugiat.\n\nAliqua exercitation tempor nulla duis sint mollit laboris nisi. Ea elit consectetur cupidatat ut sint culpa velit ad incididunt commodo culpa. Consequat fugiat do exercitation enim laboris ad fugiat laboris non eiusmod occaecat aliquip aute qui. Quis mollit exercitation voluptate culpa Lorem reprehenderit dolore. Anim ad dolor proident ipsum. Enim magna nostrud proident duis nostrud nostrud quis sint exercitation incididunt. Lorem esse elit ea occaecat occaecat reprehenderit ea voluptate minim ad mollit adipisicing quis consequat.","nominations":["Citlalli Hammes","Margot Schmitt"]},{"name":"Coralie Klein","slug":"coralie-klein","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/stan/128.jpg","involvement":"Cupidatat fugiat non veniam officia exercitation exercitation voluptate amet dolore. Ullamco laboris proident tempor duis. Occaecat duis non irure incididunt eu velit commodo mollit ex officia ea culpa. Cillum ullamco irure nostrud anim pariatur exercitation incididunt. Et eiusmod non fugiat aliqua ut nulla ex. Incididunt non dolor magna mollit enim ut aliqua ex ad voluptate. Aute eiusmod nostrud et ad ullamco eu proident amet velit culpa cupidatat.\n\nNisi minim ea occaecat nulla aute velit fugiat esse aliquip. Reprehenderit et incididunt tempor et sit non eiusmod ullamco duis. Sit ipsum nisi amet cillum dolor consequat magna in occaecat dolor enim est. Officia duis ex veniam irure et pariatur sint sunt consectetur ipsum amet cupidatat. Ut qui ullamco incididunt laboris in duis adipisicing fugiat mollit. Eu duis non sunt velit cillum dolore.","qualifications":"Ad velit eiusmod irure magna aute quis exercitation ex ad officia. Consequat nisi proident id quis. Amet ex ex duis dolor aliqua nostrud cupidatat elit fugiat.\n\nEa aliqua ut sit sunt mollit sint et excepteur occaecat eiusmod aute. Non officia aliquip culpa amet aute ut veniam. Duis non dolor dolor labore nostrud minim qui. Veniam officia culpa duis dolore sunt in esse ullamco eiusmod veniam amet excepteur. Veniam velit anim sunt velit aliquip nisi nisi sunt consectetur laboris Lorem.","goals":"Eiusmod minim eu non non sint amet in dolor ad laborum laboris nostrud culpa. Id occaecat enim occaecat velit aute labore occaecat esse quis ex aute. Exercitation irure non non eu et ea fugiat consequat duis. Mollit occaecat ipsum tempor sunt culpa do sit minim pariatur consequat elit aliquip ea in. Eu cillum incididunt amet in sint.\n\nNisi exercitation ullamco incididunt irure sint voluptate nulla ea est veniam in velit nostrud laboris. Aliquip ut dolor et nisi nostrud deserunt amet ad exercitation anim incididunt officia ea. Non ex minim elit magna esse laboris laborum ipsum magna.\n\nCommodo deserunt excepteur id culpa labore. In voluptate laboris ipsum consectetur amet minim nisi do dolor sunt ea amet pariatur. Sunt deserunt voluptate proident do. Elit cupidatat minim ex qui est culpa nisi commodo Lorem irure nulla. Anim sint ipsum culpa veniam quis laborum nulla ex. Id aute velit cupidatat eu. Mollit aute ex irure est culpa voluptate anim deserunt dolor dolor deserunt sunt sint occaecat.","nominations":["Karl O'Keefe","Martina Corwin","Marisol Macejkovic"]},{"name":"Cletus Grady","slug":"cletus-grady","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/justme_timothyg/128.jpg","involvement":"Reprehenderit culpa commodo quis nisi occaecat deserunt aliquip qui consequat. Ipsum qui anim esse enim ipsum nostrud ipsum mollit laborum. Consequat labore id minim in enim proident aliquip ea deserunt proident proident laboris. Proident tempor fugiat fugiat ullamco veniam aute reprehenderit.\n\nVeniam pariatur enim proident consectetur cillum in eiusmod ut do eiusmod elit laborum cupidatat. Irure pariatur officia est veniam quis ea laboris quis sit in in ipsum. Voluptate elit officia ipsum elit dolore reprehenderit. Duis nisi ex excepteur voluptate dolore ex id dolore deserunt fugiat proident tempor qui minim. Nostrud sunt ad consectetur officia amet Lorem.","qualifications":"Eu ut dolore irure ea magna. Reprehenderit et occaecat consequat eu elit nostrud labore commodo quis et esse nisi excepteur minim. Esse aliquip veniam exercitation reprehenderit non elit amet ullamco tempor tempor aute pariatur consectetur amet. Nulla veniam labore eu veniam laborum dolor elit veniam consectetur. Nostrud sunt magna commodo pariatur cillum Lorem anim in sit. Est incididunt nisi anim deserunt qui sit aliquip aute ea eu. Amet commodo veniam dolore sit ex sunt qui.\n\nUt aute Lorem voluptate anim nulla irure. Lorem aliquip eiusmod ea pariatur ex aute anim sunt sit. Culpa occaecat Lorem incididunt ex dolor sunt. Mollit dolor mollit amet occaecat consequat ad. Sunt magna sunt sint irure irure quis proident.","goals":"Magna sunt mollit reprehenderit dolor amet cillum nulla veniam nisi. Minim ad ut occaecat consequat aliqua ullamco ipsum est aute sunt ea excepteur anim ut. Duis do quis ad adipisicing occaecat ullamco culpa est aliquip. Eiusmod officia velit aute sit nostrud id sit esse consectetur est qui adipisicing nostrud. Sint ea sunt deserunt qui deserunt consequat proident fugiat. In sint aliqua Lorem sint enim nisi sunt deserunt do proident eiusmod. Ea esse ut anim ipsum.\n\nVeniam id nisi ad ex velit. Aliqua do mollit occaecat non dolore. Minim in occaecat qui amet elit Lorem anim irure dolore. Aliquip non consectetur duis deserunt commodo aute amet anim ex excepteur laboris duis in. Id consequat voluptate deserunt duis fugiat veniam nostrud dolore aliquip sint esse irure. Deserunt qui nulla minim reprehenderit nulla consectetur Lorem proident consectetur minim ad velit excepteur labore. Eu tempor elit irure laborum officia aliqua dolor consequat esse consectetur magna.","nominations":["Moriah Rath"]},{"name":"Ashtyn Emmerich","slug":"ashtyn-emmerich","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/iduuck/128.jpg","involvement":"Fugiat reprehenderit adipisicing labore et occaecat. Nisi cupidatat voluptate laborum tempor laborum sint nulla est magna do eu sunt et fugiat. Labore ipsum consectetur exercitation consequat exercitation. Qui aliqua id laboris nulla aute adipisicing culpa irure sit quis ad.\n\nAmet ex nulla pariatur adipisicing reprehenderit fugiat laboris quis est quis ut. Culpa fugiat in tempor sunt dolor exercitation nostrud officia adipisicing. Nulla cupidatat reprehenderit velit aute sit.","qualifications":"Consequat sit esse laboris aliqua dolor nostrud. Aute eu ullamco ex aute ad officia minim. Dolor id magna do aliqua labore incididunt elit velit anim minim est occaecat dolor. Est voluptate sint tempor dolor consectetur nisi proident aliqua proident id. Ut do Lorem fugiat laboris adipisicing consequat sunt nostrud nostrud. Esse exercitation elit sunt aliqua exercitation aliquip voluptate ad pariatur ullamco sit ipsum voluptate.\n\nUt amet dolore in cupidatat. In elit est id aute consectetur eiusmod aute officia sint voluptate est. Ex deserunt ex veniam reprehenderit voluptate ut ipsum reprehenderit.","goals":"Dolor ut laboris occaecat cillum culpa consequat voluptate commodo. Ea nulla nisi eiusmod do. Excepteur id sunt non esse reprehenderit. Occaecat sit eiusmod eu in. Duis ipsum aute culpa laborum reprehenderit adipisicing.\n\nAute culpa ipsum officia est occaecat. Mollit irure sint incididunt cupidatat nostrud nisi enim pariatur dolore pariatur ipsum. Laboris eu eu quis tempor sit ipsum consequat aliquip minim aliquip duis. Tempor reprehenderit reprehenderit veniam ut id do ut consectetur veniam irure.\n\nConsectetur occaecat irure ad veniam fugiat excepteur mollit aliqua esse mollit deserunt ea voluptate sit. Deserunt eiusmod ad veniam ullamco non anim proident culpa. Veniam aliqua occaecat ad pariatur mollit veniam sit dolor sunt. Reprehenderit laborum aliqua occaecat anim ipsum et exercitation ipsum sit consequat do.\n\nIpsum esse eiusmod amet non cupidatat id labore non et. Ullamco tempor elit qui eiusmod esse ea exercitation ea irure ea. Commodo mollit mollit magna in incididunt cillum consectetur est officia adipisicing ut pariatur elit est.","nominations":["Granville Lebsack","Heidi Pagac","Bailee Botsford"]},{"name":"Jessie McKenzie","slug":"jessie-mckenzie","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/uxalex/128.jpg","involvement":"Lorem cupidatat ipsum occaecat id duis adipisicing aliquip Lorem consequat exercitation in sint. Ad quis incididunt commodo aute velit incididunt mollit ex excepteur et. Est velit consequat irure do enim. Ad amet Lorem sint dolore enim id cillum in. Eiusmod anim do ullamco ut tempor voluptate ut nostrud est ullamco in.","qualifications":"Veniam commodo sunt tempor enim nostrud cupidatat culpa veniam consectetur est. Elit est occaecat eiusmod ea laboris incididunt dolore velit mollit officia. Excepteur commodo veniam ipsum consectetur aute sunt qui dolor consectetur. Est veniam aliqua cillum id eu eiusmod elit nisi excepteur nostrud anim. Labore ea aliqua culpa cupidatat adipisicing ex veniam cillum veniam nisi qui irure excepteur. In minim dolore commodo ullamco quis exercitation deserunt irure eu anim adipisicing quis.\n\nAliqua labore laboris sit dolor proident minim qui. Culpa do laborum aliquip est reprehenderit eu consequat consequat officia et. Deserunt cupidatat nulla laboris commodo eiusmod ex enim non est excepteur.","goals":"Adipisicing deserunt occaecat officia fugiat sit irure mollit anim velit culpa excepteur irure irure ex. Deserunt amet veniam ea in est consequat consectetur id aute sint quis ad. Veniam nisi esse commodo amet proident qui est nostrud laborum. Aliquip commodo et laboris in nulla deserunt do Lorem incididunt veniam culpa magna reprehenderit.\n\nIn ut aliquip dolore exercitation incididunt ex. Officia ipsum duis sit culpa exercitation sunt anim. Reprehenderit officia cillum adipisicing voluptate exercitation non eu exercitation. Aliqua fugiat in aliqua id id reprehenderit esse veniam ad.\n\nDolor esse mollit nostrud et id adipisicing ex sint laboris sit qui amet elit. Ut excepteur ut fugiat cupidatat cillum. Magna mollit est exercitation duis veniam est eiusmod commodo sunt est adipisicing ea. Reprehenderit ex excepteur consequat eiusmod enim labore elit aute veniam sunt reprehenderit. Aliquip dolor eu nulla laboris minim consectetur ad consectetur.\n\nDolor labore velit cillum laboris duis. Pariatur laboris quis deserunt mollit non magna aliqua. Dolor aliqua tempor incididunt tempor consequat. Irure enim laborum anim dolore fugiat. Anim culpa Lorem deserunt voluptate proident eiusmod non est enim elit ad. Eu reprehenderit proident ad velit cupidatat sunt nulla irure dolore officia. Occaecat eu ad consectetur proident id nisi eu magna fugiat aliquip occaecat cupidatat cupidatat.","nominations":["Eudora Hansen"]},{"name":"Hal Bogan","slug":"hal-bogan","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/brunodesign1206/128.jpg","involvement":"Nisi id laborum excepteur proident ex non cillum minim nostrud tempor commodo anim occaecat reprehenderit. Officia commodo officia cupidatat enim pariatur anim sit cillum cillum consectetur reprehenderit cupidatat. Nostrud sint irure exercitation excepteur laboris nisi veniam laboris qui. Lorem amet mollit velit in Lorem. Cupidatat quis mollit aliqua fugiat in labore sunt sit minim magna voluptate in sunt eu. Culpa eiusmod ea magna quis consequat qui aute Lorem velit pariatur minim. Laborum consectetur pariatur Lorem exercitation magna pariatur.","qualifications":"Magna aliqua ullamco dolore dolore occaecat fugiat enim id velit velit commodo officia pariatur. Exercitation enim ullamco sint consequat labore cupidatat aliquip exercitation dolor commodo. Sit dolor duis do voluptate dolore laboris incididunt ipsum et dolor labore proident voluptate. Aliqua sunt eu consectetur enim. Excepteur non ea exercitation quis veniam ut mollit dolor do sint.\n\nIpsum amet reprehenderit ad esse commodo ipsum occaecat et. Laborum elit incididunt nostrud tempor in. In ex amet aliqua eiusmod in ipsum.","goals":"Excepteur magna ut minim ut. Cupidatat eiusmod velit fugiat anim Lorem. Eiusmod non aute in commodo sit pariatur ullamco irure consequat Lorem in qui. Eiusmod anim nostrud dolore ad eiusmod voluptate tempor cupidatat ut amet. Ipsum commodo quis officia nisi anim ipsum. Irure elit tempor commodo irure nostrud. Sint occaecat sit in culpa labore id cupidatat et culpa do consectetur et.\n\nOccaecat commodo quis cupidatat amet veniam cillum eu. Reprehenderit exercitation consequat ex culpa aliquip voluptate duis velit Lorem amet. Minim et dolore sint cillum nulla reprehenderit elit cillum do dolore laboris consectetur consequat ex. Quis mollit do do est eu occaecat in enim dolor aliquip. Minim amet labore consectetur reprehenderit Lorem ea labore ipsum qui. Veniam mollit occaecat nulla officia culpa. Sunt ad velit non pariatur exercitation.","nominations":["Maudie Casper","Brown Schmidt","Ahmad Boyle","Leslie Bechtelar"]},{"name":"Santino Quigley","slug":"santino-quigley","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/andresdjasso/128.jpg","involvement":"Occaecat culpa velit laborum quis minim. Dolor do enim pariatur irure cupidatat pariatur laboris. Reprehenderit fugiat adipisicing aliqua cillum incididunt culpa ut cupidatat aliquip. Qui Lorem ea exercitation est ullamco amet ad mollit ullamco excepteur ipsum. Laboris aute nostrud ad consectetur minim adipisicing labore velit.\n\nIpsum adipisicing sunt eiusmod minim incididunt. Deserunt laborum magna labore culpa ex labore do et. Sit irure voluptate anim officia ad amet velit nulla sunt Lorem fugiat. Est sit ipsum ex amet tempor Lorem irure ipsum enim aliquip quis ipsum in pariatur. Fugiat ex qui adipisicing ad nostrud pariatur consectetur velit duis ea.","qualifications":"Irure reprehenderit cillum est qui consequat magna deserunt. Aliquip aute ex enim Lorem. Excepteur adipisicing in do commodo irure duis consectetur aliquip anim. Do eu aliqua irure sit consectetur exercitation magna quis fugiat. Et sunt anim sunt occaecat occaecat sit laborum laborum. Quis ullamco aute incididunt ea labore.\n\nQui aliquip duis irure culpa duis dolore tempor anim cillum est occaecat dolore do. Qui pariatur magna duis fugiat exercitation. Voluptate nostrud eiusmod excepteur aute irure laboris ullamco dolor ex nulla.","goals":"Ullamco sint sit adipisicing anim non elit amet voluptate. Voluptate cupidatat sit elit consequat esse minim aliqua. Nulla dolore minim irure ex velit velit sunt esse in sint. Esse voluptate reprehenderit velit aliqua irure elit ex reprehenderit dolor deserunt laborum reprehenderit. In duis aliquip dolore magna.\n\nEnim minim sit non exercitation exercitation velit culpa Lorem. Sit labore ipsum incididunt ea consectetur elit fugiat id occaecat Lorem est laborum est. Quis incididunt anim sunt Lorem reprehenderit qui consectetur non excepteur tempor laborum. Non est ea voluptate est deserunt tempor veniam deserunt laborum nisi fugiat ipsum consequat aliquip. Nulla eu non quis esse.\n\nEt exercitation veniam excepteur sint irure eu ex aute anim dolore anim. Adipisicing id sit ipsum deserunt excepteur ut commodo proident et consectetur ullamco incididunt. Irure aliqua cillum consequat mollit non. Esse anim voluptate occaecat consequat consequat occaecat duis ea. Sit reprehenderit velit officia enim elit eiusmod deserunt commodo exercitation incididunt cillum amet sit. Duis aliqua commodo pariatur occaecat officia excepteur irure nulla velit aute reprehenderit. Ut velit id magna ut esse consectetur esse tempor id sint excepteur reprehenderit velit.","nominations":["Leatha Skiles","Agustin Pacocha"]},{"name":"Jacques Abshire","slug":"jacques-abshire","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/wake_gs/128.jpg","involvement":"Enim ut Lorem excepteur elit ipsum amet culpa non est laboris consectetur elit. Eiusmod cupidatat ea eu occaecat dolor veniam ex esse officia eiusmod ullamco cillum. Id nulla qui exercitation ea dolor reprehenderit dolor officia dolore irure cillum nisi.","qualifications":"Ut irure in Lorem sint magna deserunt tempor aute sint. Aliqua ad magna ex labore tempor reprehenderit nisi irure deserunt. Ullamco velit veniam commodo laboris laborum do Lorem deserunt tempor ullamco nulla culpa sit adipisicing. Labore eiusmod aliquip laboris non consectetur excepteur est elit eu. Proident duis incididunt irure qui.\n\nEx ut labore sunt ex eiusmod ut elit Lorem ex voluptate eiusmod. Ad ullamco consectetur mollit aliqua nisi ex velit. Deserunt est duis in duis et elit non. Sunt do officia ea duis in est irure. In exercitation in deserunt incididunt ipsum magna laborum ea excepteur mollit ullamco nisi. Esse incididunt velit sunt elit irure laboris. In irure veniam reprehenderit ipsum ut proident sunt cupidatat occaecat irure.","goals":"Culpa consequat et amet minim reprehenderit qui. Quis reprehenderit proident esse pariatur deserunt irure enim duis voluptate voluptate excepteur. Culpa sint incididunt nulla eu dolore voluptate cillum ad fugiat dolor do.\n\nDeserunt nulla qui ullamco magna exercitation. Ut elit ipsum enim mollit amet excepteur veniam cillum consequat dolore dolore aliqua nulla. Elit excepteur sit sunt cillum dolor anim Lorem magna. Occaecat tempor Lorem velit commodo qui do eiusmod consequat incididunt sit. Labore voluptate tempor veniam dolore duis. Aliquip eiusmod do tempor velit labore consequat et qui tempor incididunt velit officia.\n\nNulla elit ea mollit culpa nostrud irure mollit voluptate exercitation. Nostrud ullamco cupidatat ipsum laborum. Adipisicing deserunt et est elit velit anim amet nisi. Dolor in ullamco est amet esse consectetur amet velit est laborum irure. Adipisicing Lorem incididunt ea nulla occaecat tempor veniam Lorem veniam culpa magna deserunt proident ex. Labore aute Lorem Lorem qui ut culpa reprehenderit esse.","nominations":["Monica Jaskolski","Carey Cormier","Isac Botsford","Maximilian Reinger"]},{"name":"Petra King","slug":"petra-king","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/madcampos/128.jpg","involvement":"Amet elit in exercitation consectetur nisi fugiat culpa do consectetur dolor adipisicing ullamco labore cupidatat. Laboris eiusmod sit commodo duis commodo proident. Ipsum aute reprehenderit reprehenderit elit laboris.\n\nMagna irure consequat consequat minim reprehenderit. Pariatur occaecat veniam ullamco enim eu culpa adipisicing est pariatur veniam. Minim exercitation reprehenderit esse commodo nostrud adipisicing elit deserunt et duis dolor.\n\nEu exercitation fugiat voluptate laboris laboris reprehenderit laborum anim minim commodo exercitation qui. Cupidatat consectetur dolor minim amet exercitation consectetur ad amet labore adipisicing ut. Excepteur cupidatat magna deserunt nostrud.","qualifications":"Ipsum in et proident ex eu non ad aliqua exercitation dolore. Sit officia fugiat exercitation culpa deserunt id est veniam ut do. Cillum veniam ullamco labore labore irure qui elit officia laborum enim.","goals":"Quis tempor anim cupidatat consectetur magna amet anim adipisicing exercitation tempor consectetur ullamco. Ea minim proident in irure. Dolor nisi eu do sit labore dolor ad ut consequat. Velit ipsum ad sunt non tempor qui mollit in.\n\nAd qui sit magna ut voluptate nulla nisi excepteur quis velit nulla. Proident exercitation id labore ex tempor nisi amet dolore. Minim officia ea consectetur tempor ullamco consequat laborum non aute. Labore cupidatat eu est consequat laborum non exercitation officia voluptate ex. Pariatur laboris aliqua officia aute veniam enim sunt esse ut qui deserunt pariatur ut.\n\nVelit tempor voluptate sit eiusmod labore occaecat amet laboris aliqua. Nostrud ea est officia dolore excepteur commodo tempor nostrud mollit consectetur consectetur. Adipisicing incididunt laborum consequat ut in. Eu ipsum culpa ea cupidatat anim qui culpa officia sint in non deserunt. Adipisicing eiusmod duis velit laboris adipisicing culpa tempor exercitation.\n\nFugiat labore fugiat pariatur ad cillum labore elit dolore do nostrud. Aliqua officia deserunt sint duis proident aliqua velit et officia. Magna dolor aute sunt elit. Mollit culpa duis voluptate nulla pariatur nulla. Non do ex cillum Lorem est elit est dolor.","nominations":["Ned Bradtke","Madelynn Hudson","Consuelo Okuneva"]},{"name":"Emmie Weber","slug":"emmie-weber","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/betraydan/128.jpg","involvement":"Voluptate eiusmod ullamco ut fugiat veniam ipsum nulla deserunt tempor sit occaecat pariatur minim consectetur. Eu esse quis sit velit Lorem esse ullamco sint incididunt consequat laboris veniam non. Qui sunt culpa reprehenderit amet velit exercitation mollit ea reprehenderit laboris labore. Proident excepteur adipisicing nulla veniam ullamco proident ex nostrud adipisicing. Mollit excepteur id in et.","qualifications":"Reprehenderit aliqua enim consequat elit labore adipisicing Lorem est Lorem nisi aliquip. Minim duis aliquip veniam ex nulla. Magna commodo officia ex ea commodo voluptate quis sunt duis amet.\n\nCommodo esse mollit sit aliqua irure pariatur minim commodo sunt amet elit. Eu commodo est velit ullamco cupidatat aliqua veniam laboris non culpa quis voluptate aliqua. Aliquip amet elit anim esse voluptate quis voluptate laborum exercitation duis. Eiusmod aute dolore ipsum id deserunt. Tempor velit et deserunt anim laborum voluptate laboris. Proident officia exercitation Lorem labore do amet ex ad veniam commodo eu dolor cupidatat eiusmod. Excepteur duis enim minim excepteur sint magna laboris magna occaecat proident.","goals":"Deserunt culpa amet commodo occaecat. Duis voluptate consequat non amet ad ipsum ullamco mollit ea esse aliquip reprehenderit esse. Officia est fugiat nulla cillum ea minim voluptate minim consequat id anim duis. Cillum laborum voluptate elit mollit nostrud ex labore exercitation laboris quis eiusmod irure.\n\nSunt in est laborum consequat in qui proident labore voluptate occaecat et duis nulla aute. Ipsum ad duis proident tempor voluptate cillum labore quis consequat consectetur. Excepteur reprehenderit mollit ut dolor dolor ea tempor tempor labore do ullamco. Lorem excepteur ea amet enim ad ex cupidatat occaecat culpa est dolore. Elit anim adipisicing laborum esse eiusmod dolor irure dolore laborum culpa quis ullamco amet cillum. Amet sint laboris sunt duis in anim reprehenderit id. Ullamco ut aliqua mollit magna occaecat deserunt incididunt officia adipisicing qui.\n\nDo occaecat eu laborum nostrud. Nulla ex minim cupidatat occaecat incididunt adipisicing proident consectetur labore esse commodo ut ipsum anim. Consequat occaecat cupidatat aliqua voluptate dolor fugiat aliquip adipisicing in et officia deserunt incididunt veniam.\n\nNostrud id eu occaecat laboris commodo. Officia sit ullamco aute ea consequat non id amet consequat proident non qui proident exercitation. Dolore tempor est et consequat cillum nulla consequat et adipisicing velit eiusmod ad. Quis consequat sit et sit eu esse amet consectetur dolore velit et consequat ea.","nominations":["Anibal Schulist","Samara Strosin","Jalen Heaney","Roselyn Powlowski","Clemmie Rutherford"]},{"name":"Ansley Rogahn","slug":"ansley-rogahn","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/marcobarbosa/128.jpg","involvement":"Consequat veniam velit in ullamco. Eiusmod tempor in ipsum sit ut. Aliqua labore excepteur eiusmod aliquip sunt aliqua ad ad adipisicing aute elit labore ea.","qualifications":"Aute proident Lorem velit dolore mollit Lorem aliquip laboris magna qui magna aliquip est. Laboris laborum eiusmod magna esse minim tempor incididunt ipsum. Veniam irure incididunt exercitation et quis veniam aliquip cupidatat in pariatur minim. Minim quis consectetur ea mollit duis. Deserunt mollit reprehenderit nulla officia do amet veniam ad amet cillum irure. Enim nostrud consequat voluptate voluptate consequat sit nulla sint incididunt quis enim. Laboris consectetur culpa eiusmod laborum aliqua consequat laborum ullamco ullamco consectetur laborum ad Lorem.\n\nCillum enim magna ad esse amet reprehenderit ex cillum ad quis occaecat nulla. Aliqua commodo ullamco esse incididunt laboris nisi officia in excepteur do. Consectetur nulla amet consectetur officia minim dolore laboris do incididunt magna aute cupidatat eiusmod. Lorem excepteur duis eu Lorem pariatur consequat veniam. Exercitation ut consectetur aliqua eu exercitation dolore in nulla laboris labore duis qui. Dolor consectetur commodo ad ex nostrud consectetur aliquip deserunt. Cillum veniam officia pariatur sit sit ea occaecat esse do dolor mollit ex aliqua officia.","goals":"Minim adipisicing officia laborum elit sunt pariatur labore commodo do fugiat est magna aute voluptate. Dolore officia do incididunt consectetur nostrud ex culpa ipsum reprehenderit irure elit ut. Magna elit est mollit est nisi ea culpa incididunt eu. Ipsum sint consequat do anim consequat exercitation labore non esse. Nisi quis id deserunt veniam.\n\nCupidatat do ut ullamco occaecat. Excepteur ea aute quis veniam proident laboris nisi sunt amet ea veniam. Veniam nostrud mollit qui cupidatat consequat incididunt elit elit anim id incididunt eiusmod.\n\nConsequat non consectetur in veniam commodo sit non deserunt. Quis proident sint elit duis consectetur id commodo ea. Eu proident amet ad tempor ea do cupidatat ipsum minim magna fugiat veniam magna. Dolor fugiat officia velit mollit culpa pariatur. Adipisicing minim laborum cupidatat magna culpa minim consequat laborum incididunt ea dolore. Pariatur aliquip laborum enim irure sit do labore nulla laboris aute eiusmod. Veniam eu enim fugiat culpa do ad aliquip esse eu duis elit amet.","nominations":["Adah Borer","Julio O'Kon","Lyda Smitham","Millie Langosh"]},{"name":"Carlee Hane","slug":"carlee-hane","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/tobysaxon/128.jpg","involvement":"Ex eu cupidatat Lorem velit eiusmod laborum eu do consequat sit minim. Laboris laboris commodo sit anim est dolore voluptate nulla. Veniam ea excepteur duis mollit magna deserunt commodo do irure laboris cupidatat pariatur ad.\n\nAliqua incididunt sunt pariatur labore. Ad labore consequat officia velit minim excepteur tempor amet duis labore veniam excepteur excepteur eiusmod. Esse fugiat et in consectetur dolor dolore irure velit amet ea. Commodo tempor in aute aliqua occaecat exercitation pariatur nostrud culpa nulla aliquip sit. Dolor esse cupidatat consequat sint sunt enim non id est sunt esse.\n\nAd ad sit aute ex commodo. Ipsum minim incididunt elit excepteur officia quis eiusmod ut eu. Tempor do commodo commodo culpa. Tempor incididunt aliquip consequat amet aute id velit fugiat anim. Proident culpa velit proident ullamco.","qualifications":"Nulla duis excepteur nulla laborum adipisicing exercitation ex ex ad commodo in. Commodo dolor consequat occaecat excepteur mollit. In sunt consequat est pariatur pariatur.","goals":"Cupidatat sunt duis consequat et exercitation exercitation ipsum proident nulla exercitation est culpa amet deserunt. Ea velit aliquip est ut id incididunt exercitation ad officia proident esse ea ipsum. Magna excepteur sint officia eu ut reprehenderit duis sit excepteur fugiat sit pariatur. Incididunt occaecat duis ex ipsum voluptate ut anim aliqua proident deserunt ut aliqua mollit. Culpa non reprehenderit labore in magna nostrud duis. Sunt est do magna ad non culpa dolor officia culpa commodo.\n\nAliquip ut eu esse nulla consequat magna deserunt ut ex voluptate adipisicing. Dolor officia ullamco quis nisi ullamco dolor sint incididunt amet. Enim consectetur duis id sunt fugiat. In id consectetur aliqua consequat et aliqua do dolor ex sit reprehenderit laborum amet deserunt.\n\nSunt occaecat ipsum sint culpa eiusmod. Dolore pariatur ex commodo anim do reprehenderit Lorem sunt esse. Aute ipsum ullamco eiusmod do.","nominations":["Carol Kutch"]},{"name":"Jensen Hills","slug":"jensen-hills","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/curiousoffice/128.jpg","involvement":"Enim excepteur irure labore nostrud reprehenderit mollit ea minim officia ipsum esse velit sint. Sint velit ea ad dolor non cillum aliqua cillum exercitation voluptate est. Ipsum ullamco culpa eiusmod est do tempor dolore cupidatat. Cillum dolore magna nostrud labore et. Commodo ullamco tempor aliquip laboris reprehenderit labore eiusmod cillum.\n\nSit cupidatat occaecat non aliqua mollit eu consectetur. Non reprehenderit enim labore ullamco voluptate nisi veniam velit exercitation. Aliqua exercitation ut elit ut sit consequat non mollit consequat do est consectetur. Adipisicing ut in elit reprehenderit nostrud commodo duis commodo eu esse exercitation duis culpa ipsum. Anim pariatur labore eiusmod reprehenderit fugiat fugiat amet. Eiusmod ipsum deserunt do consequat ad aliquip anim pariatur proident est tempor laborum non. Sit cillum cillum nisi minim dolor eiusmod laboris laborum amet pariatur.","qualifications":"Tempor aliquip eiusmod excepteur proident pariatur tempor minim reprehenderit eiusmod. Ea labore et sint sunt non mollit velit. Do sunt consectetur laboris est elit incididunt proident do ipsum nulla laborum deserunt sunt consectetur. Cupidatat sint ex deserunt et fugiat aliquip elit nisi consequat irure non commodo fugiat aliquip.","goals":"Do do aliquip aliquip amet excepteur laborum velit minim tempor. Est dolor anim non deserunt ullamco sunt consectetur cillum. Culpa deserunt eiusmod sit quis mollit ipsum ad nisi labore.\n\nEnim ea eu eiusmod in incididunt anim. Elit anim incididunt pariatur sunt aliquip veniam aliqua proident ea esse qui. Ad pariatur nisi et est ut aliqua labore occaecat officia adipisicing. Irure tempor et anim fugiat sint cillum enim deserunt reprehenderit mollit. Ullamco sint ad qui minim enim dolor sunt reprehenderit nulla. Aliquip tempor velit adipisicing cupidatat ea proident in magna enim ad pariatur. Mollit aliqua duis pariatur qui in aliqua quis ullamco anim in non aute tempor.","nominations":["Linnea Yost","Madge Brown"]},{"name":"Shane Corwin","slug":"shane-corwin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/karthipanraj/128.jpg","involvement":"Quis minim pariatur cillum aliquip sunt commodo elit anim. Lorem pariatur irure ea sunt veniam excepteur pariatur enim voluptate non ipsum officia exercitation. Cupidatat voluptate mollit qui voluptate proident velit commodo anim qui laborum proident deserunt duis ex. Pariatur nisi exercitation eiusmod exercitation non laboris nulla cupidatat voluptate aliqua. Deserunt consequat eiusmod cupidatat sint eu ea aliqua est est ea voluptate nulla officia. Elit fugiat officia tempor exercitation elit. Magna consectetur do aute veniam dolore aliqua.\n\nEiusmod eiusmod labore et dolore ea in excepteur. Minim esse voluptate deserunt laboris ea voluptate esse laborum sit excepteur do reprehenderit eiusmod. Sit fugiat deserunt esse sint in fugiat anim ut fugiat dolore ad enim. Laboris sunt proident eu consequat duis fugiat anim nostrud ut. Aliquip exercitation sit non veniam veniam aliquip nisi enim tempor Lorem incididunt nulla cupidatat et. Occaecat mollit laboris voluptate veniam excepteur commodo.","qualifications":"Aliqua laborum anim id deserunt id excepteur id ut est. Lorem est culpa minim minim nisi dolore esse ea ad exercitation irure enim nisi quis. Laborum ullamco officia eiusmod fugiat sit enim aliqua in ut ad. Dolore labore quis ad occaecat velit consequat mollit ea ad incididunt exercitation consequat excepteur anim. Officia consectetur amet irure deserunt dolore laboris amet magna eiusmod do ex. Eiusmod fugiat veniam nostrud reprehenderit ullamco elit nisi officia laborum id duis.","goals":"Consectetur sunt culpa excepteur duis quis. Ad culpa esse excepteur tempor adipisicing non minim dolor ex voluptate adipisicing ea dolor. Veniam labore incididunt veniam voluptate laborum amet ullamco occaecat. Incididunt duis eiusmod fugiat esse occaecat est est. In deserunt sunt commodo duis non. Quis labore cupidatat eu aliquip Lorem non enim excepteur ut officia.\n\nDolor elit labore consectetur sit commodo magna sint tempor consequat dolor. Dolore mollit incididunt consequat mollit occaecat consequat non commodo cillum enim mollit. Voluptate incididunt laborum do occaecat.","nominations":["Alfonso Waelchi","Audie Predovic","D'angelo Corkery","Amani Abbott"]},{"name":"Vergie Fisher","slug":"vergie-fisher","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/jakemoore/128.jpg","involvement":"Ad amet pariatur sunt magna do culpa dolor mollit excepteur. Exercitation anim nulla Lorem nostrud deserunt incididunt proident eiusmod elit culpa ea reprehenderit nisi. Incididunt Lorem anim incididunt pariatur veniam est officia ipsum ut sunt culpa ad dolore labore. Lorem minim est sint et est qui laboris.","qualifications":"Tempor esse quis anim aute eiusmod qui pariatur elit veniam reprehenderit consectetur eiusmod occaecat pariatur. Aliquip laboris consectetur veniam Lorem et. Eiusmod excepteur do excepteur sunt voluptate nulla et minim nisi. Dolor exercitation aliquip anim officia laboris dolor elit aliquip nulla. Consequat sunt esse elit proident cillum.\n\nIpsum cupidatat commodo laborum dolor veniam ullamco. Commodo adipisicing velit sit ad excepteur aute id labore ipsum proident deserunt velit. Magna tempor enim labore cupidatat. Ut eiusmod reprehenderit ullamco exercitation consectetur ullamco nulla occaecat veniam. Sunt culpa duis est duis occaecat et cillum non commodo. Anim anim culpa deserunt laborum ex exercitation. Sunt et amet id nisi consequat deserunt ullamco tempor laborum mollit amet consequat culpa.","goals":"Amet exercitation minim cillum commodo do duis voluptate. Id id elit id tempor nulla non est commodo nisi. Tempor ut occaecat non velit. Lorem exercitation veniam deserunt minim enim irure quis incididunt magna culpa.\n\nAnim non excepteur ad aliquip. Ex officia qui irure do ex Lorem in duis deserunt eiusmod ex cillum dolor. Ut mollit non mollit exercitation aliquip veniam veniam elit reprehenderit commodo. Duis amet et anim anim incididunt deserunt dolore voluptate mollit reprehenderit.\n\nNulla in veniam minim laboris voluptate velit ullamco id. Anim non dolore ipsum dolore et exercitation voluptate sit do anim. Quis quis tempor consequat ut reprehenderit incididunt fugiat magna est in ad aliqua culpa.","nominations":["Stan Kemmer","Loyal Will","Annabell Quigley","Lewis Marks"]}]}}
