{"localCouncil":{"positions":[{"title":"Co-chair","slug":"co-chair","description":"\n  <p>The Co-Chairs shall be the official public spokespersons for the Local and will initiate such actions and policies as the Local’s general welfare may demand. The Co-Chairs shall organize and preside over all official meetings of the organization and the Local Council. The Co-Chairs shall maintain consistent communication with all committee leaders and facilitate collaboration and coordination between them. Additionally:</p>\n  <ul>\n    <li>a. The Co-Chairs will also act as, or appoint, the official representatives of the Local to the National Organization and to other DSA Locals. This does not apply during official business at the National DSA Convention, when Local Delegates may act independently on behalf of the Local’s membership.</li>\n    <li>b. The Co-Chairs serve as executive officers of the Local, and they are listed on financial accounts along with the Treasurer.</li>\n    <li>c. At least one Co-Chair must not identify as both White and Cis-Male.</li>\n  </ul>\n          ","candidates":[{"name":"Junius Walter","slug":"co-chair-junius-walter","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/n3dmax/128.jpg","involvement":"Reprehenderit Lorem do laborum anim exercitation ex labore sint fugiat dolor esse ad et aute. Voluptate enim tempor aliqua aute duis esse ex quis incididunt. Consectetur occaecat laboris magna labore ea elit dolor. Veniam in consectetur tempor minim ullamco voluptate et in voluptate aliqua enim nostrud consectetur. Incididunt culpa do esse adipisicing tempor Lorem consequat mollit. Sunt sit laboris minim in esse. Nulla officia aute aliquip est minim ex ex qui labore sit anim et duis dolore.","qualifications":"Ea ipsum esse veniam dolore commodo do esse in duis culpa aliquip. Voluptate esse duis in deserunt eu duis ex eiusmod. Laboris do aliqua cupidatat do aute Lorem in ut eiusmod non aute. Quis aliquip veniam non ullamco dolore fugiat sint consectetur sit enim aliqua nostrud. Sunt ex aute qui culpa in.","goals":"Ut reprehenderit aliqua veniam mollit amet veniam voluptate officia aliqua do mollit in veniam velit. Commodo dolor consectetur fugiat sit velit eiusmod ex. Laborum eu esse do aute adipisicing pariatur. Sunt proident quis aliqua nostrud veniam do exercitation ea qui excepteur dolore veniam. Officia ex magna ipsum ea et. Est minim incididunt est fugiat labore ex ea esse voluptate irure aliquip voluptate dolore.\n\nEnim amet culpa aliquip nulla aute enim cillum commodo veniam aute tempor ex sunt. Excepteur consectetur incididunt deserunt qui voluptate pariatur et nulla non culpa cillum. Ad sunt et do magna consequat proident in ea deserunt Lorem incididunt. Nulla anim sit anim non adipisicing incididunt nisi anim excepteur laborum enim id velit amet.\n\nMinim eiusmod nulla nulla consectetur eu ea eu est irure non. Aute pariatur et ea pariatur culpa sunt amet magna non laborum eu aliqua. Labore ad tempor nulla nisi aliquip sint dolore aliquip in nulla ea officia minim deserunt.","nominations":["Dolly Kuhlman","Lenore Goldner","Dasia Kilback","Shanon Cummings"]},{"name":"Aric Pfeffer","slug":"co-chair-aric-pfeffer","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/beshur/128.jpg","involvement":"Dolore pariatur cillum laboris nulla enim voluptate aliquip fugiat tempor nulla pariatur. Ut nostrud voluptate elit consequat ullamco. Ipsum nulla dolor duis elit nulla ea commodo sit cillum amet aute deserunt excepteur. Velit voluptate pariatur Lorem enim aute. Ullamco dolore nostrud consectetur id ut ad occaecat non duis veniam culpa. Lorem nostrud ullamco labore incididunt. Duis elit consectetur fugiat minim duis nulla tempor laboris qui quis.","qualifications":"Fugiat cupidatat deserunt sint occaecat enim ullamco dolor exercitation cillum consectetur amet culpa. Dolore excepteur enim ipsum duis elit elit ipsum minim est labore voluptate. Elit amet nisi non ut dolore dolore in duis ea ullamco ad veniam. Tempor pariatur proident id culpa aute veniam nulla occaecat veniam. Dolor laborum quis labore commodo amet mollit aute exercitation do aliquip qui aliquip.","goals":"Et ea cupidatat et fugiat nostrud. Proident ex consequat elit Lorem exercitation Lorem deserunt dolor aliquip est proident. Veniam voluptate aute non consequat qui duis voluptate. Adipisicing exercitation qui aute dolor. Nisi anim ea labore excepteur non nulla proident dolor aute proident incididunt eu aute aute. Commodo eiusmod cillum adipisicing commodo enim proident ut. Irure tempor reprehenderit nulla officia eu aliquip est.\n\nOfficia ullamco proident id ad fugiat aute eiusmod aliquip est in eu pariatur. Pariatur dolor ipsum laborum do cillum labore tempor commodo ea id labore ad non. Elit consequat deserunt mollit amet cillum incididunt dolore in reprehenderit non eu ad esse. Mollit nisi Lorem aliquip tempor magna do cupidatat ea laboris in. Irure sit deserunt est veniam deserunt fugiat incididunt amet aute quis elit occaecat dolore adipisicing. Voluptate ad commodo mollit voluptate ipsum.","nominations":["Kristin D'Amore","Margarete Reichert","Isabella Lakin","Isadore Wolff","Judah Conroy"]},{"name":"Nelson McKenzie","slug":"co-chair-nelson-mckenzie","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/hasslunsford/128.jpg","involvement":"Excepteur excepteur incididunt minim mollit ea ipsum ipsum enim nulla. Tempor do in reprehenderit tempor qui nisi. Eu tempor ex sunt exercitation est aliqua mollit occaecat fugiat cupidatat. Tempor qui laborum qui est excepteur fugiat occaecat in.\n\nEu excepteur tempor aliqua pariatur. Veniam Lorem consequat esse velit pariatur. Adipisicing laboris veniam esse deserunt mollit.\n\nIrure anim exercitation nulla Lorem anim esse. Dolor aliqua aliqua Lorem adipisicing eu quis esse cupidatat sunt ipsum veniam labore eu sit. Duis sit minim ullamco Lorem incididunt. Ullamco et veniam exercitation cillum. Aute irure voluptate qui officia minim esse ipsum irure do ad proident in. Laboris nulla ut id nisi amet.","qualifications":"Voluptate cillum quis eiusmod mollit velit sit excepteur do aliqua exercitation. Exercitation velit culpa sunt nostrud deserunt amet excepteur est. Enim veniam ea proident est. Laboris in aliqua laboris adipisicing exercitation in nulla est. Lorem eu nulla laboris sit incididunt incididunt do exercitation quis cupidatat elit mollit anim cupidatat. Excepteur ipsum fugiat deserunt pariatur veniam cupidatat adipisicing do proident do. Fugiat labore qui nostrud aliqua voluptate proident nisi esse.\n\nMagna ex ipsum consectetur minim aute tempor aliquip anim minim duis commodo non nulla quis. Nostrud voluptate ea nostrud consectetur adipisicing et. Cillum adipisicing ex sit mollit. Esse do ullamco do minim eiusmod culpa. Nulla deserunt commodo duis magna anim ullamco aliqua cupidatat. Ad incididunt sunt nulla officia est id cupidatat cupidatat aute aute Lorem dolore excepteur. Est culpa sunt eu nostrud id duis.","goals":"Officia esse officia consectetur nisi voluptate cillum elit est pariatur dolor. Elit occaecat ea incididunt laborum consequat tempor voluptate sit exercitation. Veniam do quis adipisicing do anim non. Laborum nisi proident labore consectetur est deserunt nulla amet consequat. Quis adipisicing consectetur excepteur amet aliqua. Culpa nostrud aliqua reprehenderit proident.\n\nNon amet sunt ullamco ut eu ex consequat ad Lorem proident veniam proident. Mollit duis culpa sint officia nulla est ipsum ullamco tempor sit dolor consequat. Qui eiusmod reprehenderit esse voluptate. Exercitation proident ex voluptate aliqua do eiusmod tempor consectetur.","nominations":["Roger Schmidt","Brandy Olson","Graham Lang","Hudson Boyer"]}]},{"title":"Vice Chair","slug":"vice-chair","description":"\n  <p>The Vice Chair is responsible for assisting the Co-Chairs with all of their duties. If both Co-Chairs are unable to perform their duties, the Vice Chair shall perform all duties and assume all responsibilities of the Co-Chairs until such a time as one or both Co-Chairs are able to resume their posts.</p>\n          ","candidates":[{"name":"Donavon Toy","slug":"vice-chair-donavon-toy","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/necodymiconer/128.jpg","involvement":"Eiusmod irure ut et non cupidatat sunt ut dolore pariatur dolor est. Qui id ea qui ut quis do consequat culpa laboris adipisicing. Duis commodo minim reprehenderit consectetur irure exercitation. Consequat pariatur est aliquip voluptate velit occaecat cupidatat ut fugiat aliquip consequat deserunt dolor sunt. Incididunt excepteur sit amet veniam esse esse sit mollit magna magna.","qualifications":"Nostrud cillum veniam ut tempor dolore officia non voluptate dolore qui irure excepteur. Proident ipsum reprehenderit dolor aliqua consectetur consectetur magna ex. Labore dolor amet eu quis officia commodo. Laborum sint et mollit deserunt aliqua fugiat sint et fugiat velit do proident voluptate officia. Commodo ex mollit ad nostrud laborum. Tempor minim proident aliquip nulla pariatur. Non non velit excepteur excepteur adipisicing deserunt id.\n\nLorem duis ex occaecat magna. Officia commodo elit anim tempor velit. Laboris enim labore fugiat elit qui occaecat mollit mollit irure enim. In deserunt minim cillum pariatur occaecat ea.","goals":"Laborum laboris deserunt pariatur adipisicing tempor veniam nisi. Consequat sunt dolor fugiat ullamco mollit nisi. Duis anim laboris reprehenderit amet laboris duis proident mollit tempor. Aute elit ea est ex id fugiat ex dolore nulla fugiat elit. Magna ex laborum ipsum fugiat duis irure ex id.\n\nDo laborum id cupidatat dolor ipsum nulla eiusmod ut culpa dolor voluptate incididunt. Fugiat et labore reprehenderit Lorem ullamco minim ex laboris in ut pariatur fugiat est elit. Nostrud eu mollit proident adipisicing aliquip. Duis adipisicing laboris non incididunt duis mollit laboris irure laborum amet culpa. Lorem aute pariatur ut dolor. Amet enim incididunt ullamco anim consequat do. Ut aliqua sit dolore irure.","nominations":["Rigoberto Jacobs","Nikolas Ferry","Sallie Simonis"]},{"name":"Tia Gottlieb","slug":"vice-chair-tia-gottlieb","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/_pedropinho/128.jpg","involvement":"Id irure ea dolor amet reprehenderit aliqua laborum eu deserunt culpa nisi id. Ea mollit nostrud aliquip aute nostrud labore esse officia ipsum dolor ipsum. Sit proident excepteur duis excepteur eiusmod cillum aute incididunt dolore sit esse Lorem proident. Duis dolor ea aliqua in magna reprehenderit officia do nostrud.\n\nDolor laborum mollit nisi eu amet sint. Ea mollit commodo eiusmod qui irure deserunt. Ea fugiat reprehenderit sunt dolore velit ut pariatur minim. Culpa anim aliquip nulla veniam. Irure anim consectetur laborum fugiat magna pariatur consectetur. Eiusmod nulla culpa et consequat ea adipisicing ex.","qualifications":"Est incididunt esse elit eiusmod quis tempor anim qui minim magna incididunt nostrud esse sit. Aliquip velit velit tempor in do elit nulla enim ullamco excepteur magna aliqua reprehenderit. Cillum et exercitation et aute excepteur aute minim magna irure commodo deserunt sit eiusmod esse. In cillum consectetur sit occaecat sit adipisicing aute exercitation dolore consequat ad magna consequat elit. Magna ea aute aute deserunt pariatur dolor ipsum occaecat eu tempor reprehenderit eu. Esse ea cupidatat aliquip eu. Cillum ea irure eiusmod do id eu.\n\nProident ipsum sint anim ea nulla do veniam officia. Officia deserunt reprehenderit consequat culpa in. Ea eiusmod do reprehenderit exercitation sunt in. Excepteur cillum id et cillum laborum eiusmod aliqua officia ut ut culpa id exercitation. Ex laboris fugiat exercitation consequat proident exercitation cillum pariatur reprehenderit ullamco laboris eu. Mollit sit Lorem irure ipsum cillum voluptate id elit occaecat incididunt commodo. Aliqua consectetur deserunt Lorem esse deserunt.","goals":"Voluptate minim reprehenderit ullamco laborum proident quis. Mollit voluptate dolore amet do quis aliquip officia. Et voluptate consectetur veniam minim deserunt excepteur quis ex. Ut est labore excepteur id duis. Aliquip do sunt amet magna qui. Id amet reprehenderit do sit. Amet magna reprehenderit deserunt velit non veniam ipsum exercitation.\n\nAd labore est ipsum ex mollit laboris eiusmod. Lorem do dolore cillum magna laborum amet laboris reprehenderit mollit sunt in cillum irure. Occaecat magna irure ut deserunt id exercitation incididunt. Laboris fugiat velit mollit exercitation sit reprehenderit tempor occaecat laborum veniam magna deserunt eiusmod.\n\nUllamco nisi laboris minim est labore quis. Incididunt ex fugiat amet id. Deserunt Lorem incididunt commodo commodo eu officia quis laboris pariatur. Consectetur aute Lorem ut Lorem dolore laboris cillum sint nulla esse labore. Nulla non duis eiusmod esse adipisicing. Ullamco id ipsum Lorem aliquip. Minim ipsum quis ut nisi excepteur.\n\nDolor dolor consequat officia sit occaecat adipisicing do incididunt dolore in ad nulla ipsum ad. Elit sit nostrud ad ut minim amet adipisicing officia. Ea do do et consectetur incididunt. Ullamco voluptate sit minim duis aute amet proident consequat proident deserunt laboris excepteur ut.","nominations":["Alphonso Pacocha","Trent Grady","Austin Ortiz"]}]},{"title":"Secretary","slug":"secretary","description":"\n  <p>The Secretary is responsible for taking minutes of all General Membership and Local Council Meetings, and shall be responsible for publishing these minutes, as well as resolutions, reports, and other official records of the Local. The Secretary may appoint, but must oversee, a temporary proxy minutes-taker for any meeting. That proxy may not vote on behalf of the Secretary. Additionally:</p>\n  <ul>\n    <li>a. The Secretary shall transfer official records in good condition to their successor.</li>\n    <li>b. The Secretary will assume the responsibilities of one of the Co-Chairs, if both Co-Chairs and the Vice Chair is unable to do so.</li>\n  </ul>\n          ","candidates":[{"name":"Trystan Walker","slug":"secretary-trystan-walker","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/randomlies/128.jpg","involvement":"Culpa proident occaecat magna ut occaecat aliqua sunt cupidatat. Quis in excepteur enim labore cillum cupidatat consequat duis deserunt sunt aliqua minim ipsum commodo. Reprehenderit velit eu ad Lorem quis dolore eiusmod. Magna cillum minim non aliqua adipisicing aliquip eiusmod ipsum aute dolor occaecat nostrud voluptate. Aliquip ullamco exercitation incididunt id. Sunt eu qui sint ad laborum magna mollit eu tempor minim. Officia ullamco Lorem mollit incididunt ut exercitation voluptate magna veniam quis laborum duis anim cillum.\n\nMinim veniam consequat laboris aliquip eiusmod. Voluptate nulla aliqua sint anim anim do magna nostrud. Irure mollit ullamco excepteur esse Lorem eu duis elit ea deserunt deserunt occaecat id. Fugiat fugiat duis laborum amet aliquip id et id sint. Ipsum ea quis aliqua dolor ullamco nisi reprehenderit mollit reprehenderit esse id cillum laboris ullamco. Nostrud incididunt elit non incididunt ad culpa nostrud ipsum nulla. Minim ullamco reprehenderit laborum ex ullamco laborum consequat occaecat eiusmod.","qualifications":"Anim ex nulla ullamco aliqua aliquip do cupidatat quis reprehenderit est minim nulla. Id voluptate aute ullamco ex nulla labore ipsum occaecat voluptate non nulla aliquip Lorem. Cillum laborum commodo adipisicing cupidatat enim excepteur laboris elit.","goals":"Excepteur qui magna ad irure nostrud ea tempor aliquip ipsum et sint ipsum consectetur velit. Ipsum laboris proident occaecat id velit aliquip sunt occaecat occaecat ea. Officia amet consequat et nulla.\n\nExercitation Lorem aliquip in pariatur cillum irure est qui proident ut. Ea laborum pariatur aliqua laboris excepteur eu aute do. Anim velit est culpa ipsum eu enim ad ullamco dolore elit laboris. Eu sint elit ad exercitation aliqua ad Lorem sit magna adipisicing magna voluptate sunt. Consectetur fugiat magna excepteur irure consequat consectetur et enim.","nominations":["Dylan Becker","Burdette Abbott"]}]},{"title":"Treasurer","slug":"treasurer","description":"\n  <p>The Treasurer will be responsible for administration of funds, budget, and financial organization of the Local, including overseeing fundraising activities for the Local. The Treasurer will report to the Local Council on the financial status of the organization at each Local Council Meeting. The Treasurer will maintain transparent and open financial reports available to the entire membership upon request by an officer of the Local Council.</p>\n          ","candidates":[{"name":"Minnie Lindgren","slug":"treasurer-minnie-lindgren","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/muringa/128.jpg","involvement":"Ad consectetur et commodo ipsum est adipisicing occaecat sunt. Quis do fugiat exercitation duis. Exercitation do ipsum exercitation nostrud aliqua aliqua irure. Tempor id in id reprehenderit.\n\nDuis duis et ex elit minim ea non commodo est sit exercitation quis. Qui reprehenderit et nulla sunt laborum nulla ullamco tempor tempor nisi. Id non in qui fugiat proident eiusmod mollit fugiat incididunt incididunt consectetur amet mollit veniam. Et aliqua Lorem minim elit ut mollit aliquip pariatur dolore quis ipsum nostrud proident nisi.","qualifications":"Consectetur excepteur fugiat et labore ex. Fugiat elit tempor anim eiusmod consectetur duis pariatur anim et id ea do. Irure do labore aliqua minim ipsum voluptate eiusmod eiusmod mollit laborum. Sint cupidatat mollit consequat sunt veniam esse irure occaecat.\n\nMagna commodo deserunt proident est cupidatat ex sit nisi est ut labore magna. Irure exercitation sit consequat aliquip tempor ut non reprehenderit ea in elit qui sunt. Nisi occaecat officia consequat voluptate ea irure ut. Dolor esse sit amet nisi officia occaecat non ea consequat amet velit proident. Deserunt velit aute proident consectetur voluptate duis voluptate officia velit cillum. Ea cillum proident aute exercitation est commodo duis esse do est incididunt occaecat nisi. Culpa veniam nulla excepteur exercitation dolor eiusmod est commodo magna.","goals":"Nostrud ea reprehenderit dolor deserunt nostrud esse excepteur ut. Adipisicing officia sit velit nulla cupidatat voluptate eiusmod esse ullamco incididunt minim incididunt. Nostrud do ipsum velit reprehenderit aute irure sunt nulla sunt veniam. Incididunt magna deserunt non ea ut. Laborum pariatur eiusmod duis culpa aliqua proident sunt qui duis ea adipisicing cupidatat. Cupidatat occaecat qui anim fugiat eiusmod duis dolore consequat velit sint aliquip. Sint officia aliquip officia sit eiusmod consequat dolor veniam fugiat irure ex fugiat sunt.\n\nAute nulla minim cillum adipisicing. Non anim ad sit anim cillum do mollit dolore ullamco culpa cillum occaecat nulla. Anim magna fugiat voluptate Lorem eu aliqua cillum anim est voluptate. Dolor ut ipsum excepteur nulla irure cillum et mollit labore anim est ex magna ea. Voluptate culpa aliquip sint velit anim nisi aliquip consectetur Lorem in fugiat ut. Excepteur voluptate incididunt non voluptate consequat ullamco laboris consequat dolore tempor duis sit.","nominations":["Ayla Denesik","Jimmy Mann"]},{"name":"Treva Wyman","slug":"treasurer-treva-wyman","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/buleswapnil/128.jpg","involvement":"Cupidatat culpa commodo anim nostrud culpa laboris incididunt dolore reprehenderit. Qui cillum irure Lorem ad duis eu adipisicing est pariatur exercitation occaecat. Est consectetur excepteur id occaecat dolore. Excepteur proident dolore culpa amet ut et cillum deserunt id incididunt officia. Eu et est non consequat do laboris exercitation tempor.\n\nReprehenderit proident fugiat dolore anim fugiat aliqua amet nisi aliqua est labore fugiat pariatur. Sint consequat nulla commodo Lorem ad enim commodo aute cupidatat sit. Exercitation anim irure duis laborum ea proident sit quis nostrud nulla irure. Ullamco quis dolor do commodo id nisi incididunt dolor mollit. Veniam proident adipisicing qui deserunt proident minim nostrud velit pariatur nulla ea officia minim est.","qualifications":"Excepteur qui aute ea elit id laborum in excepteur id voluptate eu aute dolor. Exercitation velit veniam fugiat dolore. Minim consectetur eu reprehenderit culpa nulla eu commodo mollit pariatur nulla quis. Aliqua culpa deserunt proident quis est esse.","goals":"Aliqua id consectetur minim anim tempor cupidatat qui nulla. Nulla fugiat eu exercitation cillum commodo enim fugiat. Laboris aliqua nisi quis laboris aliqua ea ipsum aliqua. Excepteur Lorem veniam quis laboris occaecat amet. Incididunt sint officia ut sunt culpa consectetur excepteur enim. Consectetur mollit ut qui et amet commodo sit.\n\nConsectetur eiusmod adipisicing eu nulla eu qui eu anim veniam irure adipisicing ut adipisicing nisi. Consequat culpa sit non dolore ad et. Dolor occaecat incididunt sunt do non eiusmod quis. In consectetur ad mollit velit dolore consectetur elit veniam do id tempor.","nominations":["Caden Bednar"]}]},{"title":"Internal Organizers","slug":"internal-organizer","description":"\n  <p>Internal Organizers will jointly oversee the Internal Organizing Committee (see Article VI), which is responsible for fostering a lively participatory and democratic culture within the Local through the development, education, mobilization, and recruitment of members. The Internal Organizing Committee is also charged with organizing General Meetings, Informational Meetings, and social, educational, and fundraising events. Under the direction of the Local Council, the Internal Organizing Committee shall develop and oversee a program of socialist cadre development that includes skills training and political education; and a system of Mobilizers (similar to union shop stewards) who will act as an active conduit of information and engagement between the General Membership and the Local Council.</p>\n          ","candidates":[{"name":"Andre Pacocha","slug":"internal-organizer-andre-pacocha","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/fotomagin/128.jpg","involvement":"Officia labore excepteur et et irure enim ex. Anim non quis sit quis irure exercitation laborum duis Lorem consequat incididunt. Quis laboris aute laborum nostrud et tempor cupidatat sunt dolor. Et irure voluptate sit qui Lorem minim excepteur ullamco. Nulla aliquip proident eiusmod dolor enim ea et deserunt amet magna eiusmod nostrud qui. Fugiat proident incididunt culpa qui sit aute culpa ipsum eu deserunt irure enim. Laborum nisi elit aute proident non nulla tempor commodo.","qualifications":"Ea nostrud amet commodo nostrud veniam veniam. Labore voluptate magna non ad non esse voluptate exercitation. Proident amet eiusmod esse consectetur officia irure duis duis.\n\nPariatur et dolore consequat Lorem esse magna eu dolore est consequat. Ex excepteur proident velit sunt. Velit ut ullamco aliquip enim ullamco amet ex officia tempor irure nostrud veniam mollit sint. Proident occaecat amet excepteur sunt pariatur nulla labore. Laborum non aliquip non sunt voluptate duis Lorem irure dolore nisi reprehenderit laboris esse.","goals":"Sint magna nisi ad fugiat occaecat ullamco anim. Est aute fugiat exercitation aliquip esse fugiat et laborum occaecat ea esse magna ea. Proident consequat consequat ad commodo laboris et labore voluptate cillum reprehenderit elit dolore. Quis dolor adipisicing nulla culpa aliqua ex consectetur laborum deserunt. Amet ipsum minim tempor labore tempor incididunt ipsum cupidatat veniam est aliquip. Reprehenderit esse anim ad et commodo exercitation ex duis ex. Do sunt eiusmod minim et amet commodo in laborum aute dolor labore nulla voluptate ipsum.\n\nNisi quis est velit consequat eu. Irure quis adipisicing tempor eiusmod. Lorem irure laborum et exercitation aliqua dolor ipsum excepteur sit magna nostrud. Proident ullamco minim eu officia officia labore nisi aliquip. Magna cupidatat ex consectetur id non qui nisi tempor.","nominations":["Talon Bauch","Abraham Halvorson"]},{"name":"Mekhi Lind","slug":"internal-organizer-mekhi-lind","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/mirfanqureshi/128.jpg","involvement":"Non ullamco nisi esse sint elit irure eiusmod qui. Occaecat magna enim et labore commodo laboris culpa ut est non in irure qui. Id magna enim laborum Lorem sint ad dolore incididunt eiusmod aliquip. Laborum proident est Lorem dolore ex aliqua fugiat consequat. Fugiat occaecat laboris Lorem amet aliquip id.\n\nDuis anim et irure aliquip tempor anim aliqua elit aliqua consequat. Adipisicing Lorem ex exercitation est nulla reprehenderit. Ex nisi in culpa quis eu dolor eu mollit ex. Sit veniam eu non mollit anim consequat. Ex nisi ipsum nisi aliqua aliqua eiusmod occaecat cupidatat pariatur.\n\nConsequat dolore amet mollit aliqua labore laboris ullamco velit consequat. Est occaecat occaecat incididunt ut eiusmod mollit ad minim est non ipsum ad elit. Dolor sunt dolor ea id anim dolore. Eu ea non adipisicing culpa anim ipsum exercitation sunt. Fugiat culpa eiusmod laborum quis. Nostrud anim culpa est ea ipsum magna Lorem aliqua enim proident ad anim sint.","qualifications":"Quis magna eu quis commodo do ipsum aute. Labore amet et ipsum anim aliqua do in eu nulla cillum proident aute proident. Ex id in cillum sint est excepteur ad. Labore laboris incididunt voluptate est dolore minim reprehenderit eiusmod irure laborum. Reprehenderit esse enim duis pariatur sint aute duis nulla occaecat fugiat dolore eiusmod occaecat et. Aliquip sit in ad labore ad irure nostrud pariatur fugiat. Elit anim cillum ex velit mollit.","goals":"Amet ad Lorem ullamco quis magna aliquip ea elit cillum. Nulla nulla exercitation occaecat velit voluptate laboris aliqua. Consectetur irure deserunt pariatur magna ullamco.\n\nVeniam ea excepteur laborum nulla ut velit veniam proident anim. Sunt consequat elit ipsum labore nulla enim occaecat tempor ex ex incididunt. Ut esse amet culpa eu cillum id cillum adipisicing commodo incididunt mollit elit irure. Officia minim tempor consequat sunt. Voluptate id excepteur qui culpa magna. Ipsum ut quis do non aliquip velit ullamco ea culpa ex sit. Magna enim incididunt sint dolore aliquip cupidatat do duis consectetur quis nostrud sint tempor occaecat.\n\nMagna id anim consequat officia non officia do. Elit sint pariatur nostrud cupidatat consequat ea dolore. Ad sunt sit laborum magna non et nulla proident voluptate tempor ipsum officia duis.","nominations":["Mac Krajcik","Danny Cummerata"]},{"name":"Santiago Schoen","slug":"internal-organizer-santiago-schoen","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/alxndrustinov/128.jpg","involvement":"Consequat Lorem id elit pariatur Lorem sunt aliqua magna velit. Adipisicing duis non laborum eu ut. Aliquip Lorem consequat tempor laborum sint do commodo do. Amet quis in adipisicing tempor labore ullamco cillum quis consectetur ea ullamco aute amet. Eiusmod irure magna elit commodo duis labore fugiat irure non aute aliquip. Minim eiusmod elit et ex aliquip excepteur veniam.","qualifications":"Nostrud dolor minim nisi aliquip qui esse duis ut. Amet dolore laborum eiusmod nisi sit occaecat voluptate nisi eiusmod nulla. Eu anim anim ipsum est velit minim anim est adipisicing labore non. Proident incididunt enim velit eu culpa.","goals":"Tempor id sit pariatur tempor ipsum ad. Ea ex culpa enim mollit laboris cupidatat eu dolore sint nulla ad dolor sint est. Consectetur labore pariatur ipsum sit deserunt cupidatat eiusmod pariatur do nisi aliqua deserunt culpa enim.\n\nAute labore labore nostrud reprehenderit nisi tempor tempor. Sit ex consequat reprehenderit culpa pariatur ex irure mollit Lorem enim amet qui cillum ullamco. Sit non ea commodo cupidatat ullamco amet do ex ut ullamco ex exercitation sit veniam.\n\nEx velit aliquip ex velit quis esse cupidatat aute aute incididunt. Mollit amet reprehenderit esse aliquip minim sint est adipisicing veniam pariatur. Duis quis ullamco labore voluptate do aliqua dolor. Eu incididunt tempor nisi ullamco pariatur tempor. Aute et cillum Lorem ad labore fugiat nisi. Eiusmod elit reprehenderit deserunt commodo in qui esse deserunt Lorem aute reprehenderit esse.","nominations":["Maurice Witting","Leonor Rice","Oliver Skiles","Philip Homenick"]},{"name":"Missouri Gleichner","slug":"internal-organizer-missouri-gleichner","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/katiemdaly/128.jpg","involvement":"Dolor sit non laboris duis. Deserunt tempor culpa aliqua proident non commodo veniam commodo mollit ullamco labore excepteur amet. Laborum labore non occaecat in ullamco adipisicing sint magna aliqua.\n\nElit id nostrud enim aute. Nisi ad sit sunt veniam. Adipisicing consectetur dolor aute fugiat amet enim ullamco anim et ipsum velit cupidatat. Commodo nostrud aliquip eu elit. Irure sit aute id nulla ut cupidatat. Aliquip eu non dolore eiusmod consectetur reprehenderit amet amet anim dolor ad sunt velit.\n\nExcepteur officia laborum sint id Lorem Lorem est culpa esse. Do eu irure enim reprehenderit duis ad do incididunt incididunt consequat tempor exercitation id veniam. Ullamco Lorem est ad dolor ullamco minim minim ipsum. Id ex non minim elit sint ullamco nulla incididunt sit. Aliquip nostrud sunt pariatur officia pariatur in cupidatat et id consequat voluptate.","qualifications":"Do culpa anim deserunt proident consectetur. Ea anim cillum cillum id irure Lorem officia. Aliquip eiusmod cupidatat nostrud veniam est magna labore nisi proident id ut deserunt commodo. Tempor sunt ex culpa qui ad dolore do dolore sint. Amet nisi ut culpa laborum mollit duis enim voluptate quis nostrud amet nulla. Lorem cupidatat dolore qui occaecat ut esse quis laborum aute reprehenderit ipsum.\n\nIncididunt consequat minim magna nisi sunt duis deserunt quis ex qui cillum ex sint. Laboris ea reprehenderit sint mollit commodo quis est exercitation fugiat. Exercitation incididunt Lorem do proident duis adipisicing velit duis sunt. Cillum Lorem veniam aliquip cillum commodo labore anim sunt. Anim nulla irure pariatur ut laborum cupidatat ullamco.","goals":"Aute aliqua sit irure anim. Duis ullamco ea est aliquip quis ut ullamco amet. Lorem exercitation velit Lorem esse id est reprehenderit veniam dolor fugiat ex. Veniam ea elit occaecat culpa qui culpa tempor ad minim velit irure ad consectetur. Lorem pariatur id quis ea incididunt quis irure ad ea excepteur deserunt eu.\n\nQui exercitation esse duis aliqua proident sunt. Dolore id eu ut ad amet. Labore ea excepteur eiusmod est do aliquip sint excepteur consectetur cupidatat ad consectetur commodo nulla. Magna consequat incididunt voluptate proident elit eu officia in occaecat anim fugiat id irure.","nominations":["Damaris Schuppe","Ambrose Bergnaum","Kamille Rice","Eden Kunze","Guy Schaden"]},{"name":"Christiana Davis","slug":"internal-organizer-christiana-davis","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/Elt_n/128.jpg","involvement":"Officia nisi officia laboris laboris consectetur dolore mollit et incididunt Lorem. Et aliquip laboris non non elit. Ut enim id consectetur minim aliqua excepteur duis reprehenderit. Laboris voluptate aute est exercitation est incididunt duis incididunt culpa aute in. Nostrud aute aute nisi occaecat reprehenderit aliquip commodo dolor adipisicing nisi cillum. Voluptate laborum ipsum id est labore. Nostrud eu esse elit enim ullamco nisi in consectetur cupidatat cupidatat.","qualifications":"Ea sint dolore elit esse eiusmod elit est. Aliquip do sunt tempor anim laborum deserunt. Sunt dolor aliqua cillum ullamco consequat mollit Lorem. Et sit consequat id in. Non laboris consequat mollit nisi id irure id fugiat enim id enim. Velit ex pariatur labore exercitation consequat nostrud eiusmod ipsum enim laboris nostrud duis proident incididunt.","goals":"Ullamco laborum qui consectetur in dolore sint adipisicing qui Lorem irure esse eiusmod. Ut id id quis incididunt veniam. Pariatur duis dolore dolore ipsum Lorem cupidatat commodo tempor reprehenderit eiusmod laboris est quis enim. Ut incididunt Lorem fugiat labore. Adipisicing laborum laborum sint est do.\n\nCulpa culpa officia sint duis sint ullamco minim ad. Occaecat ullamco duis aute irure Lorem esse sint eu cillum. Ad laborum ipsum voluptate commodo esse elit proident ea esse minim aliqua laborum. Enim exercitation pariatur aliqua irure ullamco reprehenderit labore sunt aliqua incididunt. Aliqua eu eu nulla tempor aliquip minim velit eu sit excepteur aliquip veniam ex consequat. Dolor qui officia voluptate tempor excepteur laboris laborum.\n\nAliqua nulla ea mollit qui voluptate mollit culpa quis sint proident anim id duis ut. Deserunt velit tempor incididunt commodo aliqua velit duis pariatur pariatur occaecat mollit. Sint culpa est adipisicing nostrud. Duis commodo non dolore aliquip consequat mollit consequat laborum quis adipisicing exercitation labore Lorem. Fugiat duis id exercitation fugiat reprehenderit aliquip duis culpa elit aliqua. Occaecat ad ipsum magna officia aute nulla id id nulla. Nostrud nostrud proident veniam consectetur magna quis qui fugiat mollit aliquip exercitation nisi culpa non.\n\nExercitation incididunt et ipsum ut laborum voluptate quis veniam aliqua est cillum amet. Officia officia laborum minim irure et ullamco. Laborum do anim deserunt pariatur cupidatat id dolore. Deserunt deserunt excepteur fugiat aliquip consectetur ad commodo reprehenderit cillum velit Lorem do magna. Id enim dolor minim deserunt pariatur amet aliqua do ea amet. Quis eiusmod elit cupidatat et ex eiusmod ea non sit nisi adipisicing. Sit tempor cillum sit fugiat reprehenderit exercitation proident ipsum ex laboris laborum.","nominations":["Marcus Pfeffer","Shanelle Murazik","Marietta Swift","Kayla Lynch","Vernon Bartell"]},{"name":"Kiana O'Connell","slug":"internal-organizer-kiana-o'connell","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/guiiipontes/128.jpg","involvement":"Laborum incididunt amet ipsum duis ad exercitation culpa. Reprehenderit est aliqua ut tempor consectetur nisi sint ea duis culpa cillum. Consequat laborum ad exercitation fugiat duis nostrud reprehenderit pariatur. In nostrud exercitation labore adipisicing dolore fugiat do amet voluptate.\n\nDuis consectetur quis aliquip et labore deserunt. Ad nisi dolor mollit fugiat minim irure velit reprehenderit ullamco qui. Aliqua non aliqua excepteur duis laborum dolor.\n\nDolor dolore excepteur officia amet adipisicing. In et duis cupidatat magna sint magna pariatur id minim deserunt ea est. Laborum ea minim cillum cupidatat nisi. Adipisicing id aute quis aliquip ad eu consectetur excepteur tempor.","qualifications":"Aliqua voluptate nisi ut enim labore sint Lorem id voluptate reprehenderit labore culpa consequat proident. Eu culpa ut pariatur dolore eu proident cillum labore. Non dolor qui minim sit enim id cillum nisi enim. Officia sunt anim ex qui dolore nisi eiusmod Lorem. Excepteur labore nulla sint adipisicing officia eiusmod adipisicing ea minim exercitation. Voluptate ad nisi proident elit deserunt proident laboris reprehenderit.","goals":"Laboris culpa esse eu laboris proident. Cupidatat non consectetur quis sunt sunt aliqua nostrud qui voluptate minim consectetur id veniam. Fugiat esse nulla duis dolor. Enim consectetur consectetur tempor elit.\n\nId anim fugiat do nulla deserunt. Velit pariatur dolore qui reprehenderit est reprehenderit consequat nisi eiusmod proident non aliqua ipsum culpa. Et deserunt officia ut ad nostrud est est. Magna sunt pariatur enim mollit irure consectetur ea aliquip ex. Occaecat do fugiat ad et exercitation aute duis dolor aliqua cupidatat dolore in. Sunt sit sunt tempor eiusmod mollit esse enim aute consectetur pariatur commodo ullamco eiusmod. Duis dolore ad non ex esse consectetur cillum tempor aliqua non minim esse eiusmod laborum.\n\nCommodo elit veniam nulla mollit cupidatat non duis aliqua dolore nulla laboris fugiat adipisicing aute. Exercitation ipsum qui dolore est sint dolore. Ut consequat ullamco ad nisi reprehenderit dolor magna ullamco aute aute exercitation. Lorem culpa aliquip occaecat ea aute ipsum officia sint eiusmod veniam nostrud enim aute aliquip. Esse amet anim incididunt reprehenderit deserunt qui laboris consequat esse aliqua do.\n\nCulpa ut nisi culpa consequat sint id nisi irure. Excepteur dolor pariatur nulla eiusmod est fugiat tempor tempor. Elit anim cupidatat cillum pariatur reprehenderit mollit duis dolore qui in exercitation cupidatat aliqua nostrud. Labore ullamco dolore ullamco fugiat proident est nulla id.","nominations":["Gisselle Krajcik","Brandyn Carter","Tatyana Hagenes"]},{"name":"Laisha Gislason","slug":"internal-organizer-laisha-gislason","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/praveen_vijaya/128.jpg","involvement":"Irure ut eu eu nisi excepteur veniam id nostrud aliqua velit non eu dolor. Quis veniam deserunt consequat Lorem ea fugiat aute est ea amet labore cupidatat officia. Dolor enim elit esse sint duis occaecat non. Laboris laboris excepteur sit labore aliqua minim nisi ex culpa. Eiusmod velit ipsum duis commodo nulla minim pariatur velit ex eu aliquip elit ad.","qualifications":"Nulla duis mollit incididunt ea dolore exercitation anim deserunt. Minim officia do id velit nulla reprehenderit dolore ex qui occaecat. Duis ea duis exercitation ea.\n\nLaboris ipsum labore fugiat sit sunt esse aute dolore sint officia consequat ipsum. Pariatur sunt pariatur quis quis irure commodo minim laboris officia aliqua voluptate velit nostrud sunt. Amet reprehenderit adipisicing ex elit aliquip quis magna nostrud consectetur aliquip culpa ut irure. Consequat consectetur est dolore ut tempor est ullamco ullamco do irure magna eu et enim.","goals":"Velit id eu esse non dolor elit aliquip. Ut mollit occaecat occaecat id Lorem proident officia. Non elit voluptate aute enim exercitation do non nulla id. Cillum elit elit cupidatat magna anim.\n\nLaborum consequat nisi occaecat aliquip sit excepteur Lorem sint ipsum dolor. Et mollit qui voluptate non mollit consequat pariatur laborum non ut consectetur amet. Irure culpa sit culpa dolor est excepteur. Ex reprehenderit sit nulla dolore voluptate aliquip cillum. Consectetur magna nulla commodo in ipsum veniam fugiat velit elit enim. Reprehenderit ex occaecat aliqua voluptate tempor nulla ut.\n\nSunt eiusmod esse nostrud magna sit esse non qui ea ullamco anim consequat. Exercitation est est duis tempor culpa non excepteur dolor est sit consectetur aliqua velit. In deserunt incididunt incididunt reprehenderit elit reprehenderit. Ut et nostrud sunt cillum anim commodo elit laboris. Ullamco nulla pariatur laboris cupidatat anim laboris incididunt fugiat.\n\nFugiat ut do consequat nostrud veniam pariatur quis minim aliquip qui tempor cillum qui sint. Laborum quis incididunt deserunt eu aliqua ex aliquip nulla ullamco culpa esse fugiat ex eiusmod. Non reprehenderit minim minim fugiat laboris. Velit commodo magna ut sit. Dolor aliqua cillum culpa labore magna cupidatat aute quis exercitation est ex et duis mollit. Exercitation irure qui qui quis deserunt mollit deserunt ad nisi excepteur ut.","nominations":["Minnie Wiegand"]}]},{"title":"External Organizers","slug":"external-organizer","description":"\n  <p>External Organizers will jointly oversee the External Organizing Committee (see Article VI), which will lead the Local’s fight for a socialist political agenda in the East Bay and beyond. Under the direction of the Local Council and in order to realize the policies, priorities and campaigns set forth by the General Membership, the External Organizing Committee shall manage or execute all of the Local’s issue and electoral campaigns, direct actions, rallies, and other activities expressly targeted at the general public for political purposes.</p>\n          ","candidates":[{"name":"Myah Corwin","slug":"external-organizer-myah-corwin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/sterlingrules/128.jpg","involvement":"Est id qui dolore dolor do dolor tempor. Ad reprehenderit aliquip anim amet consectetur aliqua sit in adipisicing adipisicing elit qui ex aliquip. Ea non aliquip nulla elit do qui eiusmod ullamco irure do. Minim pariatur irure reprehenderit occaecat nostrud nulla do et tempor sunt tempor commodo velit.","qualifications":"Pariatur aliqua id consectetur sunt duis. Incididunt culpa minim laborum id aliqua commodo labore ad. Magna cillum aliqua eiusmod elit.\n\nDolore do cillum nostrud sint irure. Voluptate veniam laboris est laborum. Reprehenderit sit non anim officia consequat cupidatat labore proident. Velit eu pariatur nulla eu.","goals":"Commodo nisi et veniam ullamco qui non aute ex eu sint eiusmod cillum enim. Occaecat consequat et ex exercitation et laborum ipsum. Nisi minim consectetur laborum ea sit exercitation voluptate enim consectetur laboris pariatur laboris ex. Nisi labore consectetur voluptate labore nisi mollit do magna laboris sint adipisicing sunt. Reprehenderit sint aliqua ea eu eu dolore magna.\n\nAdipisicing laboris nulla qui deserunt in minim et ipsum esse do ea fugiat aute eiusmod. Ut eu occaecat reprehenderit duis nisi velit incididunt elit sint excepteur cupidatat. Minim adipisicing non pariatur dolor fugiat eu elit sint ut. Nulla veniam magna veniam nulla laborum. Amet ut culpa duis mollit commodo ea aute reprehenderit Lorem et id nulla cupidatat.","nominations":["Lucile Willms","Delphia Hirthe","Antwon DuBuque","Brown Weissnat","Cletus Kling"]},{"name":"Makayla Koelpin","slug":"external-organizer-makayla-koelpin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/robergd/128.jpg","involvement":"Proident veniam tempor aliquip sint incididunt aliquip commodo cupidatat sunt velit magna nostrud magna. Nisi do magna labore aliquip sit minim voluptate veniam reprehenderit enim eiusmod. Est est occaecat amet officia esse.","qualifications":"Deserunt amet ipsum do labore nisi nulla nisi ipsum elit elit elit consectetur aliquip. Officia commodo excepteur exercitation deserunt. Magna do officia nostrud commodo ea id dolore et laborum ea nisi esse. Sunt deserunt aliqua ut et culpa duis deserunt. Lorem nulla consequat fugiat aute ut sunt aliqua tempor nostrud aliquip ea sint. Velit cupidatat eu incididunt aliqua.\n\nAute sit laboris laboris elit duis pariatur. Magna excepteur est adipisicing veniam eiusmod exercitation qui nostrud ullamco. Laboris enim dolor magna dolore sunt nulla et enim dolore sint excepteur ipsum eu id. Proident ut sit duis do. Esse eu ut Lorem id cillum. Et cupidatat minim ad sunt.","goals":"Ullamco deserunt commodo fugiat sunt duis cillum. Est deserunt adipisicing irure anim veniam. Consequat quis magna id deserunt do reprehenderit duis.\n\nIrure non ipsum ea eiusmod amet laboris amet dolor est. Est veniam sunt quis quis minim cupidatat nulla incididunt nulla ut do veniam labore dolor. Officia magna id et veniam deserunt esse est fugiat tempor elit. Aute laboris labore cupidatat ad aute magna enim laboris.","nominations":["Winfield Goodwin","Nichole Bergnaum"]},{"name":"Oceane Christiansen","slug":"external-organizer-oceane-christiansen","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/josemarques/128.jpg","involvement":"Culpa do reprehenderit irure tempor id. Nostrud ad nisi amet ad cillum cillum exercitation sunt. Aliquip labore non ipsum do consequat et amet ut pariatur. Deserunt dolor incididunt reprehenderit do anim duis incididunt incididunt laborum. Aliqua consectetur excepteur nostrud dolore occaecat dolore et quis exercitation veniam deserunt. Ad proident exercitation adipisicing culpa duis aute esse ad eu dolor in. Dolore sint ex nostrud eiusmod laborum eiusmod est labore eu est proident esse eu.\n\nOfficia eiusmod do culpa ut duis officia. Occaecat elit excepteur quis amet aliqua nulla in enim nulla. Ex enim magna cillum exercitation ea ipsum. Cillum enim proident ipsum qui commodo reprehenderit enim aliquip cupidatat consequat veniam do excepteur enim.","qualifications":"Anim proident consectetur est eu consectetur elit enim. Duis sit et officia id dolore nisi amet velit. Aliquip pariatur occaecat nisi culpa ex labore irure et veniam reprehenderit dolore voluptate.","goals":"Exercitation minim ullamco consectetur velit sit aute consectetur ex ipsum sit. Nostrud aute nulla exercitation qui elit laborum excepteur eiusmod quis cillum. Commodo sunt excepteur non eu duis. Non officia quis aliquip est esse elit laborum. Eiusmod ex eiusmod ullamco nostrud ad. Elit deserunt nostrud officia labore culpa magna et nisi.\n\nEa irure sit eu aliquip velit enim. Veniam duis consectetur voluptate labore anim aliqua pariatur. Dolore in minim laborum voluptate dolor sint non aliquip. Sit pariatur labore do et.\n\nReprehenderit exercitation cupidatat consectetur pariatur sunt ex pariatur dolore labore duis consectetur. Ut consectetur cillum do duis velit consequat culpa labore sunt cillum nulla amet. Ea ea et fugiat quis eu occaecat dolor Lorem deserunt commodo. Incididunt reprehenderit officia laborum veniam non esse nisi in labore esse ullamco dolore anim. Velit aute qui cillum reprehenderit in enim fugiat enim culpa labore ad. Magna nisi qui deserunt commodo irure laborum ad irure nisi est. Ea sunt eiusmod cillum duis amet anim laborum esse laborum magna aliqua elit.","nominations":["Hollie Cummings"]},{"name":"Davin Conn","slug":"external-organizer-davin-conn","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/rmlewisuk/128.jpg","involvement":"Officia adipisicing anim cupidatat mollit commodo officia amet dolor tempor commodo quis voluptate incididunt excepteur. Amet irure adipisicing dolor ullamco magna ut enim reprehenderit veniam in aliqua quis. Sunt eiusmod in excepteur qui culpa tempor reprehenderit eu sit. Irure et amet sit ad fugiat. Exercitation deserunt consectetur occaecat fugiat irure anim. Eiusmod culpa incididunt consequat duis nisi labore officia ea velit cupidatat. Ut qui velit ex nisi veniam laboris ullamco labore ullamco sit amet cillum deserunt.","qualifications":"Non non cupidatat est mollit anim cupidatat nulla est consequat sunt esse exercitation. Id officia fugiat ex adipisicing consectetur quis non nulla magna nisi amet. Nulla aliquip qui minim commodo eiusmod reprehenderit ex officia mollit. Mollit sunt ipsum dolor eu exercitation aute id aliqua consequat officia irure consectetur amet aute. Aliqua mollit fugiat eiusmod magna cupidatat velit nulla aliqua est incididunt aliquip eiusmod deserunt mollit. Sit eu pariatur irure commodo ut officia.","goals":"Incididunt sunt incididunt quis voluptate et incididunt magna culpa sit exercitation magna quis deserunt. Sit pariatur nulla in ea adipisicing veniam in culpa sit quis est. Ex veniam voluptate nisi velit proident. Occaecat elit ad deserunt anim incididunt elit duis anim. Consequat dolor sunt laborum cupidatat deserunt cupidatat voluptate ea sunt amet anim laboris.\n\nMagna in et quis sunt. Fugiat quis culpa esse laborum id excepteur eiusmod aliqua occaecat fugiat duis. In nulla amet veniam amet amet cupidatat quis tempor amet ex incididunt. Pariatur laboris aliqua occaecat aliquip sit culpa reprehenderit. Officia do nulla et magna consectetur nisi ut exercitation pariatur.\n\nExercitation officia cillum id tempor velit tempor cupidatat eu adipisicing excepteur adipisicing eiusmod Lorem. Laboris laborum ex culpa non Lorem officia excepteur id. Officia sit ex exercitation ad commodo adipisicing sunt eu exercitation irure elit nostrud exercitation aute. Aute incididunt enim officia sint sit aliquip ut pariatur veniam voluptate ea in eiusmod deserunt. Mollit laboris sit qui cupidatat. Laborum tempor ea mollit dolore duis nostrud tempor consequat occaecat id labore. Elit officia amet cillum ea voluptate sint laboris.\n\nVelit reprehenderit deserunt aute veniam consectetur occaecat. Magna sit qui minim culpa. Do ea laboris anim reprehenderit reprehenderit dolor mollit veniam adipisicing sit laborum. Laborum do culpa officia id est do culpa exercitation irure.","nominations":["Willow Ullrich","Cheyenne Wehner","Rosina Kemmer"]}]},{"title":"At-Large Local Council Members","slug":"at-large","description":"\n  <p>At-Large Local Council Members will participate in Local Council decision-making, and are responsible for attending all relevant meetings and reading all relevant documents. At-Large Local Council members are also tasked with representing the views of the membership that elected them as well as helping to advance the goals of the Local generally.</p>\n          ","candidates":[{"name":"Johnathan Nolan","slug":"at-large-member-of-local-council-johnathan-nolan","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/kylefoundry/128.jpg","involvement":"Labore culpa qui eu minim amet amet amet deserunt esse duis. Mollit esse consequat eiusmod id sit ad amet. Elit minim duis non minim.\n\nEt voluptate incididunt cupidatat elit quis occaecat eiusmod cupidatat non velit ullamco reprehenderit dolor. Enim culpa officia excepteur quis mollit. Reprehenderit ex amet pariatur minim nisi laborum cillum exercitation aute esse quis.\n\nLabore culpa occaecat nisi labore esse id incididunt sit aliquip. Culpa sunt eiusmod do consequat irure veniam velit ullamco aliquip commodo veniam exercitation nisi magna. Sit fugiat do ex sit nisi veniam do. Irure elit sunt sunt excepteur non labore ea eu proident commodo elit labore veniam sit. Commodo excepteur incididunt occaecat irure et eiusmod. Id adipisicing Lorem ea elit et eiusmod ipsum dolore adipisicing exercitation ut sit. Laborum laboris eiusmod tempor Lorem dolore nulla excepteur sit mollit minim.","qualifications":"Lorem mollit consectetur sunt aute exercitation tempor ad. Consectetur aute reprehenderit amet aute. Est ad Lorem voluptate nulla labore nulla ipsum incididunt et. Qui anim sunt pariatur ea reprehenderit elit ad Lorem. Amet eu officia voluptate minim eiusmod est nostrud laborum proident.","goals":"Consequat ullamco aliqua laboris aliqua elit proident Lorem. Labore do commodo occaecat deserunt amet in in. Consequat commodo velit elit pariatur proident. Consequat esse nisi eu voluptate excepteur adipisicing culpa veniam consectetur esse. Ex est irure elit magna elit ullamco veniam consequat in aute. Pariatur laboris ipsum commodo ad voluptate deserunt pariatur consequat adipisicing.\n\nEst qui elit ut ipsum irure do. Nulla eu mollit officia laboris quis ex sunt. Sit do ad nostrud anim quis qui quis ullamco ea excepteur nostrud. Velit qui dolor excepteur quis tempor sit enim ut eiusmod.\n\nExcepteur minim officia cillum et cupidatat. Enim proident pariatur sint non sit nulla reprehenderit deserunt veniam dolore aute eiusmod qui. Aute dolore eu velit ad. Anim esse tempor fugiat ut anim aute voluptate laborum aliqua sint aute consequat voluptate incididunt.","nominations":["Tyra Wiza","Titus Feeney","Shannon Gusikowski"]},{"name":"Joy Cartwright","slug":"at-large-member-of-local-council-joy-cartwright","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/_scottburgess/128.jpg","involvement":"Elit consectetur mollit adipisicing aliqua. Sunt anim incididunt sunt magna consectetur fugiat eu velit ad id irure consequat est officia. Reprehenderit laborum ullamco eu aliqua esse aute cupidatat aute culpa culpa. Sit quis incididunt ipsum in do. Labore nostrud aliquip mollit eiusmod ullamco ea aliqua amet ad.","qualifications":"Incididunt tempor ullamco dolor esse tempor cillum pariatur in duis elit minim reprehenderit nostrud minim. Voluptate sint non mollit dolore sit est est commodo. Ullamco eu velit deserunt voluptate id elit esse voluptate. Aliquip non commodo nulla ea occaecat laboris. Fugiat aliquip aliquip nostrud nulla.","goals":"Dolore consectetur sint et do cillum labore culpa. Commodo labore id id nostrud cupidatat eu. Veniam qui aliqua est ad ad ex velit qui mollit.\n\nAd cillum deserunt occaecat aliqua tempor cillum laborum ex nulla enim. Nostrud fugiat cupidatat nostrud pariatur mollit veniam Lorem. Incididunt id ullamco in qui occaecat dolor mollit reprehenderit.","nominations":["Lavonne Runte","Isabell Beatty","Bruce Denesik","Flo Harvey"]},{"name":"Jasmin Wolf","slug":"at-large-member-of-local-council-jasmin-wolf","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/catarino/128.jpg","involvement":"Anim nisi ea ex sit ex sit. Nulla est anim elit qui qui dolor. Reprehenderit veniam commodo laborum tempor.","qualifications":"Deserunt eiusmod sunt officia laborum pariatur dolor sint commodo ex. In veniam culpa minim laboris pariatur aute est commodo aute pariatur. Exercitation nostrud aliqua ut fugiat sunt cillum ea nulla laboris in officia dolor do. Minim adipisicing laboris velit nisi. Aliqua aute velit qui magna nisi tempor deserunt amet amet commodo aliquip enim voluptate. Consequat duis consectetur officia fugiat laborum id.\n\nEsse eiusmod sint excepteur pariatur non do aliqua veniam ea occaecat in officia ad. Sunt eu commodo esse id veniam reprehenderit non nulla nisi incididunt consequat deserunt eiusmod nisi. Nulla qui pariatur quis minim ullamco nisi pariatur. Fugiat id dolore fugiat elit velit excepteur pariatur quis minim esse non sint occaecat labore. Eiusmod et dolore elit pariatur voluptate pariatur voluptate velit ea deserunt et. Minim enim cillum dolore dolore in. Labore id consequat veniam ad ea adipisicing excepteur aliquip elit anim occaecat exercitation cillum magna.","goals":"Magna incididunt ut aliquip eu qui nisi do Lorem laborum ipsum. Laborum sint ullamco et non exercitation. Duis excepteur ut cupidatat deserunt.\n\nDolor deserunt veniam laboris tempor Lorem ex deserunt eu. Dolore eu non labore irure ex tempor velit quis adipisicing ex adipisicing consequat adipisicing. Ad ullamco adipisicing qui quis ex mollit sint aliquip mollit. Magna aute aute deserunt cillum veniam occaecat et ullamco pariatur fugiat dolore anim.\n\nDolor consequat ea incididunt est esse Lorem id. Mollit elit velit duis et aute duis dolore amet. Tempor elit irure ut anim sint exercitation commodo.\n\nIpsum laborum ex exercitation officia minim duis voluptate incididunt cupidatat velit veniam. Occaecat veniam labore minim consequat Lorem deserunt duis. Commodo est ipsum eiusmod aliquip anim nulla laborum quis nisi magna. Magna aliqua enim ut minim eiusmod dolore culpa. Adipisicing nisi magna amet irure laborum aliquip nostrud quis duis sit cillum ipsum. Sunt magna officia Lorem amet occaecat voluptate sunt eu esse aliqua nisi officia.","nominations":["Gerardo Leffler","Kale Gleichner"]},{"name":"Domenico Grimes","slug":"at-large-member-of-local-council-domenico-grimes","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/edkf/128.jpg","involvement":"Magna sint deserunt nulla enim. Occaecat in fugiat nulla esse tempor ea irure velit ullamco. Labore culpa eu minim deserunt do.\n\nCulpa amet aliquip in consectetur nulla non aliquip pariatur exercitation nulla ex elit. Nostrud magna eiusmod non nostrud voluptate do occaecat et cupidatat occaecat. Labore amet sunt magna commodo.\n\nLorem est sunt esse ad id nisi nostrud magna occaecat do nostrud aute consectetur. Magna fugiat tempor sint tempor esse sit nisi nulla cupidatat. Nulla cupidatat Lorem voluptate deserunt voluptate ea. Nulla elit ullamco labore ipsum eu culpa occaecat nulla deserunt ut deserunt. In nisi quis pariatur occaecat non adipisicing proident sunt sit commodo. Qui consequat culpa exercitation elit aute nulla proident duis. Anim eiusmod dolore minim sunt ipsum.","qualifications":"Incididunt quis nisi incididunt fugiat duis aliquip Lorem proident sint. Adipisicing eiusmod dolore in laborum nostrud ipsum culpa ex fugiat consequat nostrud commodo voluptate. Deserunt incididunt duis tempor nisi. Laboris excepteur consequat excepteur ad officia sunt esse non. Irure aliqua aliqua incididunt consequat labore ut ut dolor officia tempor. Consequat commodo dolore exercitation ullamco veniam ex sunt consectetur elit et duis mollit.\n\nAmet do eu anim est quis nisi cupidatat labore. Id consectetur Lorem dolore ex labore cupidatat ex ad. Ullamco anim tempor cillum do nulla sunt officia id eiusmod qui aute ad. Ut pariatur incididunt elit enim officia veniam fugiat pariatur labore veniam occaecat sint velit. Officia dolore cupidatat voluptate consequat excepteur anim aliqua mollit. Fugiat adipisicing proident amet amet exercitation labore do ullamco et dolor minim. Consequat do labore velit labore sunt incididunt minim nulla.","goals":"Duis voluptate eiusmod sit exercitation enim ad. Sint reprehenderit commodo aliquip magna cillum sint incididunt mollit nostrud laboris anim proident proident. Culpa cupidatat laboris minim eu velit. Aute nostrud id ut anim cupidatat occaecat sint voluptate exercitation incididunt anim enim. Culpa enim dolor exercitation irure consequat aute. Aute non minim voluptate dolore ex.\n\nIncididunt nisi incididunt labore elit excepteur est enim nostrud consectetur. Consequat reprehenderit Lorem ullamco proident reprehenderit culpa enim nisi. Do non cillum minim labore Lorem sunt id id nisi sint. Veniam ea consequat fugiat laboris voluptate qui ad.\n\nMagna elit enim amet velit. Qui pariatur est esse ullamco veniam do officia nulla Lorem officia aliquip Lorem non mollit. Do anim adipisicing duis exercitation commodo duis consectetur.\n\nElit est mollit commodo nostrud commodo pariatur quis dolor. Aliqua id laborum et voluptate eu cillum id ex pariatur enim. Amet amet consectetur sit sit nostrud.","nominations":["Mittie Gusikowski"]},{"name":"Nia Hartmann","slug":"at-large-member-of-local-council-nia-hartmann","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/demersdesigns/128.jpg","involvement":"Occaecat aute exercitation consectetur eu est ut Lorem id minim incididunt veniam fugiat est. Adipisicing et magna consequat in anim do culpa et dolore. Nostrud aute deserunt commodo mollit occaecat commodo id. Velit elit fugiat tempor nulla ex ipsum tempor. Sit cillum reprehenderit ipsum minim id cupidatat enim. Deserunt id reprehenderit exercitation dolor culpa sint excepteur.\n\nAliquip ea quis mollit ea laboris. Aliquip sint ex incididunt amet consequat culpa labore officia magna ex mollit laborum sit eiusmod. Anim officia amet adipisicing commodo pariatur. Amet laborum labore enim culpa ex tempor est anim. Enim qui qui proident in labore pariatur mollit nulla consequat nulla quis occaecat qui. Laboris elit reprehenderit sit in officia elit.","qualifications":"Aute laboris magna amet est cupidatat fugiat cupidatat. Amet amet adipisicing mollit culpa amet anim eu aliqua mollit. Irure nisi in pariatur esse tempor quis est adipisicing incididunt ullamco ad consequat. Esse aliqua voluptate ut veniam. Quis enim id qui ex do. Magna magna qui non do occaecat velit esse ea labore minim. Ea excepteur culpa enim aute reprehenderit cillum sint ut anim commodo consequat amet fugiat ut.\n\nLabore ut aliqua dolore ullamco ullamco eu sunt. Sunt ea cupidatat exercitation non velit est sit anim sunt nulla ipsum aliquip elit. Voluptate sint veniam quis culpa voluptate Lorem velit tempor. Veniam culpa do sunt proident ea excepteur nisi incididunt cupidatat minim. Tempor ipsum ipsum consequat officia in reprehenderit occaecat irure amet ullamco anim aliquip culpa adipisicing. Dolor quis adipisicing deserunt aliquip id sit enim exercitation sunt sint laboris ad ad in.","goals":"Ea pariatur labore velit eu consequat. Sint irure aute in irure adipisicing eu nulla esse officia in pariatur in et id. Id et eiusmod laboris ad sint fugiat id minim. Non voluptate laborum excepteur magna id dolor elit excepteur laboris enim aute duis ut exercitation.\n\nNostrud ut commodo esse est. Dolor ex consequat esse exercitation deserunt officia. Amet incididunt officia dolore reprehenderit anim occaecat et magna velit cupidatat et ex nisi consequat. Sunt tempor laborum pariatur deserunt qui. Nisi in veniam laboris adipisicing pariatur ut minim mollit qui labore consequat Lorem et.\n\nProident irure consectetur non nostrud fugiat ipsum nisi consequat laboris. Est deserunt laboris ut id incididunt deserunt amet velit consectetur sit. Amet est elit veniam consectetur. Qui sint eiusmod aliquip fugiat mollit sit anim. Laboris eu et magna excepteur fugiat incididunt ullamco officia occaecat incididunt. Eiusmod quis pariatur ipsum qui elit voluptate.","nominations":["Orland Rippin","Velva Dietrich","Earlene Cummings","Eunice Streich"]}]}]},"nationalConvention":{"candidates":[{"name":"Joshuah MacGyver","slug":"national-convention-joshuah-macgyver","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ionuss/128.jpg","involvement":"Amet qui consectetur proident eiusmod voluptate ea laborum officia exercitation. Sint non dolor laboris sunt. Non minim et incididunt aliqua fugiat ea cupidatat deserunt labore pariatur commodo. Labore fugiat tempor aute nostrud laborum eiusmod nisi nostrud do laboris eu aliqua quis sint. Consequat proident commodo aute in minim tempor dolore fugiat et duis eu fugiat minim cupidatat. Deserunt sit laboris aliqua esse incididunt aliquip in dolore.\n\nDuis ullamco minim aute cupidatat veniam nulla. Sit consectetur cillum ut mollit sint. Consectetur tempor non tempor laborum veniam eu. Est adipisicing consequat proident voluptate deserunt ad. Cupidatat sunt veniam aliqua qui commodo sint mollit proident qui sit eiusmod adipisicing. Ipsum tempor ullamco est non voluptate aute irure veniam ex. Enim nostrud Lorem voluptate excepteur velit.\n\nCupidatat commodo fugiat sit ipsum cupidatat in consectetur labore irure qui in occaecat. Proident exercitation enim officia aute laboris laboris ad ad eu labore adipisicing. Esse ea aliquip ea labore reprehenderit sit. Excepteur et cupidatat officia occaecat officia nisi duis qui. Enim proident dolor sunt irure sint ad duis nostrud excepteur ullamco qui.","qualifications":"Occaecat veniam nostrud amet culpa. Est cupidatat nulla veniam cillum cupidatat qui amet ipsum tempor labore nisi sint laborum. Dolore ut mollit nostrud duis excepteur in eiusmod sit enim elit incididunt tempor nisi. Proident pariatur elit reprehenderit et. Non adipisicing ipsum nulla anim ea do fugiat do reprehenderit ad pariatur non.","goals":"Laborum ex ipsum amet sunt magna reprehenderit reprehenderit officia ut amet. Ut ad aliqua in cillum dolore dolore sit sint non laboris cupidatat proident. Do deserunt quis aute est exercitation. Ad deserunt elit ut aute minim reprehenderit reprehenderit elit anim eiusmod reprehenderit.\n\nSunt minim reprehenderit aliqua cillum cillum quis non consectetur consequat sit Lorem dolor consectetur. Exercitation esse mollit voluptate proident. Ex proident eiusmod eu voluptate nulla sunt minim in proident exercitation eu nisi sit. Magna consectetur do ea sit do officia laboris id eiusmod eu. Voluptate fugiat ut incididunt ullamco. Enim esse aute commodo velit ex qui nulla.\n\nVeniam culpa fugiat fugiat velit exercitation mollit voluptate ut mollit laborum. Aliqua ullamco ut ad veniam occaecat sint excepteur elit nostrud anim culpa ipsum exercitation. Ad magna tempor deserunt nostrud sit voluptate incididunt quis id cupidatat. Cupidatat incididunt enim enim mollit do Lorem ipsum nulla cupidatat. Exercitation sint minim occaecat duis non eiusmod in laborum culpa enim mollit aute. Aute cupidatat laborum deserunt dolor ullamco reprehenderit reprehenderit fugiat consectetur. Magna laboris adipisicing sunt fugiat occaecat.\n\nFugiat ea aliquip non nulla magna quis qui culpa quis deserunt dolore. Et reprehenderit adipisicing officia dolore esse excepteur voluptate nisi nulla. Anim pariatur incididunt ex sit exercitation magna laborum occaecat reprehenderit cillum mollit aute excepteur irure. Deserunt pariatur incididunt eiusmod sunt do sunt veniam duis nisi pariatur adipisicing cupidatat fugiat voluptate. Elit tempor exercitation dolore id labore tempor enim dolore exercitation culpa. Cillum consectetur dolore amet reprehenderit ad proident voluptate sit duis incididunt eu nostrud ad.","nominations":["Jonathan Rowe"]},{"name":"Lexie O'Hara","slug":"national-convention-lexie-o'hara","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/joshuaraichur/128.jpg","involvement":"Aute eiusmod cillum velit deserunt. Nisi id duis magna elit consectetur laborum tempor laboris. Ipsum ullamco consequat Lorem sit est ex consequat occaecat labore ad fugiat tempor et dolore. Mollit magna anim consectetur nostrud sint amet anim labore laboris deserunt deserunt aliqua nisi. Laboris ipsum ipsum officia enim commodo sint dolor aute quis sunt. Do commodo eu mollit labore fugiat amet enim veniam ipsum pariatur exercitation excepteur.","qualifications":"Ex quis dolore nostrud excepteur nisi velit fugiat nulla amet. Magna tempor occaecat incididunt voluptate occaecat Lorem quis voluptate duis ea officia mollit officia. Anim irure ex voluptate laborum sint fugiat eiusmod tempor. Enim et veniam sit veniam cupidatat proident velit pariatur aute eiusmod aute eiusmod sit. Minim sint duis eu nulla dolor velit. Cillum qui minim consequat nisi adipisicing.\n\nLorem sunt minim velit nisi proident consectetur reprehenderit. Tempor tempor reprehenderit deserunt et. Ex aliqua dolore laboris mollit occaecat. Anim amet dolore voluptate amet nisi commodo culpa tempor voluptate.","goals":"Laborum eu dolore eu duis et sit dolore Lorem amet adipisicing ea dolor. Fugiat voluptate esse amet anim est occaecat exercitation mollit minim esse culpa laboris. Sint nostrud culpa proident nisi et amet et eiusmod officia. Occaecat mollit fugiat proident consequat sint fugiat ad. Exercitation esse irure irure reprehenderit duis aliqua incididunt elit minim velit veniam. Tempor qui enim irure in excepteur. Consectetur occaecat esse in consectetur nisi deserunt consequat non fugiat consectetur elit cupidatat Lorem quis.\n\nCupidatat dolore quis velit consequat id sint adipisicing officia enim. Elit consectetur ex ad ea esse deserunt exercitation. Cupidatat non nulla tempor sunt occaecat pariatur reprehenderit do cillum. Culpa sit Lorem incididunt duis consequat sint eu. Amet pariatur proident eiusmod sit magna. Voluptate labore voluptate minim cillum sint cupidatat.\n\nSunt irure nisi aute excepteur. Veniam labore elit laborum in labore est tempor sunt nisi magna quis quis adipisicing irure. Do est ea dolor irure nisi ea est magna ad culpa nulla ad.\n\nLorem pariatur aliqua elit cupidatat proident velit anim quis mollit labore aute incididunt est. Nostrud cillum amet aliqua anim ex et ex. Velit nulla in et in et dolore est minim. Tempor aliqua magna elit magna ad qui ea.","nominations":["Ola Vandervort"]},{"name":"Gayle Hermann","slug":"national-convention-gayle-hermann","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/YoungCutlass/128.jpg","involvement":"Do commodo nisi cillum laboris est irure. Sunt ullamco ullamco adipisicing officia nostrud mollit est. Id sunt qui esse consequat eiusmod reprehenderit.\n\nFugiat labore esse proident non aute irure enim velit elit. Proident duis tempor cupidatat elit qui ea officia culpa ea. Esse laborum est commodo elit culpa do ea dolore culpa. Irure cupidatat amet ex elit aute consequat aliqua excepteur eu qui eiusmod et sit enim.\n\nLabore labore eu et proident deserunt consectetur qui commodo amet cupidatat ipsum. Ut cillum do cillum quis do magna. Labore duis nostrud incididunt cillum pariatur enim dolore ex sit. Minim ut ea elit cupidatat qui quis. Voluptate sint velit exercitation minim ad do. Sit reprehenderit reprehenderit laborum mollit sint elit nostrud laborum pariatur. Aute enim tempor velit cillum proident excepteur adipisicing velit esse ex qui laboris.","qualifications":"Nostrud elit aliqua enim occaecat officia laboris ea consequat eiusmod id. Irure cupidatat do laboris enim Lorem sit qui consectetur. Et aute Lorem sit qui voluptate sit cillum minim aute. Laborum pariatur cillum nulla Lorem. Ex proident esse qui minim cillum pariatur sint. Aliquip irure ullamco dolore sit enim sint eiusmod tempor laboris tempor. Labore magna cillum cillum incididunt aliqua officia.\n\nVeniam nostrud non irure nisi labore in enim ex incididunt ullamco non exercitation est. Aute consectetur aliqua fugiat qui commodo enim pariatur do anim minim. Dolore cupidatat cupidatat exercitation irure. Laborum nulla amet aliquip anim sint anim dolor dolor dolor duis laboris quis. Anim reprehenderit aliquip est enim in duis ut sunt excepteur nostrud ad laborum elit pariatur.","goals":"Mollit do adipisicing est velit mollit aliquip sint eiusmod adipisicing dolore consequat sit consectetur ullamco. Aliquip laboris id anim est aliquip labore nulla excepteur ipsum nulla commodo voluptate laborum ipsum. Minim nostrud minim consequat id. Non dolore ea in sunt est deserunt sint magna minim anim magna veniam proident sint.\n\nExercitation in reprehenderit mollit sint. Nisi esse consectetur est sit commodo veniam eu veniam sit minim esse. Deserunt cillum dolore ex aliqua Lorem. Veniam aliquip ut sit ea pariatur Lorem consectetur deserunt cupidatat irure nisi exercitation. Amet tempor nisi eiusmod dolore dolor. Minim labore aliquip amet excepteur ea irure sunt veniam proident proident.\n\nConsectetur reprehenderit ipsum dolor dolore exercitation fugiat irure tempor consequat. Exercitation est amet cillum dolore laboris est ea nostrud in eiusmod. Id commodo sint sint velit reprehenderit amet eu ullamco dolor enim nisi reprehenderit esse reprehenderit. Ad laboris culpa amet enim duis occaecat ullamco est cupidatat. Et ut occaecat amet nulla exercitation.\n\nCupidatat amet commodo duis non deserunt officia sit eiusmod dolor. Exercitation ea officia nostrud nisi ex sit ipsum ad. Elit deserunt labore ullamco qui consectetur culpa mollit. Nisi sint laboris aute anim do culpa voluptate. Aliquip qui ad nostrud ad ut ullamco adipisicing id consectetur non elit deserunt. Anim est id sunt laboris dolor officia sit Lorem nisi enim. Id excepteur fugiat ea commodo eu fugiat dolore et et nostrud deserunt adipisicing fugiat.","nominations":["Jamison Kuhlman"]},{"name":"Tavares Medhurst","slug":"national-convention-tavares-medhurst","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/besbujupi/128.jpg","involvement":"Eiusmod qui quis exercitation dolor in dolor aute duis. Officia sint eiusmod nulla sunt. Aute aute aute consequat voluptate occaecat sit mollit non. Do eu culpa quis ad fugiat. Aliqua fugiat sunt velit voluptate qui tempor ut nostrud reprehenderit voluptate.","qualifications":"Adipisicing velit incididunt labore proident aliqua nulla ad occaecat dolor. Ex adipisicing magna et voluptate duis dolore aliqua quis aute duis incididunt sit. Elit enim velit officia eiusmod sunt nisi velit. Veniam Lorem aliquip ut elit reprehenderit sit id. Incididunt Lorem fugiat irure magna velit voluptate non labore elit labore.\n\nCillum voluptate dolore dolore adipisicing amet. Adipisicing ullamco ullamco excepteur sunt. Deserunt aliquip est nulla excepteur qui voluptate. Adipisicing proident aliqua ea nostrud excepteur esse nisi nulla magna ex. Ex culpa in ex occaecat amet ut minim dolor cillum cillum duis. Sint qui eiusmod ut sint adipisicing ullamco reprehenderit. Labore enim consequat id cupidatat pariatur eiusmod dolore exercitation magna enim irure mollit do fugiat.","goals":"Irure incididunt voluptate dolore nisi aliqua dolor sint proident labore excepteur dolor proident ea. Do Lorem duis officia non Lorem quis aliquip. Eu enim sunt ipsum cupidatat officia ut.\n\nCulpa sit fugiat ullamco nulla consectetur elit quis proident incididunt. Enim amet esse fugiat ex elit consequat aliquip velit excepteur velit est sint enim. Eu reprehenderit aliqua tempor dolor cillum deserunt. Deserunt laborum labore duis sit cillum duis sunt cupidatat magna labore amet laborum ullamco minim. Ullamco duis magna labore est exercitation commodo id incididunt labore tempor sint voluptate. Nisi exercitation deserunt ut cillum aliquip consequat aliquip sunt mollit tempor Lorem occaecat veniam.","nominations":["Vita Leffler","Francesca Sporer","Delfina Hirthe","Isaac Lesch","Louvenia Kris"]},{"name":"Cierra Koelpin","slug":"national-convention-cierra-koelpin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/evandrix/128.jpg","involvement":"Est elit esse nisi proident elit dolore irure culpa labore aliquip. Velit nostrud fugiat dolor ullamco ex. Proident adipisicing in cupidatat voluptate aliqua cupidatat laborum deserunt officia.\n\nNostrud occaecat tempor ex minim. Eu laborum pariatur consequat labore cupidatat irure cupidatat. Reprehenderit veniam voluptate ut pariatur non dolor excepteur veniam sunt irure occaecat fugiat sit. Dolor consequat ut consectetur nisi. Enim ullamco eiusmod veniam laboris. Sint culpa fugiat nulla ex non. Veniam culpa incididunt adipisicing id non culpa fugiat.","qualifications":"Sunt eu velit proident aliqua reprehenderit eu duis pariatur ex veniam consectetur consectetur. Amet ad ipsum laboris ex deserunt ipsum. Aliquip commodo ad ea nostrud exercitation est consequat irure exercitation culpa. Incididunt laboris veniam velit cillum adipisicing voluptate eiusmod ex et. Duis nisi sit velit eu. Dolor laboris id eu laborum tempor enim ea ea ut exercitation ad velit. Aliqua esse duis eiusmod elit esse pariatur elit ad duis adipisicing.\n\nDo proident excepteur cillum elit. Incididunt sit minim excepteur id. Deserunt est anim enim pariatur sunt consequat velit deserunt aliquip nisi culpa ut sint.","goals":"Mollit excepteur dolore commodo nostrud Lorem pariatur aute tempor consectetur in. Nulla exercitation velit cillum nisi adipisicing ea dolor consectetur incididunt occaecat ad anim. Eiusmod occaecat ex magna magna aute nostrud eu adipisicing consequat veniam magna proident ullamco. Dolore ipsum aliqua aliqua mollit reprehenderit labore dolore. Sunt consectetur consectetur labore elit ex aute minim eiusmod elit et ad magna officia cupidatat. Aute consectetur excepteur minim laboris ullamco occaecat pariatur esse laboris exercitation consequat in sint fugiat.\n\nNon laborum sunt consectetur occaecat anim reprehenderit id consectetur ex. Veniam ipsum amet in in veniam eiusmod commodo. Consectetur do Lorem voluptate veniam elit consequat exercitation et qui sint. Labore sint enim qui non ea proident est irure Lorem exercitation irure commodo nostrud irure.\n\nCupidatat et commodo consectetur labore commodo irure sit laborum non ex consequat qui. Anim labore aute nisi laborum occaecat eu cupidatat cillum ipsum ex velit. Incididunt non ex aute ad ea ex veniam aliquip. Sit consequat aliquip aute aliquip excepteur aliqua labore in. Voluptate ipsum exercitation ea minim est reprehenderit cupidatat. Amet consectetur reprehenderit consequat ut qui sunt minim est irure proident. Sint cupidatat culpa Lorem qui enim cupidatat.\n\nMollit magna incididunt proident labore qui ea minim ea. Veniam dolor proident cupidatat ut aute do. Et aute do mollit aliquip est ad veniam voluptate sit dolor et aute proident minim. Ex enim culpa eu cillum dolore exercitation veniam enim. Eiusmod est reprehenderit sunt aliquip sint. Est reprehenderit sunt magna nostrud veniam proident in incididunt anim ea. Esse et dolore laboris reprehenderit eiusmod occaecat pariatur eiusmod duis.","nominations":["Rahsaan Hoppe","Jedediah Hackett","Howell Homenick","Korbin Watsica","Loma Cassin"]},{"name":"Mckayla Dietrich","slug":"national-convention-mckayla-dietrich","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ostirbu/128.jpg","involvement":"Mollit reprehenderit laborum ex proident tempor duis enim do velit ullamco qui fugiat eiusmod ullamco. Nisi sit nisi minim reprehenderit reprehenderit reprehenderit exercitation dolor ut nostrud. Sit excepteur aliquip voluptate aute. Id ut officia est ad quis ut. Enim laborum officia incididunt tempor laboris dolore sint cillum elit irure. Ullamco tempor occaecat ut ea laborum duis ipsum tempor proident sit eu. Ipsum sint officia nostrud tempor aute aliquip voluptate aute incididunt laboris.\n\nCillum pariatur adipisicing ad exercitation pariatur. Lorem pariatur Lorem commodo non nostrud excepteur pariatur quis. Sunt laborum pariatur aute aute veniam cillum dolor ea cupidatat irure anim consequat ad. Non voluptate cupidatat excepteur aliquip ut velit. Cupidatat est elit esse irure exercitation nulla nisi.","qualifications":"Cupidatat commodo labore mollit reprehenderit velit esse pariatur amet veniam ad qui id laborum duis. Duis do quis labore duis quis quis esse ea in ut anim. Aliqua ullamco ut eiusmod excepteur sit ad irure est tempor. Proident sunt ex culpa exercitation fugiat duis commodo. Commodo deserunt ad duis consequat commodo dolore adipisicing minim ea cillum nulla do Lorem nulla.","goals":"Est reprehenderit proident elit nostrud exercitation esse sunt officia dolor. Exercitation occaecat Lorem aliqua ea elit sint laborum cupidatat. Adipisicing deserunt commodo esse cillum proident laborum in velit id. Ad incididunt enim tempor officia proident elit nulla consectetur sint eu ea. Aliqua nulla tempor eu ad qui tempor labore proident sit excepteur dolor. Aute esse velit adipisicing sit laborum consectetur dolore duis.\n\nEsse occaecat ex fugiat incididunt quis fugiat officia nostrud ipsum eu sit amet commodo. Tempor dolor id fugiat est cillum veniam laboris officia adipisicing officia minim. Reprehenderit irure nostrud labore laborum dolor in minim sit et labore. In in sit sint enim.\n\nExercitation cillum incididunt esse sit officia ad et. Ad est in elit pariatur ipsum proident adipisicing pariatur ipsum aliquip ea laborum dolor tempor. Ad aliquip quis ex occaecat sunt. Ut aliqua dolor voluptate eiusmod proident aliquip ad aliquip. Excepteur nisi officia anim eiusmod reprehenderit pariatur sunt.\n\nSunt nulla excepteur quis quis irure consequat ad eu occaecat aute magna reprehenderit non. Nostrud aliquip sit nostrud in adipisicing amet officia. In in sunt non quis nostrud quis Lorem aliqua labore. Eiusmod enim nisi eu deserunt est aute. Cupidatat aute cillum aliquip amet velit commodo ut Lorem eiusmod deserunt sit minim est aliquip.","nominations":["Lillie Doyle","Dolores Botsford","Jesse Rutherford","Stan D'Amore"]},{"name":"Constantin Schmeler","slug":"national-convention-constantin-schmeler","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/brandonburke/128.jpg","involvement":"Irure enim mollit anim deserunt duis aute minim minim enim duis. Fugiat nulla sunt magna laborum aute eu magna. Enim id do non ad id dolore et in velit laboris elit sunt consequat. Incididunt ipsum adipisicing amet qui deserunt ad sit ullamco ipsum consectetur laboris et Lorem. Eu elit proident irure nostrud ut exercitation amet exercitation commodo esse cupidatat elit dolore.","qualifications":"Nisi aliquip ipsum sint aliqua veniam ad deserunt. Labore Lorem anim deserunt elit do sunt ut proident deserunt occaecat. Ut mollit pariatur nulla aliqua cupidatat mollit. Mollit do consequat aute consectetur esse anim est sit consectetur. Exercitation excepteur velit non Lorem commodo.","goals":"Est dolor dolor do dolore est dolore. Excepteur non Lorem ex deserunt do officia. Consectetur ea magna occaecat adipisicing minim nisi sunt. Velit nisi pariatur ex adipisicing deserunt consectetur anim exercitation aliquip. Ullamco qui aute pariatur cillum magna exercitation amet ex irure ut adipisicing ea mollit nisi. Reprehenderit quis est et nisi aliquip voluptate ea eu cupidatat.\n\nPariatur adipisicing fugiat deserunt proident ad aliqua irure velit voluptate commodo. Deserunt reprehenderit elit mollit id. Commodo anim exercitation ullamco ex nisi ut irure veniam do est quis minim magna. Mollit in dolore qui aute officia tempor.\n\nSit cupidatat reprehenderit irure officia aliqua voluptate id adipisicing cupidatat aliquip voluptate. Do voluptate proident sunt consequat sint aliquip sit consequat. Irure eu esse do ad officia. Magna cillum amet incididunt laboris dolor non proident.\n\nTempor velit laboris nisi sunt. Consectetur labore laborum quis in Lorem officia minim cupidatat enim sint et. Tempor enim qui ad anim adipisicing aliquip ipsum laboris amet adipisicing dolor ea in. Labore in sunt cupidatat ea id ea quis veniam consequat dolor nulla non. Labore nostrud eu laborum dolor.","nominations":["Griffin Abbott","Broderick Herman"]},{"name":"Adrien Brekke","slug":"national-convention-adrien-brekke","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/dhooyenga/128.jpg","involvement":"Amet pariatur cillum officia aliquip in. Officia laborum eu culpa aliquip voluptate irure cupidatat veniam. Sunt labore veniam non nisi ex cupidatat do consequat excepteur excepteur. Consequat pariatur amet ad laboris consectetur sint ipsum sit esse do qui est aliquip consectetur. Ipsum eiusmod officia voluptate dolore velit exercitation sit do elit.\n\nQuis ad mollit proident velit velit occaecat enim sit adipisicing. Dolor deserunt voluptate excepteur amet. Mollit culpa id labore veniam labore anim proident excepteur nisi cillum.\n\nLabore eu Lorem eu ad ad eiusmod excepteur id laborum ut est qui enim sunt. Ut ea anim anim ullamco consequat enim ullamco amet et dolore esse ea veniam. Reprehenderit qui culpa duis nostrud quis culpa aliquip cupidatat reprehenderit nulla voluptate. Et ea cillum ipsum commodo anim ea proident. Aute in velit dolor consequat exercitation et est aliqua duis reprehenderit elit. Incididunt elit minim minim id irure laboris sint Lorem anim. Ea consequat velit irure Lorem sunt occaecat minim sint nulla.","qualifications":"Consequat esse adipisicing deserunt fugiat excepteur aute magna sint enim. Aute labore in magna voluptate mollit consequat adipisicing amet laborum dolor. Ad sit occaecat non dolor minim anim sit amet nisi ad anim id.","goals":"Velit Lorem esse proident ipsum Lorem do nisi sint minim in. Aliqua adipisicing commodo duis labore cillum labore duis fugiat qui dolore adipisicing nisi eu. Laborum mollit ea magna qui magna sint deserunt pariatur commodo id magna esse. Ex velit dolore consequat deserunt voluptate id esse eiusmod eiusmod fugiat. Amet non eu elit excepteur occaecat.\n\nEu sint aute eiusmod do dolore non quis cupidatat et ex. Ex sunt eiusmod laboris duis incididunt ea laboris incididunt officia culpa. Elit amet esse anim sit fugiat qui anim id laboris officia pariatur duis eiusmod magna.","nominations":["Ole Heller"]},{"name":"Alphonso Hilpert","slug":"national-convention-alphonso-hilpert","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/joelcipriano/128.jpg","involvement":"Voluptate amet aliquip aliqua excepteur non occaecat consectetur esse enim enim. Velit qui sint esse eiusmod officia aliquip id amet. Occaecat deserunt pariatur fugiat reprehenderit. Elit cupidatat voluptate sunt sit minim eiusmod cillum cillum occaecat ea non. Cupidatat ut mollit pariatur consequat incididunt exercitation.\n\nLorem et deserunt magna ea sint aliqua reprehenderit ad quis duis. Et excepteur magna duis sit et Lorem eu dolore. Commodo non dolor laborum incididunt sunt ex esse aliqua labore in consequat cupidatat. Id veniam nulla elit duis do excepteur nulla eiusmod sint qui nisi. Aliqua aute consectetur dolor occaecat eiusmod consequat ad. Reprehenderit non ex ex tempor quis minim ea reprehenderit tempor aute laboris ad est laboris. Voluptate anim in duis aliquip et aliquip.","qualifications":"Occaecat pariatur mollit minim laboris Lorem pariatur adipisicing aliquip consequat. Ex fugiat cillum minim eu ex velit pariatur id nisi dolore nulla. Duis ipsum commodo proident in ad labore magna aute laborum aliquip sit dolore duis reprehenderit. Ut reprehenderit cillum magna cupidatat proident.","goals":"Magna exercitation aute incididunt tempor quis. Tempor ipsum do fugiat excepteur. Laboris id consectetur qui qui ex ad minim nulla nostrud sint pariatur labore in. Ullamco consequat esse qui culpa eiusmod laboris in enim laboris. Ad ea voluptate esse commodo tempor aliquip adipisicing pariatur duis amet est ut ex commodo. Ad qui proident cillum esse commodo deserunt aliquip mollit in mollit. Anim ad magna veniam officia reprehenderit reprehenderit nostrud.\n\nSunt sit nulla consequat dolore deserunt duis veniam veniam aliqua sint nulla veniam esse. Fugiat Lorem veniam laboris consectetur nulla deserunt. Ea ea esse duis ut cupidatat ad voluptate ex eiusmod commodo ea. Pariatur nisi aliqua minim ea. Mollit non amet sit laborum. Enim aliqua incididunt occaecat non nostrud.","nominations":["Breanna Kautzer","Humberto Lakin","Annetta Prohaska","Neha Krajcik","Wallace Carroll"]},{"name":"Noelia Green","slug":"national-convention-noelia-green","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/otozk/128.jpg","involvement":"Irure sunt est nulla aliqua et pariatur minim. Cillum et est veniam occaecat nostrud culpa tempor exercitation excepteur excepteur consectetur nisi. Ad anim mollit sunt duis voluptate anim veniam nisi.\n\nCupidatat Lorem eiusmod in adipisicing elit id et. Pariatur laboris nulla duis laboris est qui excepteur consectetur duis deserunt sunt. Occaecat cupidatat consequat do ut et sint veniam est enim anim ullamco elit. Ex in consectetur quis aute proident mollit velit eiusmod irure aliqua. Excepteur in cupidatat commodo qui anim eu dolore ex ad nisi consectetur.","qualifications":"Culpa consequat Lorem Lorem quis ea laboris laborum do eiusmod nulla ipsum sint labore. Et nostrud consectetur ut ad ex aliquip cupidatat tempor proident deserunt in ea dolore enim. Ullamco eu deserunt amet aliquip anim enim reprehenderit do incididunt laboris ullamco. Aliquip aliquip excepteur irure sint voluptate exercitation quis magna enim est dolore velit cillum proident.","goals":"Non id commodo in duis quis deserunt aliqua anim nisi amet sunt aliqua aute. Aute adipisicing fugiat enim non magna ut minim consectetur ut labore ullamco. Minim commodo cupidatat non laborum irure aliquip occaecat mollit enim cupidatat ipsum duis in. Aliqua et sit consectetur dolore sit esse est officia.\n\nExcepteur voluptate fugiat id incididunt sit qui ut et eiusmod dolore Lorem. Velit esse culpa excepteur amet dolore occaecat minim. Veniam et amet irure consequat ullamco nulla nostrud ipsum ipsum pariatur ad. Qui esse aliqua adipisicing do aliquip excepteur occaecat tempor. Mollit irure culpa sunt labore deserunt. Ipsum cillum quis exercitation laborum velit culpa anim exercitation exercitation non in fugiat. Mollit sit elit sint ad ut non incididunt esse.\n\nNon Lorem tempor laboris irure amet mollit in veniam proident. Anim ipsum in sit pariatur consectetur aliqua officia aliquip sunt tempor sunt laboris commodo. Excepteur qui do occaecat minim consectetur esse magna voluptate. Elit esse nostrud velit dolor pariatur qui ipsum culpa voluptate consectetur anim ad minim. Ex non non dolor incididunt nisi. Exercitation enim ex voluptate reprehenderit. Cupidatat dolor dolor anim occaecat consequat magna minim proident nulla cillum.","nominations":["Electa Zboncak"]},{"name":"Howell Hoppe","slug":"national-convention-howell-hoppe","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/juanmamartinez/128.jpg","involvement":"Laborum tempor in qui incididunt. Voluptate reprehenderit cillum aute do fugiat dolore reprehenderit quis. Et non ea in occaecat cupidatat quis duis voluptate et occaecat esse irure mollit. Ipsum proident deserunt non aliqua magna exercitation cillum.","qualifications":"Aute minim dolore ad do. Et aliquip exercitation excepteur ipsum. Lorem sint duis duis sint. Consectetur proident excepteur labore ullamco amet exercitation qui velit deserunt. Ut tempor mollit veniam excepteur. Id Lorem mollit excepteur et sit veniam laborum non laboris. Sit eu minim id sint elit adipisicing ad fugiat adipisicing.\n\nOccaecat eu aliqua aute nostrud irure. Pariatur fugiat pariatur exercitation eu tempor aute reprehenderit eiusmod mollit qui est ullamco esse. Ea duis exercitation incididunt mollit et consequat cupidatat culpa non elit aute veniam. Incididunt ea mollit id ullamco labore ex enim velit.","goals":"Nostrud proident nisi irure ullamco in mollit ea occaecat in qui esse duis cillum. Labore anim ad nostrud fugiat commodo in amet voluptate dolor. Duis ipsum in incididunt laboris enim id culpa dolor aute.\n\nLabore laboris elit cupidatat pariatur ut. Fugiat laborum ipsum pariatur fugiat cupidatat. Irure enim excepteur irure cupidatat. Excepteur ad enim veniam tempor occaecat laborum dolore dolore cillum cillum. Ea minim est non irure duis. Mollit officia cupidatat aliquip non velit. Irure veniam veniam mollit mollit ipsum pariatur non.","nominations":["Devan Friesen","Demarcus Torphy","Jannie Stehr"]},{"name":"Casey Cole","slug":"national-convention-casey-cole","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/jayphen/128.jpg","involvement":"Irure minim ipsum voluptate elit ad sit irure. Reprehenderit do cillum minim do eu laboris in anim consectetur do sunt. Eu officia veniam consequat do nostrud aliqua minim consectetur. Ut ipsum non do magna cupidatat.\n\nDolor dolore eiusmod proident qui eu consectetur dolor enim pariatur dolore quis reprehenderit excepteur. Consequat ipsum voluptate fugiat occaecat consequat. Magna ut amet ullamco culpa ad exercitation magna consectetur magna irure ipsum nisi. Cillum qui nisi ad duis dolor anim consequat aute cupidatat labore enim dolor qui laboris.","qualifications":"Commodo consectetur cillum adipisicing sit elit quis magna dolor ut occaecat duis in Lorem anim. Ea elit ex magna non non aliquip. Irure elit eiusmod irure laboris do consequat deserunt dolor eu fugiat commodo tempor cupidatat velit. Dolor elit fugiat laborum ex occaecat culpa sint velit non proident eiusmod. Incididunt et nisi amet esse nulla sit voluptate elit quis excepteur.","goals":"Id minim deserunt minim ea consectetur ut aute sint. Officia cupidatat velit labore pariatur sit anim minim amet est do. Irure dolor id quis consequat nulla sint velit officia eiusmod.\n\nUt esse sit pariatur elit elit cupidatat sunt officia reprehenderit sint voluptate aute in nulla. Irure eu exercitation qui incididunt quis exercitation in et velit adipisicing ut velit dolor exercitation. Mollit nulla esse reprehenderit laborum nulla magna do pariatur consectetur in sint occaecat. Enim et fugiat cupidatat mollit labore ex commodo magna excepteur cupidatat do non non eiusmod.\n\nVeniam duis dolor do proident sit cillum Lorem incididunt in laborum. Ad dolor nulla nisi amet officia. Culpa ad irure nulla ad minim ea mollit proident voluptate est.\n\nLaborum deserunt dolor magna enim ex commodo. Sit velit non laborum voluptate eu ullamco nulla fugiat mollit eu occaecat pariatur. Laboris aliqua culpa nisi laborum ad ipsum enim sunt eu. Sint ipsum aliquip ad fugiat. Et sint laboris eiusmod sunt aliquip minim veniam laboris officia. Ad do dolore eiusmod reprehenderit magna. Cupidatat ea proident ullamco dolore amet nulla ad adipisicing officia labore sit dolore officia.","nominations":["Carolanne Cronin","Burley Rath","William Hettinger","Brennan Fahey"]},{"name":"Jeanne Conroy","slug":"national-convention-jeanne-conroy","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/frankiefreesbie/128.jpg","involvement":"Nulla nulla nisi voluptate aliqua qui Lorem ullamco commodo voluptate cillum officia. Laboris elit nulla do id ullamco enim cupidatat. Velit deserunt in exercitation adipisicing duis nisi consequat mollit. Incididunt cupidatat esse sit deserunt adipisicing esse minim eu consectetur sunt esse. Excepteur in consequat mollit laboris aliqua consectetur labore officia anim duis laboris.\n\nNon eiusmod incididunt commodo duis do. Mollit ad sunt nisi tempor aute dolor commodo magna esse velit occaecat cillum et esse. Officia consequat sunt aute laborum. Magna eiusmod enim esse duis dolore est officia sint culpa commodo sit cillum sint velit. Anim excepteur ut nisi dolor ut nulla esse elit ullamco cupidatat sit exercitation.","qualifications":"In ea do minim amet aute occaecat anim veniam laboris deserunt qui nisi. Ea occaecat in commodo officia. Irure proident est officia aute excepteur cupidatat cillum aute aliqua duis laborum excepteur id. Eu mollit enim et sint do excepteur Lorem eiusmod laborum reprehenderit veniam mollit. Veniam do sit reprehenderit quis pariatur nisi excepteur proident duis pariatur deserunt. Consequat cillum laboris occaecat ea. Labore dolore ipsum veniam ut culpa.\n\nCommodo duis ex reprehenderit dolore. Qui sit sit aliquip deserunt sit excepteur. Irure aliqua excepteur consequat labore enim officia labore deserunt aliquip veniam id amet.","goals":"Magna sunt non est amet exercitation esse sit do. Reprehenderit deserunt reprehenderit irure ipsum eiusmod ut adipisicing cupidatat commodo Lorem. Nulla cillum Lorem anim exercitation sit cillum et officia proident enim. Incididunt fugiat elit velit officia exercitation magna ad esse voluptate id. Amet est nostrud sint aliquip ut in excepteur eiusmod id. Reprehenderit ipsum in officia aute. Excepteur occaecat tempor sit et.\n\nSint voluptate ex consequat adipisicing. Officia anim aliqua Lorem do ullamco deserunt cillum anim fugiat. Veniam nisi aliqua cupidatat nostrud fugiat commodo tempor est tempor id eu. Eiusmod consectetur sit commodo excepteur. Ex veniam cupidatat Lorem deserunt aute. Consequat ex commodo enim non non officia sit ex ea nisi tempor mollit occaecat minim. In aliqua quis deserunt veniam culpa dolor dolore velit mollit in excepteur.","nominations":["Frida Koelpin"]},{"name":"Hans Bauch","slug":"national-convention-hans-bauch","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ehsandiary/128.jpg","involvement":"Tempor id occaecat qui anim irure et. Occaecat reprehenderit dolor irure Lorem cupidatat duis reprehenderit deserunt adipisicing. Consectetur sit ut laborum veniam enim reprehenderit. Officia duis nisi anim eiusmod cillum est laborum reprehenderit id enim quis eiusmod nostrud. Ullamco deserunt fugiat qui aliqua veniam est enim aute culpa in.\n\nNon tempor tempor aliquip mollit adipisicing enim minim do. Duis do proident do esse duis eiusmod irure proident reprehenderit ut eiusmod proident incididunt. Occaecat ullamco ea anim anim aute esse consectetur Lorem. Amet qui aute dolore ex. Sit ad laboris excepteur aliquip id. Ea eiusmod non reprehenderit cupidatat irure laboris nulla deserunt est occaecat.\n\nEu proident aliqua exercitation nostrud. Esse nisi velit aute non duis proident nostrud enim ea laboris. Excepteur et irure nostrud qui eiusmod laboris aute culpa est excepteur eiusmod ullamco. Esse Lorem est labore ipsum proident deserunt nisi ad adipisicing velit irure mollit. Cupidatat in veniam sunt eu id excepteur do nulla.","qualifications":"In aliquip in fugiat adipisicing ipsum laboris magna Lorem aute non ex. Dolor minim laborum ad non consectetur et irure qui pariatur sunt. Ullamco tempor culpa mollit tempor duis elit veniam deserunt.\n\nNostrud esse consectetur aliqua commodo pariatur officia commodo est. Magna qui sunt occaecat aliqua labore laborum anim nisi ea proident aliquip deserunt. Minim eiusmod laboris officia cillum mollit exercitation.","goals":"Officia do eu officia ex dolor irure et sit reprehenderit consectetur dolore irure est est. Esse laborum magna ad laboris veniam sunt aliquip. Ex dolor deserunt duis ullamco ea amet. Eiusmod irure qui minim adipisicing ex anim exercitation. Magna do ipsum tempor id laboris do est et minim aliqua ut do Lorem.\n\nUt exercitation elit voluptate aliquip irure id Lorem Lorem. Nulla quis ut ut laborum nulla. Adipisicing aliqua est sunt duis nisi exercitation dolor exercitation ea. Ea anim ex duis officia consequat eu officia sit sit ut officia. Fugiat nostrud laboris sint deserunt consequat. Commodo aute in in id pariatur voluptate cupidatat. Excepteur amet in reprehenderit laboris eiusmod id in ad in amet quis magna ea.\n\nTempor eiusmod magna pariatur consequat aute amet mollit nostrud. Minim voluptate sit proident amet voluptate amet nostrud eiusmod id deserunt ut. Voluptate dolore eiusmod ipsum occaecat veniam veniam cupidatat laborum culpa sit non. Officia ut culpa velit non sint eu adipisicing proident mollit. Sint ad enim aute irure est nisi duis. Mollit eu ullamco id nostrud minim ex in reprehenderit.\n\nCulpa eiusmod eu amet ullamco duis sint. Reprehenderit et irure minim sit ad excepteur amet in labore enim ipsum cillum nisi sunt. Pariatur dolor sit ad labore sint ut eu. Ex et culpa qui amet pariatur consequat proident consectetur. Minim tempor ea est ex sint incididunt deserunt proident. Elit adipisicing nisi excepteur aliquip labore commodo irure fugiat dolor. Nisi tempor aliquip pariatur labore commodo est duis enim tempor sit elit incididunt.","nominations":["Gaylord Gerlach","Moises Mueller"]},{"name":"Macy Morissette","slug":"national-convention-macy-morissette","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/_victa/128.jpg","involvement":"Occaecat sunt magna magna fugiat labore duis. Id pariatur quis adipisicing aliquip in quis anim magna veniam deserunt esse tempor. Proident exercitation dolore incididunt consequat occaecat tempor dolor ipsum aute et nulla. Mollit qui consequat voluptate eu labore. Ex eu culpa veniam eiusmod laborum eiusmod aliquip commodo deserunt dolore. Lorem sint sit enim do consequat tempor excepteur dolore enim. Aliqua id velit officia esse magna reprehenderit et enim ad.","qualifications":"Commodo voluptate magna eu minim ipsum anim duis officia. Elit exercitation et non nulla do cupidatat. Cillum do voluptate labore culpa exercitation nisi sint est minim Lorem anim amet officia. Ullamco sunt ea id minim ullamco laborum deserunt officia eu. Aliquip sit eu quis occaecat aliquip. Labore in enim nostrud id esse reprehenderit cillum deserunt esse nostrud laborum Lorem. Ad ut sit mollit reprehenderit.","goals":"Irure in fugiat est commodo magna est velit. Et laborum excepteur proident magna amet velit ut consequat qui eiusmod et incididunt nostrud. Do magna amet do adipisicing quis. Esse mollit dolor nostrud laborum velit anim ut exercitation pariatur aliqua ullamco duis tempor eu. Anim adipisicing anim ut ea aute ad excepteur cillum quis sit sit ad nulla. Amet veniam commodo non fugiat ullamco veniam sit consectetur eu nisi minim. Voluptate tempor amet officia nostrud do cillum dolore ut qui officia.\n\nIpsum tempor id eiusmod ea minim sunt cillum nisi eiusmod id consectetur. Consequat eiusmod laborum quis minim quis cupidatat ex est sunt ad duis sit elit. Ad mollit qui officia est est commodo commodo proident do. Esse cillum sint deserunt veniam occaecat. Laborum duis sint veniam esse duis anim in non ex laborum. Dolor dolor minim ullamco labore.\n\nAdipisicing adipisicing dolor esse do velit nisi ipsum veniam. Enim irure ullamco sint consequat aliqua excepteur ipsum fugiat mollit adipisicing ut est. Et labore exercitation qui pariatur occaecat velit nisi eu labore quis nostrud. Ipsum qui id nulla tempor do occaecat deserunt aliqua non dolore eu consequat velit. Sint laboris laboris adipisicing et ullamco ex elit minim nostrud eiusmod laborum ipsum veniam sint. Ex dolore veniam proident in dolor et nulla irure aliqua id.","nominations":["Junior Bartoletti","Crystel Shanahan","Danny Sawayn","Alanis Cruickshank"]},{"name":"Anna McGlynn","slug":"national-convention-anna-mcglynn","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/akmur/128.jpg","involvement":"Enim qui eiusmod adipisicing elit. Aute exercitation est fugiat non nulla nulla qui velit do. Adipisicing quis culpa ipsum Lorem excepteur adipisicing nisi culpa laborum qui labore laborum.\n\nEx ullamco eu culpa laboris sint anim sit. Sunt aute consectetur duis ex occaecat ad. Ullamco elit nulla incididunt aute ipsum eiusmod dolore amet laborum qui Lorem qui. Elit voluptate reprehenderit occaecat cillum proident ullamco consectetur ea ea sunt magna reprehenderit ut officia. Amet enim occaecat fugiat consequat proident veniam dolore aute aliqua officia. Consequat enim tempor eu est ex exercitation incididunt ut adipisicing veniam eu magna.\n\nLaboris voluptate in aliquip tempor velit aute consectetur adipisicing. In ullamco dolore dolor elit cillum reprehenderit nulla dolor elit veniam adipisicing. Excepteur ut ad amet ut.","qualifications":"Magna ea eiusmod ullamco ipsum culpa esse incididunt in ad ea sit anim qui nostrud. In dolore sunt sunt aliqua ad qui incididunt sunt cillum. Dolore quis adipisicing magna excepteur Lorem officia qui commodo enim. Deserunt consequat pariatur laboris consectetur cupidatat reprehenderit eiusmod proident cillum.\n\nMagna dolor quis cupidatat cillum est. Nulla do exercitation nulla excepteur consectetur veniam nulla excepteur cupidatat veniam do minim ex nulla. Amet eu est aute laboris laboris aliquip irure sit ipsum adipisicing. Anim veniam magna eiusmod id consequat aliqua cupidatat cupidatat do consequat. Ea minim ea esse est ex dolore aliqua velit velit. Ea consectetur sint ea velit sunt anim laboris nisi qui. Eu fugiat deserunt commodo ipsum enim magna anim irure aliquip.","goals":"Nulla cillum cupidatat enim est sunt ullamco veniam labore excepteur dolore. Nulla sint magna labore elit proident eiusmod ea eu anim fugiat incididunt aliqua magna. Est nulla ex duis consectetur excepteur adipisicing excepteur nostrud. Cupidatat esse occaecat pariatur ullamco commodo fugiat magna nostrud amet nulla dolor enim non exercitation. Eiusmod quis id sunt aliqua eiusmod.\n\nVoluptate ex sint labore ea mollit anim ut. Non tempor minim deserunt commodo ullamco. Labore mollit nulla aliqua esse deserunt adipisicing aliquip anim. Quis non laboris reprehenderit amet duis mollit aute sint. Do tempor veniam labore nostrud quis ea eu.\n\nReprehenderit occaecat elit ea est esse labore deserunt aliquip sunt eiusmod. Incididunt adipisicing anim tempor laborum do adipisicing velit id occaecat magna labore velit elit laboris. In ut minim irure in.","nominations":["Camden Barton","Missouri Bailey","Cruz Carroll"]},{"name":"Madyson Simonis","slug":"national-convention-madyson-simonis","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/kerihenare/128.jpg","involvement":"Nisi occaecat excepteur sit officia tempor voluptate. Eu magna veniam ad officia commodo. Exercitation in exercitation dolor labore ex non quis incididunt anim. Qui labore ea in proident voluptate tempor reprehenderit consectetur cupidatat qui deserunt tempor magna deserunt. Labore tempor exercitation amet irure excepteur pariatur irure.","qualifications":"Amet nulla velit id exercitation. Proident ex ea consectetur enim laboris amet amet. Nisi ex laboris duis nostrud enim consectetur velit nostrud nostrud laborum voluptate adipisicing anim. Minim aliquip fugiat cupidatat dolor nulla ea esse occaecat irure elit tempor. Nulla minim adipisicing anim sunt exercitation quis nostrud laborum aute eiusmod consectetur veniam dolore magna.","goals":"Occaecat cupidatat anim sunt nulla occaecat laborum sint proident dolor veniam cillum et dolor. Sint irure aute sunt quis nisi elit. Ipsum veniam duis ipsum cupidatat enim ipsum.\n\nVoluptate commodo deserunt in exercitation velit veniam aliqua non dolore enim cupidatat est. Lorem consequat deserunt in veniam labore officia laborum laborum ex ad proident non. Qui dolore elit et ut id voluptate exercitation ut. Sint consequat reprehenderit est sunt proident nostrud velit eu.\n\nDolor proident adipisicing ipsum dolor ipsum. Id culpa officia culpa fugiat magna. Sit non dolor cupidatat aliquip occaecat fugiat deserunt nulla id adipisicing cillum nostrud veniam officia.\n\nReprehenderit adipisicing amet irure elit eu eiusmod voluptate cupidatat eu est ad. Labore irure anim est voluptate quis sunt occaecat exercitation adipisicing tempor adipisicing ea mollit. Incididunt culpa eiusmod Lorem labore aute minim et irure esse.","nominations":["Chaim Aufderhar","Nya Larson"]},{"name":"Alivia Daugherty","slug":"national-convention-alivia-daugherty","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/estebanuribe/128.jpg","involvement":"Lorem proident incididunt enim sit id ad elit nulla labore excepteur commodo nostrud. Magna ea aute fugiat incididunt velit et cupidatat esse labore ipsum elit. Ad cupidatat aute proident fugiat ut. Voluptate proident deserunt ex minim excepteur veniam in eiusmod culpa. Est fugiat dolore dolor eu proident reprehenderit voluptate enim ut pariatur velit. Lorem voluptate irure do veniam deserunt sunt deserunt sit.","qualifications":"Ad commodo non consectetur consectetur tempor elit occaecat. Enim cupidatat irure dolore aliquip in eiusmod enim tempor commodo anim. Eu excepteur culpa esse pariatur ea. Occaecat est adipisicing incididunt fugiat. Aliquip nostrud ullamco do labore ea sit qui duis consectetur sit adipisicing ea ea exercitation. Incididunt consectetur cillum est labore commodo eiusmod eu id officia non do eu cillum. Eiusmod nulla qui laboris occaecat.\n\nLorem do cillum ullamco nisi occaecat sint culpa adipisicing consectetur nulla esse officia enim quis. Ipsum sint reprehenderit pariatur sit laboris ut ut. Non officia aliqua tempor laboris aliqua non laborum culpa velit culpa et elit Lorem. Exercitation cillum ut id ad quis minim pariatur ullamco adipisicing velit reprehenderit sint irure. Officia officia enim eu pariatur laborum magna laborum exercitation tempor eiusmod ex.","goals":"Veniam labore tempor aliqua cillum occaecat eiusmod. Occaecat et consequat laboris irure laborum cupidatat aliqua laborum exercitation veniam mollit id veniam. Commodo exercitation proident ad duis cupidatat cupidatat laboris sit. Elit enim proident enim laboris mollit enim incididunt tempor cillum laborum incididunt veniam est amet. Eiusmod fugiat proident qui commodo velit. Reprehenderit tempor elit aliqua exercitation mollit deserunt duis Lorem ad minim ipsum ut.\n\nNisi aliquip fugiat sit adipisicing enim in ut enim magna voluptate. Ut eiusmod aliquip officia laborum cillum tempor mollit reprehenderit aliqua proident occaecat. Aliquip Lorem ut voluptate amet laborum ut et et voluptate. In do et voluptate do eiusmod duis. Do cillum commodo sunt excepteur Lorem duis nisi in adipisicing aliqua anim sint eu labore. Non anim eiusmod proident laboris amet dolore veniam voluptate laboris. Commodo occaecat ex mollit tempor aliquip nisi esse.\n\nVoluptate enim ipsum reprehenderit aliquip. Excepteur esse mollit id occaecat pariatur est ad laboris mollit proident adipisicing occaecat aliquip. Irure culpa reprehenderit ad ipsum aliqua magna excepteur veniam elit commodo pariatur aliquip est id. Magna officia labore dolor nostrud tempor Lorem aliquip. Proident eiusmod nostrud nisi anim ex consectetur exercitation commodo esse elit velit incididunt Lorem consequat.\n\nEa consequat aliqua consectetur ipsum dolor laborum elit officia aute proident pariatur laboris. Magna ex enim aute cupidatat est aliquip nulla. Non sit aliqua laboris velit ex minim qui tempor voluptate non ullamco duis non. Non sit quis velit anim adipisicing velit fugiat. Occaecat Lorem tempor mollit id ut ut enim pariatur elit culpa pariatur pariatur. Dolor enim amet dolore ut non ea.","nominations":["Hipolito Hane","Layne Sawayn"]},{"name":"Isaac O'Conner","slug":"national-convention-isaac-o'conner","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/dmitriychuta/128.jpg","involvement":"Nisi tempor culpa eu cupidatat proident labore proident ipsum officia nulla minim nisi velit. Id irure aliquip nostrud exercitation enim deserunt ut anim nostrud laborum et incididunt eu ut. Officia et cupidatat id tempor exercitation anim pariatur sint elit mollit nostrud exercitation. Consectetur irure et est deserunt ipsum. Ex sit sunt ullamco commodo dolor aliqua enim. Nostrud ullamco mollit ipsum mollit ea duis eu qui ut proident.\n\nAdipisicing magna est aute dolor commodo aliqua aliquip aliqua anim nisi est culpa. Est excepteur esse aute minim consectetur do do mollit adipisicing id commodo. Adipisicing amet aute laboris laborum incididunt tempor laboris occaecat. Exercitation voluptate commodo in labore laboris aute fugiat id est cillum aute deserunt ex nostrud. Qui labore ex labore officia consectetur laboris reprehenderit aute et culpa proident exercitation est anim. Deserunt nulla aute mollit officia officia consectetur voluptate. Sint officia adipisicing id tempor in et laboris sunt dolore eu est.\n\nNulla elit adipisicing pariatur qui exercitation deserunt adipisicing incididunt officia sunt do ad esse. Lorem nisi aliquip qui aute incididunt. Nisi do et adipisicing duis. Lorem aute ea adipisicing eu.","qualifications":"Sit cupidatat nostrud consectetur adipisicing excepteur quis dolore aute adipisicing est ut adipisicing. Ea laborum ullamco ex quis id consectetur in velit commodo duis eiusmod sunt laborum. Duis consequat culpa Lorem nulla non reprehenderit velit. Occaecat aliqua excepteur ea consequat excepteur ea ipsum dolore amet.\n\nNon voluptate nostrud non sint consectetur sunt ut sunt tempor do irure nulla. Eu cupidatat ut ullamco proident officia. Mollit in et do officia. Consequat ullamco qui Lorem aute in reprehenderit dolor ipsum mollit dolore nostrud quis. Minim est enim exercitation commodo consequat amet mollit cillum in sint ut. Ipsum duis laborum do consequat sunt.","goals":"Sunt deserunt et cupidatat officia officia labore exercitation anim deserunt adipisicing nisi quis. Eu mollit ex officia ad qui. Nisi elit ea incididunt ea reprehenderit elit irure veniam amet.\n\nLaboris deserunt anim deserunt esse exercitation voluptate magna. Sit aute ea irure pariatur sunt nostrud aliqua enim proident. Sint et sunt ullamco proident veniam enim. Laborum minim labore ipsum consectetur nostrud dolore.","nominations":["Stephon Torphy","Agustin Hermann","Margaret Hammes"]},{"name":"Jonatan Bergnaum","slug":"national-convention-jonatan-bergnaum","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/alan_zhang_/128.jpg","involvement":"Minim est consectetur aute nostrud consectetur qui nisi laboris dolor sit excepteur culpa. Cillum Lorem ad fugiat adipisicing id nisi excepteur voluptate fugiat incididunt qui ex. Veniam dolor proident laborum consectetur nisi veniam irure magna nostrud aliqua ipsum labore incididunt sunt. Cillum nostrud quis sit reprehenderit anim aute occaecat eu minim proident sint. Ea Lorem laborum reprehenderit do ex sint commodo ullamco incididunt sint. Est dolore officia ea dolor. Magna sit dolor pariatur ut cillum fugiat ad incididunt veniam dolore deserunt culpa.","qualifications":"Adipisicing anim incididunt laboris voluptate. Aliqua adipisicing nulla nisi consectetur in ad sint eiusmod voluptate ea. Lorem non culpa nisi Lorem eiusmod est aliquip aliquip occaecat voluptate consequat est.","goals":"Sit sint sunt veniam dolor sint ex duis commodo est elit consectetur nisi ea officia. Aute sunt qui amet ea id tempor esse tempor. Reprehenderit nostrud elit excepteur ipsum nulla irure elit laboris occaecat fugiat eu. Dolore duis excepteur eu sit laborum eiusmod ipsum officia in. Voluptate dolor consectetur dolor eu.\n\nOfficia in deserunt exercitation aute. Ut consequat est cillum amet deserunt. Nulla tempor officia voluptate tempor esse cupidatat. Ut velit enim laboris ut eiusmod qui culpa fugiat deserunt laborum. Qui eu sint tempor sint pariatur consequat exercitation reprehenderit.","nominations":["Alec Hayes","Christy Schinner"]},{"name":"Antonio Johns","slug":"national-convention-antonio-johns","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/joannefournier/128.jpg","involvement":"Aute excepteur sunt consectetur commodo consectetur in mollit elit sit mollit elit. Nisi nulla ad ullamco laborum laborum quis. Qui cupidatat incididunt eu do dolore cillum et.\n\nSit et ut ipsum nisi reprehenderit reprehenderit minim incididunt eu enim mollit nulla. Ut eiusmod incididunt nisi nulla tempor veniam culpa aliqua ipsum nisi incididunt. Laboris et adipisicing aliqua proident eiusmod voluptate adipisicing occaecat tempor tempor. Laborum magna id velit eiusmod amet.\n\nAute consectetur culpa sint minim sint dolor fugiat dolore nisi ex duis in laboris qui. Laboris fugiat esse officia occaecat do id irure eiusmod ad dolor cupidatat. Non velit elit amet eu sunt cupidatat exercitation Lorem fugiat consequat et exercitation qui. Laboris dolor dolor sint labore ad esse cillum reprehenderit occaecat. Dolore id ex sit voluptate laboris incididunt officia tempor qui ipsum incididunt.","qualifications":"Fugiat qui non Lorem dolore excepteur. Esse non minim fugiat ex cillum. Enim sunt aute fugiat veniam. Ullamco exercitation nulla cupidatat id aute mollit ut commodo adipisicing culpa ullamco incididunt non. Fugiat eiusmod ex mollit anim incididunt ex aliquip qui ullamco. Laborum pariatur tempor in ut aute reprehenderit.\n\nAmet dolore eiusmod ipsum ullamco. Magna amet ex dolor fugiat nulla excepteur consequat eu deserunt ex. Ipsum cillum velit aliquip proident est eu ea sint fugiat in cillum dolor. Consequat labore tempor ex nostrud. Voluptate fugiat pariatur laboris officia officia tempor duis adipisicing pariatur proident dolore in. Aute excepteur aliquip nisi laborum exercitation veniam magna eu duis commodo.","goals":"Id culpa incididunt ipsum qui anim cupidatat do Lorem sit est laboris velit fugiat. Minim irure excepteur dolor ex et sit adipisicing proident Lorem aliqua ipsum labore eu. Excepteur est adipisicing proident incididunt in elit proident mollit. Amet occaecat labore incididunt aliquip dolore.\n\nNisi officia eu do irure duis aute mollit non dolore. Ullamco mollit elit id occaecat nostrud culpa ex nostrud anim sit ullamco tempor. Commodo sint aliquip quis reprehenderit dolore occaecat reprehenderit laborum proident eiusmod ad elit quis. Dolor reprehenderit amet reprehenderit exercitation amet est exercitation officia deserunt ipsum culpa velit. Sit laboris consectetur id incididunt quis. Irure elit ea et culpa quis consectetur labore velit consequat.","nominations":["Molly Davis","Unique Heller","Carter Bechtelar","Caden Harvey"]},{"name":"Yvonne Dietrich","slug":"national-convention-yvonne-dietrich","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/pifagor/128.jpg","involvement":"Amet incididunt consequat laborum ipsum nostrud commodo ea ullamco quis mollit. Fugiat officia do quis reprehenderit proident excepteur incididunt. Aliqua duis dolor et minim laborum ex et reprehenderit irure adipisicing nisi qui. Tempor voluptate officia non commodo tempor exercitation pariatur laboris sint laborum elit enim voluptate.","qualifications":"Mollit reprehenderit sit officia sunt officia consequat. Ad ex occaecat adipisicing duis. Ex magna elit duis nisi laboris ullamco laborum consequat.\n\nVeniam incididunt eu qui nisi minim enim mollit exercitation cillum sit mollit et deserunt aliqua. Laborum consequat sit officia est labore nulla in veniam et aliqua reprehenderit Lorem. Aliquip consectetur esse aliqua irure velit Lorem exercitation veniam quis duis.","goals":"Labore fugiat occaecat ea veniam pariatur sunt ut qui quis in. Tempor deserunt amet aliqua cillum culpa anim culpa pariatur. Lorem excepteur reprehenderit irure cillum ut esse dolor et sint. Magna veniam sit reprehenderit anim sunt duis et. Cupidatat officia incididunt nisi nisi aliquip reprehenderit fugiat qui cupidatat ex.\n\nEst dolore consequat nulla adipisicing reprehenderit. Sit mollit irure voluptate nostrud. Pariatur dolor in ut incididunt consectetur. Minim qui nostrud nulla officia ipsum nisi est. Lorem sint tempor pariatur adipisicing magna. Est in ullamco incididunt aliqua aliqua.","nominations":["Marion Blanda"]},{"name":"Kristoffer DuBuque","slug":"national-convention-kristoffer-dubuque","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/scips/128.jpg","involvement":"Nulla quis exercitation in nulla adipisicing irure anim excepteur anim. Officia amet nisi amet incididunt ex reprehenderit in amet qui proident excepteur et sit fugiat. Aute excepteur veniam ipsum elit ea ullamco. Nostrud proident Lorem excepteur dolore ullamco laboris excepteur proident. Cillum cupidatat dolore ea nostrud consectetur. Velit quis consectetur occaecat quis duis ipsum eu dolore qui do. Eiusmod excepteur duis duis culpa.\n\nFugiat magna officia fugiat voluptate culpa qui laborum commodo. Est reprehenderit irure proident qui est ad nisi voluptate dolor ad fugiat enim cillum. Est excepteur sint ea commodo ea. Magna cupidatat nulla cillum aliquip non consequat dolor magna nisi eiusmod deserunt officia magna elit. Eiusmod laboris et ullamco duis commodo.","qualifications":"Sunt aliqua sit veniam proident proident labore. Nisi exercitation mollit velit amet et ullamco elit incididunt. Eu sint adipisicing aliquip velit consequat non laboris sunt. Laboris ex esse excepteur cillum cillum non cupidatat minim esse ullamco.\n\nEu aliqua velit aute reprehenderit veniam irure voluptate non proident Lorem enim officia. Fugiat ex id sint nulla proident ex proident. Cupidatat exercitation aute sit veniam reprehenderit dolor aute consectetur mollit velit. Pariatur eiusmod sunt amet ad tempor laboris enim excepteur non. Fugiat enim quis amet ipsum duis sunt cillum pariatur sunt sint officia enim velit incididunt.","goals":"Do adipisicing aliquip aute ea Lorem. Ullamco sint minim et deserunt laboris pariatur irure laboris incididunt ipsum amet. In minim voluptate fugiat magna. Deserunt qui ullamco cillum aute aliquip ipsum dolor. Velit qui culpa irure do consequat nostrud. Irure incididunt ullamco commodo enim exercitation consectetur aliquip. Qui fugiat enim incididunt quis ad elit.\n\nAute nulla minim voluptate exercitation eiusmod magna cupidatat. Ex exercitation occaecat laboris ad qui officia voluptate quis tempor occaecat deserunt ipsum consequat. Duis irure amet nisi ut reprehenderit enim. Consequat id irure eiusmod ad laborum et ipsum ipsum nostrud in. Nisi fugiat cillum adipisicing amet Lorem. Do in tempor ea laborum consectetur ex voluptate excepteur id ullamco cillum nisi proident voluptate. Nostrud consequat excepteur aliquip ad cillum ullamco laborum sint est.","nominations":["Eliza Rohan","Buster Mertz","Oscar Pfannerstill","Shemar Wunsch","Kailey VonRueden"]},{"name":"Christina Lueilwitz","slug":"national-convention-christina-lueilwitz","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/Skyhartman/128.jpg","involvement":"In anim tempor culpa qui culpa non nostrud excepteur. Enim minim exercitation culpa reprehenderit deserunt aliqua aute. Magna deserunt aute voluptate enim proident aute eu cillum sint. Cupidatat consequat adipisicing proident minim consequat. Eu pariatur exercitation deserunt sint aute commodo laboris aliquip fugiat cupidatat aute amet anim amet.","qualifications":"Cillum ullamco ex adipisicing deserunt laboris non aute laborum. Eu id nostrud quis enim sint laborum esse eu. Culpa aliquip reprehenderit in labore esse labore est dolor nulla velit laborum.\n\nDolor incididunt ea veniam excepteur cupidatat occaecat velit veniam. Dolor mollit dolor incididunt anim eu anim officia excepteur culpa nulla magna ex. Proident nostrud reprehenderit officia ea dolor eu quis. Quis enim tempor irure et amet commodo non magna tempor. Dolore magna officia nostrud aliqua sunt dolor sint enim cupidatat ullamco aliquip. Ullamco et voluptate sit irure quis eiusmod eu eu fugiat sint excepteur cillum. Fugiat enim fugiat dolore deserunt voluptate nulla culpa ipsum magna cillum et aliqua.","goals":"Laboris nisi mollit incididunt excepteur voluptate proident minim ex minim ea laboris laborum. Laborum anim non excepteur veniam sit. Ullamco nostrud id ad pariatur excepteur. Aliqua est est do aliquip exercitation aute occaecat. Laboris deserunt fugiat laborum nisi aliquip excepteur in pariatur consequat tempor anim irure veniam mollit. Quis minim pariatur sint sit exercitation sunt magna mollit magna duis sint. Cupidatat sint pariatur occaecat dolore amet proident anim nostrud magna cillum do mollit velit ullamco.\n\nUt ea tempor commodo amet in ex nostrud ad commodo mollit excepteur Lorem ullamco aliquip. Aliquip pariatur ipsum nulla do irure culpa. Nisi ad ullamco aliqua eu commodo ea cupidatat quis nulla amet non ullamco. Ullamco excepteur amet enim cillum commodo magna velit. Exercitation et ipsum eiusmod eiusmod nostrud minim veniam commodo. Cillum duis eu irure ad irure irure ea cillum tempor aute officia tempor.","nominations":["Gertrude Kautzer","Pablo Terry","Karolann Howe","Daren Roob"]},{"name":"Buddy Marks","slug":"national-convention-buddy-marks","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/kudretkeskin/128.jpg","involvement":"Ad excepteur cillum minim amet sint esse ad. Cupidatat sit in mollit et dolore. Dolore ipsum labore sint esse ut ullamco. Sunt pariatur deserunt duis exercitation. Ex do deserunt magna veniam velit aliquip incididunt cupidatat. Eiusmod amet do quis deserunt excepteur sunt commodo.","qualifications":"In incididunt dolor cupidatat culpa in ipsum. Veniam incididunt ullamco id dolore. Ex nulla sit irure anim sunt irure est. Do ea et culpa laboris excepteur veniam fugiat ad.\n\nEx fugiat ad qui laboris reprehenderit. Voluptate excepteur cillum qui non culpa do. Amet aliqua enim aute deserunt adipisicing cillum. Veniam qui adipisicing consectetur velit occaecat et ea officia.","goals":"Lorem eu eiusmod excepteur reprehenderit enim commodo commodo magna. Aliqua anim pariatur tempor et proident elit id adipisicing sit. Lorem do id cupidatat anim eu irure quis dolore consequat anim. Est esse velit sunt consectetur fugiat dolor exercitation voluptate quis nulla.\n\nIpsum voluptate magna aliqua minim fugiat consequat sunt tempor deserunt consequat mollit do do aute. Cillum deserunt sunt minim eu sint quis laborum do aute. Id duis eu est proident culpa aliqua sunt in Lorem ut nulla officia. Pariatur qui magna consectetur mollit ipsum. In commodo ut fugiat sunt labore dolore dolore aliquip eu fugiat.\n\nMinim non ipsum sunt do in anim officia nisi mollit sit cupidatat. Nostrud magna ea duis pariatur adipisicing proident deserunt quis minim sint mollit. Qui quis nostrud exercitation excepteur eu commodo voluptate reprehenderit enim duis. Ex aliqua ad laborum non Lorem fugiat velit voluptate.","nominations":["Art Carroll","Kattie Leffler","Garry Hoeger"]},{"name":"Roberta Strosin","slug":"national-convention-roberta-strosin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/theonlyzeke/128.jpg","involvement":"Proident labore non anim ea voluptate commodo dolore. Sint laboris enim veniam minim irure anim tempor aute culpa officia nisi esse in eu. Incididunt exercitation aliquip voluptate laborum et sit est commodo dolore exercitation incididunt reprehenderit esse ea. Sit excepteur minim laboris aute cillum enim aute ea eu consectetur esse. Aute ad irure mollit enim velit incididunt officia anim exercitation. Labore do ullamco sint nisi commodo anim ut non ea in sint commodo.","qualifications":"Do laboris fugiat id tempor et ullamco in ut nostrud nulla proident nulla consequat. Ipsum ut nisi commodo ipsum in. Elit eiusmod quis tempor adipisicing veniam aliqua amet cillum adipisicing aute et eiusmod do laboris. Lorem deserunt et exercitation sunt. Eiusmod commodo dolor ea do eu labore proident dolore esse ullamco incididunt voluptate. Excepteur aute esse magna amet deserunt.\n\nLabore consectetur adipisicing laborum cupidatat nisi. Voluptate tempor irure nisi culpa do adipisicing. Aute non est fugiat ut.","goals":"Adipisicing incididunt Lorem adipisicing commodo quis cillum consequat cupidatat qui occaecat Lorem id. Aliquip sunt aliquip officia laborum est est nulla quis. Quis exercitation ad aute do sit nisi cillum tempor eu cupidatat aliqua veniam proident tempor.\n\nIrure consectetur aute pariatur adipisicing veniam et aute do eu sit. Mollit aute commodo voluptate aute elit voluptate eiusmod ullamco exercitation laboris labore. Ad voluptate veniam veniam aliquip non qui. Ea Lorem culpa deserunt dolore consequat laborum esse nulla elit est. Ex nulla cillum et ea pariatur. Exercitation consequat elit fugiat dolore amet. Esse officia eu sit fugiat.\n\nMollit adipisicing et quis et fugiat esse laborum. In cillum sit aute consequat tempor sint laborum qui adipisicing laborum minim cupidatat nulla sunt. Cupidatat dolor laborum consequat excepteur id Lorem officia laboris irure tempor est nulla id. Laborum amet quis consequat et et ipsum aliqua non deserunt irure.","nominations":["Kaci Schroeder","Gregg Crona"]},{"name":"Donnie Moore","slug":"national-convention-donnie-moore","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/sawalazar/128.jpg","involvement":"Culpa ad id eu laboris commodo velit. Magna laborum voluptate duis velit id dolore. Anim aliquip nostrud officia laborum consectetur quis reprehenderit aliquip adipisicing.\n\nIpsum esse amet in tempor. Do culpa voluptate sunt officia ullamco enim ea. Culpa minim Lorem laboris fugiat laboris ut do aute Lorem nulla eiusmod.\n\nAnim minim exercitation ullamco ad incididunt consectetur id amet elit nostrud. Ex non sint aliquip cupidatat laboris nostrud fugiat excepteur. Non dolore incididunt non deserunt occaecat minim laboris aliquip.","qualifications":"Ut magna laboris nostrud amet. Labore laborum cillum ullamco ad laborum do cupidatat ullamco laboris laborum pariatur et nulla nisi. Adipisicing excepteur duis elit eu eiusmod est in. Ea eu eiusmod anim do velit excepteur velit labore deserunt fugiat consequat aliqua nostrud eu.","goals":"Anim in mollit elit elit aute. Consectetur proident sint nisi ad et. Amet mollit elit sunt et pariatur occaecat sunt occaecat labore id dolore pariatur veniam occaecat. Reprehenderit culpa irure irure anim laboris est laborum sint.\n\nCupidatat eu officia nisi ea eu eiusmod aliquip qui nisi excepteur ad aliquip enim. Voluptate tempor magna sint commodo eu. Fugiat duis mollit aliquip ex esse do consequat occaecat id. Non Lorem quis et labore occaecat irure commodo.","nominations":["Kaya Crist","Karson Crooks","Estrella Abbott"]},{"name":"Clay Nienow","slug":"national-convention-clay-nienow","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/robinclediere/128.jpg","involvement":"Exercitation ex mollit mollit proident laborum sunt duis. Ipsum amet eu sit dolore occaecat laborum nulla id sit ea id. Cillum est amet esse voluptate amet enim do nostrud aute reprehenderit aute. Cupidatat nostrud veniam nulla laborum aliquip deserunt excepteur occaecat. Qui ex dolor ad dolore.","qualifications":"Ipsum cillum non amet sit mollit. Quis laboris laborum aute labore est cupidatat proident enim pariatur veniam. Deserunt sunt nulla veniam adipisicing adipisicing ut ullamco exercitation. Officia anim eu enim quis ut eu ex aliquip officia ex Lorem voluptate. Duis sit ut ea esse sunt consectetur amet ea ea ut veniam duis. Veniam ad elit nisi ex cupidatat quis cillum cupidatat est Lorem labore exercitation.\n\nNon eiusmod proident proident nostrud et sit sint non ex amet tempor occaecat consequat. Et eiusmod cillum in ipsum voluptate veniam sit cupidatat sunt officia dolore dolor. Culpa dolor qui proident veniam eu ullamco quis anim esse proident ad sunt reprehenderit duis. Pariatur aliqua aute tempor sit nostrud dolor labore eu. Excepteur deserunt ea exercitation exercitation excepteur duis Lorem sit. Officia incididunt qui minim anim sunt ex ullamco voluptate culpa in.","goals":"Sit sunt reprehenderit nisi id sit culpa ex officia Lorem quis ea cillum ea. Culpa commodo eu nostrud nostrud aliqua consequat ut eu est cillum eiusmod. Non veniam adipisicing deserunt aute amet esse velit. Ut proident nostrud in non ex laboris culpa cupidatat quis elit ut tempor. Velit consectetur consectetur excepteur dolor elit officia mollit ullamco cupidatat in do incididunt.\n\nDuis cillum sit culpa amet sint cupidatat cillum nulla laboris consequat mollit sit enim. Irure occaecat eu velit ullamco consequat sint tempor esse mollit occaecat deserunt sit. Eiusmod deserunt mollit velit aliquip dolor anim adipisicing enim commodo sit. Veniam eiusmod sint minim aute aute laboris ex commodo excepteur non tempor nulla sint sunt. Minim deserunt Lorem ut culpa cupidatat aute voluptate occaecat elit.\n\nDo laboris et fugiat adipisicing ullamco dolor excepteur exercitation ad aliqua. Irure minim sit culpa velit duis aute voluptate ullamco. Reprehenderit deserunt quis elit commodo pariatur qui excepteur cupidatat ea. Ea voluptate eiusmod eiusmod consectetur dolor.","nominations":["Kelli Brekke","Florine Durgan","Kaci Ratke","Danial Oberbrunner"]},{"name":"Lilly Cassin","slug":"national-convention-lilly-cassin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/pyronite/128.jpg","involvement":"Fugiat dolore adipisicing quis nulla velit voluptate aute incididunt est occaecat. Sit cillum nisi adipisicing consectetur proident ea occaecat sint tempor nostrud sint. Id id consectetur dolore non ea sit tempor ea adipisicing incididunt culpa consequat. Tempor deserunt quis deserunt fugiat veniam aliqua.\n\nSint exercitation aliqua mollit et elit officia cupidatat. Anim adipisicing laborum veniam dolore Lorem fugiat esse aliquip duis ipsum. Veniam id amet laborum eiusmod in irure cupidatat duis non elit aliquip. Nisi in Lorem elit fugiat Lorem exercitation minim occaecat esse.\n\nConsequat anim in ullamco proident cillum dolor ea. Amet ea excepteur officia sit aliqua dolore ut nulla excepteur est nulla irure. Nisi ea aliquip commodo nulla proident ipsum ut duis adipisicing nulla. Cillum commodo labore mollit veniam do deserunt duis ex excepteur. Sunt voluptate ex fugiat officia ut id. Culpa consectetur exercitation id aliquip cupidatat fugiat.","qualifications":"Esse tempor voluptate do deserunt id est culpa reprehenderit ullamco culpa sit aliqua. Aliqua aute tempor sit in laborum ad irure. Duis voluptate in sint amet. Minim cupidatat officia nisi dolor anim quis tempor laborum ullamco consequat aliqua cillum.\n\nOfficia do in pariatur nisi laboris deserunt veniam occaecat minim. Qui dolor amet velit sint sit quis amet. Ea incididunt officia nulla irure ad fugiat sint tempor anim consequat in Lorem do proident. Eiusmod dolore ullamco esse magna Lorem tempor officia. Eu qui in ipsum aliquip elit anim. Laborum in amet ullamco tempor irure consequat anim nostrud mollit commodo tempor.","goals":"Aliquip dolore culpa sunt aliquip laborum. Ullamco in in et esse ea. Commodo dolor nisi nostrud esse tempor ea esse Lorem ad eiusmod. Est consectetur elit do aute nostrud tempor quis deserunt. Id labore adipisicing dolor ea. Voluptate culpa ex consectetur anim ut labore.\n\nVeniam et reprehenderit aliqua ut velit reprehenderit ut reprehenderit minim non. Labore ad sint pariatur exercitation veniam et magna nisi adipisicing. Excepteur non cupidatat eiusmod ad ut nisi.\n\nCulpa tempor est ut nisi voluptate tempor labore labore minim consequat adipisicing. Ipsum magna ut adipisicing culpa nostrud reprehenderit laboris ea sit elit esse proident anim adipisicing. Dolor aliquip consectetur dolor officia fugiat commodo Lorem. Sint aute ipsum exercitation commodo occaecat aliqua cillum cupidatat reprehenderit Lorem deserunt. Esse reprehenderit laborum occaecat amet in aliqua sit cupidatat anim velit laborum. Qui amet eu ut est.\n\nSint sint anim adipisicing minim aute proident ullamco ipsum fugiat cillum exercitation non laboris. Velit duis elit cupidatat amet officia magna amet eu sit id amet ea. Sunt tempor mollit pariatur consequat pariatur sit incididunt aliquip officia sit sit. Sunt aute anim enim mollit.","nominations":["Corine Armstrong","Guido Hane"]},{"name":"Tianna Schoen","slug":"national-convention-tianna-schoen","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/vikashpathak18/128.jpg","involvement":"Dolor dolor cupidatat ad Lorem Lorem in quis reprehenderit veniam ullamco fugiat aute eiusmod. Incididunt velit reprehenderit laborum dolore et anim aliqua adipisicing in consequat est sit id. Qui sunt ad tempor esse ut occaecat proident irure in non. Anim do incididunt laboris id voluptate nulla Lorem amet ea irure officia reprehenderit sunt. Exercitation ea ullamco aliquip ex deserunt et proident nostrud velit dolor nisi labore ullamco amet.\n\nOfficia in occaecat excepteur cupidatat minim incididunt nisi. Sit enim id et eu. Exercitation incididunt aliquip consequat ut culpa duis aliqua velit. Aliquip aliqua veniam proident esse culpa. Ipsum aliqua nulla occaecat aliqua cupidatat sint et exercitation et tempor in Lorem. Qui laborum sint minim ea et commodo pariatur excepteur amet eiusmod velit reprehenderit qui. Exercitation nulla non officia in nostrud duis aliqua anim non veniam.","qualifications":"Magna ad et nisi voluptate reprehenderit minim aliqua velit cupidatat veniam officia ipsum. Esse do esse laborum aliqua sit aute dolore anim. Anim dolore proident laborum aliquip cillum elit cillum. Est est cupidatat id occaecat sint. Eiusmod aute laboris consequat fugiat deserunt cillum magna incididunt. Ipsum est pariatur non et non ea minim excepteur consequat non.","goals":"Cillum nostrud deserunt deserunt excepteur Lorem ipsum ut nulla voluptate do. Fugiat irure incididunt labore in ea ad in nulla eiusmod eu. Minim consequat incididunt amet voluptate aliquip anim cupidatat et Lorem nisi aliquip laboris laboris. Culpa voluptate labore elit dolore magna est ullamco nisi ea adipisicing velit. Officia officia dolore voluptate aliqua velit laboris ullamco ea labore nostrud. Do elit amet proident ea elit ea adipisicing proident elit eu.\n\nEst aute velit anim duis. Incididunt eiusmod anim ullamco duis aute enim aliquip sint ut exercitation cupidatat nostrud. Culpa aliqua ad aliquip magna eu aliqua amet ipsum aute eu nulla in. Duis minim minim eiusmod esse. Ea aliquip irure et tempor aliqua. Pariatur cillum commodo excepteur culpa minim ex esse reprehenderit aute excepteur proident laboris est. Culpa quis aliqua velit commodo minim exercitation dolor sunt id exercitation non.","nominations":["William Wyman","Gene Jones","Dena Jacobson","Treva Greenfelder"]}]}}
