{"localCouncil":{"positions":[{"title":"Co-chair","slug":"co-chair","description":"\n  <p>The Co-Chairs shall be the official public spokespersons for the Local and will initiate such actions and policies as the Local’s general welfare may demand. The Co-Chairs shall organize and preside over all official meetings of the organization and the Local Council. The Co-Chairs shall maintain consistent communication with all committee leaders and facilitate collaboration and coordination between them. Additionally:</p>\n  <p>The Co-Chairs will also act as, or appoint, the official representatives of the Local to the National Organization and to other DSA Locals. This does not apply during official business at the National DSA Convention, when Local Delegates may act independently on behalf of the Local’s membership.</p>\n  <p>The Co-Chairs serve as executive officers of the Local, and they are listed on financial accounts along with the Treasurer.</p>\n  <p>At least one Co-Chair must not identify as both White and Cis-Male.</p>\n          ","candidates":[{"name":"Verda Parisian","slug":"verda-parisian","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/lebronjennan/128.jpg","involvement":"Proident dolore pariatur aliqua do minim ullamco culpa proident excepteur enim commodo laboris incididunt nostrud. Exercitation exercitation nisi aliqua voluptate nostrud ea nisi dolor ex amet sint ullamco. Cupidatat eiusmod quis ut fugiat aliquip adipisicing labore cillum. Pariatur deserunt do ad elit id nulla cillum deserunt labore officia esse consequat aute cupidatat. Occaecat non do esse occaecat incididunt qui. Dolor nulla ut officia laborum sit laborum consectetur velit sint irure.","qualifications":"Occaecat enim elit cupidatat reprehenderit sunt. Ullamco officia cupidatat ex Lorem pariatur exercitation et ex sint dolor dolor. Magna ipsum laboris nulla reprehenderit aliqua enim dolor id laborum tempor velit.","goals":"Tempor nisi exercitation esse adipisicing velit. Nostrud nisi dolore officia velit eu aliqua minim. Tempor adipisicing veniam sit nostrud quis nisi in mollit. Sunt cupidatat tempor minim sit labore fugiat sunt ad eiusmod magna est enim eiusmod.\n\nDolore amet non in veniam ullamco quis. Labore velit incididunt cupidatat excepteur. Deserunt ex et fugiat tempor nulla adipisicing. Ea cillum tempor culpa aliqua id nostrud ad. Nulla sunt fugiat Lorem eu aliquip ullamco id deserunt enim est amet cupidatat do. Quis pariatur et consequat nostrud non.\n\nLorem quis sit excepteur et tempor non voluptate labore aute consequat sunt id. Ea tempor eiusmod est consectetur. Deserunt non dolore sit aute laborum deserunt mollit esse velit reprehenderit minim aute.","nominations":["Carlee Rolfson","Lew Kassulke"]},{"name":"Charlie Kiehn","slug":"charlie-kiehn","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/boxmodel/128.jpg","involvement":"Eiusmod cupidatat occaecat proident magna. Ea laboris commodo amet dolore aute esse nisi irure. Velit sit cupidatat cillum officia duis aliquip amet sit. Tempor velit sunt cupidatat dolor minim dolor ullamco amet minim dolor cupidatat consequat excepteur. Esse commodo irure fugiat amet ad velit commodo consectetur est minim veniam do aliquip. Duis anim cillum dolore reprehenderit do duis. Officia voluptate nulla dolore Lorem id do aliqua nulla velit eiusmod exercitation in.","qualifications":"Nulla occaecat reprehenderit eiusmod proident esse proident. Nostrud adipisicing ad veniam in ullamco aute. Id mollit mollit ullamco adipisicing labore veniam proident do ipsum. Sit eu commodo aute adipisicing aliquip esse occaecat. Deserunt exercitation incididunt enim qui. Qui aliqua culpa fugiat nulla excepteur cillum minim et. Eu elit eiusmod exercitation minim.","goals":"Nisi cillum irure eu ut laboris enim do. Veniam incididunt quis nulla quis voluptate quis elit laborum occaecat tempor non. Esse pariatur Lorem pariatur ex exercitation incididunt dolore fugiat laboris enim cillum sint.\n\nMagna eiusmod dolore ad veniam. Ut incididunt aute ea ad. Commodo quis irure est Lorem nisi aute pariatur Lorem voluptate fugiat sint. Consequat dolore mollit ipsum enim tempor eu adipisicing deserunt amet eu.\n\nIncididunt et reprehenderit ad dolor. Nulla et elit in consectetur esse eiusmod laborum. Sint quis consequat dolor est tempor dolore ullamco commodo exercitation mollit. Est enim in consequat irure ea duis consectetur sint excepteur voluptate elit eiusmod mollit magna. Culpa consequat eu pariatur labore Lorem sint labore id veniam.","nominations":["Elinor Dooley"]},{"name":"Guadalupe Rempel","slug":"guadalupe-rempel","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/giuliusa/128.jpg","involvement":"Lorem occaecat eiusmod excepteur sit in sunt aute. Qui consectetur Lorem anim ut. Magna minim nulla sit laborum Lorem deserunt. Occaecat dolor in officia sunt aute consectetur.\n\nElit deserunt reprehenderit irure eu consequat occaecat eiusmod tempor. Nostrud reprehenderit nulla nostrud incididunt ea pariatur. Aute ipsum ea enim et culpa ea fugiat excepteur aliquip eiusmod velit ipsum do. Laborum ex aliquip sunt commodo aliquip velit qui sit irure sit. Nostrud laboris irure commodo elit eu nulla irure est deserunt in eiusmod. Labore et deserunt laboris est cupidatat.","qualifications":"Cupidatat eu aliquip aliquip cillum. Et consequat ut ullamco consectetur deserunt mollit magna ut commodo mollit id. Nulla eiusmod culpa sunt incididunt culpa aute id reprehenderit elit Lorem. Cupidatat qui officia cillum velit id labore anim adipisicing. Ad est enim magna anim eiusmod.","goals":"Sit cupidatat ullamco ipsum laborum laboris tempor nulla aute. Sit nostrud nulla sunt ad enim do voluptate excepteur. Culpa ad occaecat nulla Lorem minim quis adipisicing duis sint exercitation quis. Adipisicing voluptate Lorem officia Lorem ad ullamco minim est tempor. Veniam officia minim eiusmod exercitation proident ipsum ex irure sit veniam.\n\nAliquip officia enim cupidatat anim mollit excepteur culpa. In duis fugiat ullamco aliquip eiusmod sunt consectetur enim veniam occaecat eiusmod fugiat. Sit in cillum non non id velit aliqua excepteur sint eu aliqua. Qui veniam dolore ea esse fugiat commodo aute. Sunt commodo veniam in laboris consectetur culpa amet aute in nisi labore ipsum nulla magna. Anim voluptate id laborum sit officia excepteur. Anim Lorem officia qui irure nostrud nisi exercitation deserunt ad magna dolore culpa qui.\n\nEu tempor esse et magna incididunt commodo culpa labore mollit in. Fugiat eiusmod esse consequat cillum. Sint fugiat est proident irure in elit labore consectetur. Ullamco nisi qui exercitation dolor non officia et. Elit dolore pariatur proident laboris sit minim do. Enim fugiat ex ex duis proident excepteur. Ad aliqua eiusmod fugiat deserunt in veniam occaecat et dolor nostrud officia mollit.\n\nUt adipisicing sit dolor non ullamco. Id enim culpa pariatur tempor esse adipisicing est Lorem aute anim cupidatat. Id consectetur esse quis consequat. Sunt do culpa eiusmod labore amet duis pariatur. Aute commodo aute nulla exercitation esse sit voluptate do incididunt mollit fugiat proident culpa ad.","nominations":["Luz Bartell"]}]},{"title":"Vice Chair","slug":"vice-chair","description":"\n  <p>The Vice Chair is responsible for assisting the Co-Chairs with all of their duties. If both Co-Chairs are unable to perform their duties, the Vice Chair shall perform all duties and assume all responsibilities of the Co-Chairs until such a time as one or both Co-Chairs are able to resume their posts.</p>\n          ","candidates":[{"name":"Lula Pouros","slug":"lula-pouros","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/mbilderbach/128.jpg","involvement":"Nostrud dolore ut dolor ad reprehenderit et proident mollit consequat consequat dolore mollit sint. Ex ipsum sunt excepteur minim occaecat mollit ea nisi ut ad incididunt nulla sunt proident. Irure aliqua nostrud amet occaecat qui occaecat culpa dolor labore velit nulla anim nulla proident. Irure voluptate aliquip duis Lorem. Consectetur dolore nostrud voluptate culpa laborum magna nostrud.","qualifications":"Sunt nisi proident dolore dolor consectetur ea reprehenderit minim cupidatat ad minim nisi. Eiusmod mollit officia irure ut eu ex do elit nulla amet est eiusmod incididunt. In cupidatat culpa duis sunt ut labore magna commodo. Est id ipsum consectetur in nulla magna eu tempor.\n\nSunt tempor aliquip duis incididunt. Deserunt esse aute aliqua et ex enim nostrud enim aliquip excepteur ex. Nulla in nisi amet ullamco elit do exercitation sunt tempor quis nisi. Nostrud sunt aute duis cupidatat irure esse excepteur consequat minim eiusmod. Dolor labore non aute veniam. Tempor magna laborum Lorem proident Lorem voluptate occaecat qui voluptate ad magna proident mollit. In pariatur deserunt dolore sunt excepteur.","goals":"Magna ut mollit quis pariatur aliquip culpa deserunt pariatur. Magna esse pariatur proident commodo esse elit ex nostrud magna ex dolore esse dolore magna. Adipisicing labore ut adipisicing occaecat elit dolor proident nostrud eiusmod do tempor fugiat elit. Aliquip enim fugiat duis anim ex veniam occaecat magna. Minim excepteur laboris irure anim est id amet. Est pariatur aliquip ut ut tempor sunt ex in esse exercitation pariatur veniam officia.\n\nEa nulla mollit dolore minim esse in consectetur minim incididunt est veniam dolor reprehenderit reprehenderit. Anim consequat cillum anim mollit ex aliqua Lorem. Laboris velit excepteur cillum cillum eu nostrud proident excepteur ullamco labore incididunt. Ipsum commodo ad fugiat anim consectetur esse. Dolore dolor dolore sit laborum nulla cillum. Commodo reprehenderit culpa ipsum officia culpa exercitation ad id pariatur ullamco deserunt anim eiusmod laborum. Non aute Lorem aliquip tempor cupidatat aute id aliqua amet.\n\nUt sunt commodo id nisi in aute velit duis nisi. Velit nisi veniam Lorem ullamco mollit velit laboris do. Quis amet do minim laboris irure excepteur eiusmod. Amet magna sint sit commodo ex esse proident non.\n\nLaboris minim veniam fugiat sit do et quis. Deserunt et ex aliqua ad irure enim occaecat aliqua sunt reprehenderit deserunt in sit cillum. Enim duis nisi amet aute.","nominations":["Cecile Jaskolski","Reece Stanton","Vaughn Krajcik"]},{"name":"Brycen Haag","slug":"brycen-haag","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/beshur/128.jpg","involvement":"Et et amet veniam consectetur mollit reprehenderit deserunt non eiusmod. Non Lorem nulla veniam ad. Labore aliqua aliqua nisi nulla ea laboris consequat sint minim sit cupidatat. Id aliquip et consequat in commodo irure veniam non excepteur enim irure.","qualifications":"Consectetur deserunt laboris ut commodo. Excepteur consequat ea aliqua mollit velit enim aliqua eu occaecat excepteur. Anim culpa velit quis eiusmod id reprehenderit. Aute consequat ipsum esse laborum magna nostrud sunt sit sunt sit. Excepteur consectetur ipsum irure magna consectetur elit consequat minim aliquip laborum ea officia. Fugiat excepteur ea sit proident occaecat id.\n\nProident do dolore laboris ex consequat eu minim velit pariatur adipisicing mollit ad excepteur. Esse magna in commodo aliquip eu consectetur Lorem exercitation est dolore labore ad ut sit. Sint enim laborum commodo pariatur incididunt nostrud consectetur anim sit in. Enim aute dolore velit cupidatat voluptate dolore non.","goals":"Duis enim nulla nulla sint eiusmod culpa. Aute cillum nostrud est voluptate laborum fugiat consequat aliqua culpa est aliqua in. Nulla ad occaecat aute est ad officia voluptate elit incididunt quis voluptate.\n\nIncididunt sit sint anim ea veniam culpa adipisicing esse in do sint non magna nostrud. In qui amet in laborum eu labore elit magna est et anim nisi culpa. Id commodo labore incididunt dolore voluptate minim aliqua labore do minim culpa nostrud. Non cupidatat ipsum nisi veniam consequat id pariatur qui eu Lorem pariatur quis. Nulla fugiat ipsum id non veniam commodo. Laboris irure dolor proident veniam proident deserunt. Occaecat est ut pariatur nostrud enim dolore eu cupidatat do dolor.\n\nElit fugiat voluptate labore elit do cillum laboris sint id velit. Esse commodo id laborum esse sint aliqua duis in do labore. Tempor duis consectetur incididunt ad voluptate quis eiusmod voluptate. Deserunt aute irure culpa adipisicing deserunt non duis eu exercitation sit qui. Labore consequat eiusmod do esse sint culpa magna esse elit labore ullamco nostrud ut qui. Sit sint qui ullamco tempor cillum sint duis amet deserunt. Excepteur commodo minim aute in esse aliquip dolor incididunt culpa culpa et.\n\nLorem voluptate amet do ut excepteur proident est magna et laboris qui. Ex pariatur eu dolore non consectetur ut eu magna ad velit. Ipsum tempor deserunt laboris tempor reprehenderit culpa ad consequat adipisicing deserunt Lorem excepteur aliquip. Voluptate quis amet velit adipisicing ipsum nulla est id sit reprehenderit incididunt eu.","nominations":["Matilde Brown","Jacynthe O'Conner","Darien Murphy"]}]},{"title":"Secretary","slug":"secretary","description":"\n  <p>The Secretary is responsible for taking minutes of all General Membership and Local Council Meetings, and shall be responsible for publishing these minutes, as well as resolutions, reports, and other official records of the Local. The Secretary may appoint, but must oversee, a temporary proxy minutes-taker for any meeting. That proxy may not vote on behalf of the Secretary. Additionally:</p>\n  <ul>\n    <li>a. The Secretary shall transfer official records in good condition to their successor.</li>\n    <li>b. The Secretary will assume the responsibilities of one of the Co-Chairs, if both Co-Chairs and the Vice Chair is unable to do so.</li>\n  </ul>\n          ","candidates":[{"name":"Cayla Swift","slug":"cayla-swift","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/strikewan/128.jpg","involvement":"Duis irure proident ipsum tempor ipsum amet commodo et in esse aliqua. Laborum sint aliquip anim sit commodo non consectetur quis tempor in occaecat laboris. Mollit occaecat incididunt aute incididunt est culpa ullamco sit fugiat anim. Eu cillum est eiusmod excepteur irure sunt. Reprehenderit ipsum sint irure commodo qui cupidatat reprehenderit. Aliqua ipsum laborum qui esse sint do est.\n\nDolore nisi cupidatat minim laborum ex velit consequat est quis aliqua incididunt laboris. Nulla enim proident eiusmod ad ea pariatur proident. Duis esse et amet minim aute ea anim occaecat sint incididunt ipsum sunt. Ullamco eu nisi anim labore cupidatat qui. Quis ea mollit laboris aute eiusmod duis nisi officia duis elit ut. Ullamco adipisicing ex ullamco eiusmod deserunt aute laborum eiusmod sit occaecat ut exercitation sit.","qualifications":"Qui nostrud cillum fugiat sint magna aliquip. Nulla sunt occaecat aliquip exercitation commodo enim est. Cupidatat Lorem consectetur adipisicing consectetur fugiat consectetur veniam laborum dolore nostrud occaecat. Culpa ad cupidatat velit nostrud exercitation occaecat mollit nulla proident irure. Cillum irure culpa excepteur Lorem. Ut incididunt anim esse reprehenderit velit.\n\nAd qui ea veniam anim et non eu sit non aute. Est esse aliquip esse Lorem in. Commodo voluptate eiusmod pariatur enim. Non duis cupidatat et exercitation nulla consectetur aliquip adipisicing ullamco ipsum. Non culpa ipsum mollit ea qui eiusmod occaecat Lorem. Ullamco occaecat fugiat voluptate occaecat. Est eiusmod aliqua nisi fugiat anim commodo eu.","goals":"Velit labore id nulla fugiat veniam et reprehenderit nisi incididunt aliquip. Sit dolor sint fugiat consequat dolore in. Adipisicing nostrud voluptate cupidatat eiusmod culpa laborum elit Lorem. Dolore excepteur minim in velit labore culpa dolore. Nostrud reprehenderit quis magna irure. Enim excepteur laboris nostrud enim occaecat. Pariatur quis laboris sint aliqua culpa.\n\nAdipisicing ipsum non sit aliqua proident excepteur reprehenderit. Tempor cupidatat in occaecat in Lorem commodo cillum quis aliquip in. Aliqua aliqua et nulla excepteur minim elit est commodo amet officia magna est. Qui laboris id id Lorem enim cillum eiusmod mollit ullamco incididunt aute in sunt est.\n\nNon ullamco aliquip labore laborum reprehenderit deserunt. Proident nostrud elit cupidatat nulla ex fugiat mollit enim. Culpa amet adipisicing commodo ex sint.","nominations":["Doug Emard","Name Balistreri"]}]},{"title":"Treasurer","slug":"treasurer","description":"\n  <p>The Treasurer will be responsible for administration of funds, budget, and financial organization of the Local, including overseeing fundraising activities for the Local. The Treasurer will report to the Local Council on the financial status of the organization at each Local Council Meeting. The Treasurer will maintain transparent and open financial reports available to the entire membership upon request by an officer of the Local Council.</p>\n          ","candidates":[{"name":"Juliana Runolfsdottir","slug":"juliana-runolfsdottir","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/marshallchen_/128.jpg","involvement":"Quis tempor est consectetur incididunt fugiat sunt anim sit ad consectetur laboris. Reprehenderit qui anim commodo nostrud velit qui consequat ipsum sunt enim do. Commodo ullamco ea magna nulla deserunt sit ullamco ad ipsum. Sint minim nostrud eiusmod amet in irure magna mollit nostrud officia ea mollit.","qualifications":"Qui aliqua esse esse nostrud cupidatat occaecat ex do nisi. Consequat dolor duis et aute laborum in deserunt elit Lorem aliqua ipsum ipsum ipsum. Qui nulla fugiat eu anim.\n\nId enim occaecat labore aliqua eiusmod quis anim. Irure amet eu mollit fugiat aute mollit tempor ut reprehenderit. Laboris eu et aliquip enim enim elit. Laborum aliquip fugiat ex irure non. Deserunt quis irure nostrud nisi duis commodo ex amet labore adipisicing dolor. Quis proident labore consequat ea sint irure et in veniam ullamco sint sint. Et consequat culpa fugiat sunt elit.","goals":"Velit et officia anim dolor excepteur ullamco do commodo ad reprehenderit occaecat. Nulla duis dolor laborum reprehenderit in commodo nisi ullamco Lorem mollit minim. Reprehenderit consequat sint cupidatat aliquip eu et incididunt enim quis. Veniam eiusmod nisi fugiat tempor officia voluptate esse laborum enim. Incididunt exercitation ad nostrud commodo culpa sint. Occaecat cupidatat do enim est reprehenderit eu mollit do amet culpa non sunt. Ipsum non cillum occaecat deserunt cupidatat magna commodo mollit.\n\nExcepteur deserunt in exercitation amet dolor pariatur nisi. Consequat reprehenderit nulla irure velit enim velit ullamco id irure. Nulla officia proident et laboris dolore dolor adipisicing veniam. Sint ut id velit aliquip esse consequat. Incididunt cillum aute eu excepteur. Sit duis sunt et duis anim sit. Fugiat elit enim velit occaecat aliqua et.","nominations":["Pearline Fay"]},{"name":"Trudie Senger","slug":"trudie-senger","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/vovkasolovev/128.jpg","involvement":"Proident est cillum ut eu voluptate cillum reprehenderit veniam ad deserunt non anim. Aute proident tempor dolor magna sint eu voluptate. Adipisicing ea deserunt voluptate mollit aute id ex. Enim voluptate tempor duis proident reprehenderit est. Et irure et Lorem proident incididunt aliquip consequat Lorem id nulla qui velit minim adipisicing. Eiusmod sunt in duis consectetur incididunt aliquip adipisicing. Ut ex officia aliquip consectetur exercitation deserunt excepteur adipisicing.\n\nLaborum non voluptate do excepteur sunt officia et commodo irure nostrud elit Lorem amet pariatur. Commodo eu dolor veniam consequat consectetur officia non ullamco enim pariatur. Lorem fugiat labore irure ullamco magna pariatur qui. Et sit nostrud ut et anim Lorem deserunt cillum incididunt sunt nisi sunt. Enim tempor elit consequat esse magna pariatur reprehenderit non.\n\nAmet duis minim sit aliqua eu sint deserunt quis deserunt nulla irure dolore. Culpa eu mollit cupidatat occaecat tempor exercitation dolor ullamco minim eiusmod commodo qui deserunt. Occaecat dolore nisi labore qui velit excepteur eiusmod deserunt officia non.","qualifications":"Non eu ullamco aliquip deserunt in eiusmod aute culpa in sint proident consequat. Irure esse duis et commodo pariatur ullamco officia adipisicing enim velit aliquip anim aute anim. Aliqua est in enim tempor pariatur nisi exercitation. Cillum nostrud id nostrud mollit enim ipsum. Ipsum aliqua nulla eiusmod ea tempor ullamco nostrud ipsum et in.","goals":"Qui cillum elit et aliquip laborum eu cillum id officia minim. Dolore ad consequat irure proident ipsum exercitation aute excepteur amet exercitation. Occaecat enim dolore ipsum eiusmod aliqua ut sint et. Amet qui laborum eiusmod occaecat reprehenderit sunt labore Lorem duis anim. Dolore anim consequat consequat ipsum ut dolore ut duis mollit ipsum ex tempor nisi. Cupidatat magna labore elit consectetur magna adipisicing quis dolor excepteur. Qui duis ad sint labore eu.\n\nNulla consectetur ut laborum deserunt ad commodo proident aute sunt non incididunt. Nulla anim laborum aute ullamco duis nostrud incididunt consequat. Esse proident non laboris ipsum et sunt incididunt elit mollit. Deserunt do ullamco cupidatat nisi anim quis fugiat commodo sunt laborum. Tempor ullamco officia eu non eu. Officia cupidatat magna proident enim sit adipisicing fugiat aute nostrud ipsum aute. Et ullamco non aute ex enim id ullamco laboris fugiat occaecat laboris.\n\nVelit fugiat tempor aliqua esse voluptate elit officia veniam exercitation voluptate. Sunt ex id elit non velit exercitation deserunt tempor labore ut sunt deserunt fugiat. Mollit sit laborum proident aliquip Lorem cillum cillum reprehenderit enim occaecat.\n\nId culpa anim excepteur aliquip aute quis. Ex irure dolore do cupidatat aliqua ullamco veniam et elit commodo id. Consequat incididunt officia quis exercitation ea nostrud. Duis cupidatat enim aliqua tempor esse dolore officia consectetur nostrud occaecat irure. Ut ipsum aliquip magna mollit. Pariatur ut proident labore tempor laboris duis deserunt.","nominations":["Jonathan Stamm","Abe Jaskolski","Geoffrey Schiller","Matteo Fay","Beverly Jast"]}]},{"title":"Internal Organizers","slug":"internal-organizer","description":"\n  <p>Internal Organizers will jointly oversee the Internal Organizing Committee (see Article VI), which is responsible for fostering a lively participatory and democratic culture within the Local through the development, education, mobilization, and recruitment of members. The Internal Organizing Committee is also charged with organizing General Meetings, Informational Meetings, and social, educational, and fundraising events. Under the direction of the Local Council, the Internal Organizing Committee shall develop and oversee a program of socialist cadre development that includes skills training and political education; and a system of Mobilizers (similar to union shop stewards) who will act as an active conduit of information and engagement between the General Membership and the Local Council.</p>\n          ","candidates":[{"name":"Sam Fritsch","slug":"sam-fritsch","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/lokesh_coder/128.jpg","involvement":"Consectetur quis laborum labore consectetur amet cupidatat amet eu. Ex nulla ex veniam ex pariatur sunt nostrud ex reprehenderit. Nulla sint eu pariatur nostrud laborum proident non ullamco. Labore amet sunt nostrud do id aliquip deserunt veniam in et laboris. Non aute exercitation elit fugiat voluptate ut ad culpa qui mollit.\n\nEa sit ex sit nisi excepteur deserunt amet dolor pariatur veniam voluptate laboris. Ullamco eiusmod do mollit dolor aliqua ex dolore est Lorem culpa adipisicing cupidatat. Labore veniam dolore reprehenderit sint in ea.","qualifications":"Enim dolore magna irure ullamco incididunt Lorem irure anim fugiat in dolor. Officia excepteur deserunt non magna et. Quis sint anim non laborum incididunt ullamco pariatur et non in. Sunt ut eu laborum do esse commodo culpa esse do.\n\nId qui laborum proident commodo Lorem aliquip eiusmod consectetur. Cillum aute duis eu irure aliquip nulla minim sint est magna adipisicing ad esse. Occaecat id eiusmod deserunt cillum nisi pariatur aliqua. Ea amet excepteur reprehenderit non commodo nisi deserunt. Sunt esse mollit minim aute eu ea proident ad qui elit eiusmod consectetur qui. Deserunt tempor irure exercitation est ipsum aliquip non culpa veniam laborum et ut enim nostrud.","goals":"Ad anim irure aliquip id adipisicing deserunt. Irure dolore fugiat laborum quis ex dolor sunt sunt. Lorem do enim consequat in ea ullamco incididunt qui eiusmod adipisicing qui. Dolore veniam magna ea in nisi laborum anim duis adipisicing proident occaecat do. Magna excepteur exercitation amet minim dolor mollit cupidatat consequat cillum in ipsum reprehenderit velit. Consectetur minim sunt deserunt occaecat.\n\nEx in sit eiusmod labore. Magna exercitation voluptate ex quis ea. Pariatur reprehenderit et irure pariatur laborum excepteur. Id enim aute amet velit duis. Mollit dolor mollit consequat velit pariatur non ad cupidatat. Enim elit laboris aliqua dolor. Laboris reprehenderit consequat id cillum Lorem ullamco cillum esse.\n\nEt incididunt adipisicing adipisicing aliquip ut laborum quis excepteur deserunt dolor nisi reprehenderit enim nisi. Laborum est eu consectetur quis laborum aute proident. Deserunt culpa officia aliqua aliquip cupidatat mollit aute velit nulla ipsum esse. Anim proident aliqua id nulla tempor officia culpa cillum ea ex aliquip mollit. Consequat adipisicing dolore proident ea in reprehenderit pariatur mollit culpa ad do velit dolor labore. Aute anim anim Lorem consectetur non aliquip elit reprehenderit. Dolore sit cillum dolore id pariatur velit eiusmod.\n\nPariatur enim laborum eiusmod id ullamco Lorem enim non cupidatat magna. Eu quis magna nostrud ad eiusmod in voluptate labore sit aliquip. Proident et nisi esse duis elit mollit ipsum laboris. Elit esse aliqua occaecat irure in cupidatat.","nominations":["Victor Medhurst","Doyle Ryan","Winona Murray"]},{"name":"Arjun Bruen","slug":"arjun-bruen","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/dallasbpeters/128.jpg","involvement":"Voluptate minim Lorem minim pariatur et. Sint veniam et ea eu. Enim velit Lorem incididunt do sint commodo eiusmod do adipisicing ex incididunt dolor voluptate. Consequat consectetur Lorem reprehenderit sunt labore velit ullamco et ea fugiat duis culpa irure. Ea aute Lorem esse pariatur est labore enim non consequat officia duis irure. Nulla minim et velit proident exercitation. Do irure pariatur laborum sunt.\n\nMinim adipisicing enim ipsum do fugiat id aliqua est ea ea. Velit aute est deserunt officia reprehenderit sunt aute dolor reprehenderit tempor. Ullamco voluptate quis qui laborum sit aliqua anim aliqua officia sunt proident occaecat duis. Aute incididunt sit non nulla reprehenderit aute mollit aliqua non. Id eiusmod sit sit ea.\n\nProident pariatur dolor aute ea fugiat dolor. Mollit consectetur amet dolor amet irure ea. Est mollit ex culpa eu duis ullamco non pariatur. Sunt id irure aliquip qui dolore fugiat ad.","qualifications":"Magna est ut enim dolor nostrud anim ullamco exercitation dolore. Nostrud cupidatat laboris nostrud in aute id commodo est aute. Veniam incididunt dolor culpa est anim.\n\nEnim ad ullamco in nulla aliqua laborum ipsum adipisicing reprehenderit adipisicing. Ipsum dolore fugiat aliqua Lorem nisi reprehenderit eiusmod. Fugiat deserunt deserunt laborum magna eu velit voluptate ea.","goals":"Labore adipisicing eu fugiat do nulla nulla incididunt. Nulla incididunt occaecat Lorem cupidatat duis incididunt cillum irure occaecat. Est mollit sunt consequat est Lorem aliquip irure dolore Lorem excepteur. Veniam sit sunt adipisicing non minim ex.\n\nMinim aliqua ullamco ipsum tempor consectetur exercitation consequat consequat sit incididunt ad consequat nulla quis. Magna consectetur aliquip exercitation labore laboris anim reprehenderit eu aute non minim et consectetur tempor. Laboris amet reprehenderit labore minim excepteur veniam esse exercitation proident reprehenderit culpa consectetur dolore pariatur. Qui ex anim eu ut sit deserunt non sunt.\n\nElit laboris aliqua pariatur aliqua elit ullamco qui non ullamco cillum. Adipisicing nulla adipisicing duis mollit commodo eu veniam nisi dolor est incididunt elit sint officia. Sint voluptate ex dolore deserunt minim fugiat sint pariatur amet ut pariatur aliquip. Aute dolor id dolor sunt id anim officia sint commodo cillum. Fugiat mollit elit quis cillum consectetur labore ullamco. Reprehenderit velit amet quis nulla tempor aute ipsum ut cillum proident sint.\n\nAdipisicing consequat quis irure est esse officia do esse incididunt in exercitation et sit ex. Exercitation in esse culpa quis irure dolore dolor excepteur. Id culpa id qui eu do reprehenderit officia elit enim duis sit duis ad esse. Dolor nostrud nulla enim consectetur est quis nulla reprehenderit officia magna commodo consequat sint. Tempor voluptate excepteur aliquip officia ullamco adipisicing id dolore aliquip aliquip in ipsum. Quis cillum aute Lorem anim esse mollit dolore voluptate excepteur. Officia fugiat commodo sit reprehenderit in deserunt in.","nominations":["Claudine Denesik","Cloyd West","Jerome Stracke","Cara Russel"]},{"name":"Leslie Erdman","slug":"leslie-erdman","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/vikasvinfotech/128.jpg","involvement":"Esse commodo exercitation ex do ullamco adipisicing adipisicing labore consectetur nulla officia laborum do. Proident excepteur reprehenderit eu reprehenderit nostrud velit ipsum id enim minim. Non magna ad excepteur sit cillum deserunt aliqua cillum. Aute ipsum ex veniam ipsum tempor minim exercitation duis voluptate veniam commodo nulla. Quis fugiat nostrud ex aute. Irure velit ad culpa ullamco in deserunt qui pariatur minim. Officia consectetur pariatur reprehenderit ipsum.\n\nDeserunt esse do labore aute elit proident consectetur duis magna ea ex ex quis. Deserunt pariatur nisi quis nostrud dolor dolor ut nostrud qui culpa. Duis officia veniam aliqua enim commodo tempor dolore et voluptate. Sit consequat aliqua reprehenderit ea. Sit commodo aute culpa aliqua eiusmod qui ullamco irure amet laboris eu excepteur occaecat ex.","qualifications":"Irure commodo quis incididunt laborum ea nostrud veniam deserunt eu qui aliquip sint eiusmod eu. Id occaecat amet pariatur eu veniam ad. Duis ipsum fugiat aute cillum excepteur. Velit do nisi eu eu cupidatat ullamco eu dolor eu labore exercitation ullamco do. Aliqua culpa cillum dolor nostrud labore qui pariatur fugiat exercitation consectetur nostrud veniam magna aliqua. Consequat commodo labore exercitation mollit aute ut ex pariatur enim cupidatat consequat dolore laboris. Dolore officia pariatur qui tempor velit do irure deserunt nulla dolor.","goals":"Ipsum ipsum irure velit laborum deserunt dolore occaecat nostrud deserunt est. Dolore deserunt sit tempor aute proident reprehenderit aute dolor veniam. Sint laborum voluptate aute laboris. Tempor voluptate irure sunt tempor et commodo aute aliquip ipsum sit reprehenderit duis. Incididunt esse consectetur aliquip nostrud occaecat aliqua elit labore pariatur elit magna. Aliquip consectetur Lorem id elit aute minim deserunt mollit. Nulla aliqua ut mollit enim officia ullamco pariatur adipisicing.\n\nQui officia veniam amet pariatur nisi cupidatat duis non sint commodo do sint occaecat magna. Minim exercitation tempor adipisicing labore voluptate culpa voluptate duis exercitation incididunt magna exercitation labore. Fugiat magna tempor in duis fugiat ex enim ex pariatur laboris aliquip velit. Nisi eu id nisi exercitation enim voluptate nulla voluptate occaecat. Enim voluptate proident aliquip pariatur est consequat est velit. Irure adipisicing velit enim esse. Laborum in voluptate voluptate occaecat laboris nostrud irure incididunt mollit laboris velit eiusmod.","nominations":["Erin Kessler","Barbara Langworth","Madonna Kling","Caesar Lind","Velva Marquardt"]},{"name":"Maurine Ankunding","slug":"maurine-ankunding","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/victordeanda/128.jpg","involvement":"Culpa ad est Lorem ullamco aliqua magna consequat ex sint ad. Et ut eiusmod eiusmod aliquip quis minim exercitation elit Lorem. Qui irure minim ullamco aute elit dolor excepteur dolore esse adipisicing. Enim exercitation consectetur ea anim minim reprehenderit velit esse. Id labore et id aliquip anim tempor sit fugiat eu.\n\nEu irure fugiat aute pariatur. Officia aliqua fugiat eu dolore Lorem irure sit eiusmod adipisicing commodo eiusmod esse. Laboris et deserunt consectetur amet ullamco qui pariatur sit adipisicing pariatur occaecat. Nulla ipsum ea dolor laboris. Magna veniam irure aute id sunt voluptate pariatur exercitation labore ut ullamco velit. Culpa laborum ipsum officia laboris dolor ipsum in reprehenderit esse sint aliquip. Elit deserunt fugiat in irure voluptate laborum occaecat duis labore.","qualifications":"Lorem aute est incididunt minim culpa ad et nulla consequat eu pariatur. Ut consequat reprehenderit mollit ea tempor consequat et amet. Fugiat sint sit consectetur minim sit laboris cillum est. Excepteur amet aliquip est dolore ullamco ad ad ea do. Mollit dolor irure nulla aliquip culpa magna duis labore culpa. Ea in est qui nisi quis irure. Exercitation commodo minim eu excepteur nisi ipsum qui consequat ad exercitation culpa ad.","goals":"Velit proident irure culpa amet tempor occaecat qui ex duis. Ipsum sunt in consequat excepteur aliquip velit ea. Esse ut veniam dolor commodo sit reprehenderit deserunt quis eu ex incididunt enim velit et. Duis irure irure culpa velit cupidatat anim enim quis elit cillum occaecat irure.\n\nQui id eiusmod minim id dolor aliquip irure dolore velit elit reprehenderit quis quis id. Pariatur dolor cillum laborum elit. Occaecat occaecat est dolore in commodo consequat Lorem ipsum aliquip. Elit qui ullamco anim sunt deserunt adipisicing reprehenderit nisi nulla.\n\nIn velit nulla ad velit cillum aliquip in nulla ullamco amet. Mollit anim tempor elit esse anim sunt dolor mollit ullamco cupidatat qui ea dolor. Et cupidatat sit officia quis. Anim minim nostrud aliquip magna occaecat nostrud cupidatat aliquip occaecat Lorem proident eu et irure.\n\nLabore consequat nisi est nisi exercitation sunt nulla tempor pariatur. Officia Lorem nulla excepteur consequat enim consectetur. Sint nostrud quis Lorem ut amet non labore dolor adipisicing ea. Laboris labore cupidatat pariatur id aliqua cupidatat elit sit.","nominations":["Shane Pagac","Alexys Fadel","Vince Torp"]},{"name":"Dina Pouros","slug":"dina-pouros","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/dhrubo/128.jpg","involvement":"Sit qui irure tempor nulla incididunt voluptate proident cillum deserunt mollit dolor ullamco. Proident aliqua minim minim culpa anim occaecat nisi magna non. Laborum cupidatat nostrud consectetur ex exercitation fugiat. Sint ea sunt officia deserunt eu tempor mollit duis.\n\nNostrud excepteur nulla cillum ex. Tempor officia quis minim esse veniam laboris deserunt est aliquip consequat. Elit et id minim non esse nulla laborum ut. Fugiat aute minim aute voluptate ipsum laboris nisi.","qualifications":"Adipisicing id do officia dolore sunt dolore dolor aliqua officia irure quis laborum. Laboris deserunt duis deserunt minim amet nostrud esse consectetur tempor. Lorem quis aliquip ipsum proident in aliquip ea tempor excepteur ipsum fugiat. Labore eu anim anim sit cillum commodo ipsum. Veniam cillum officia consequat irure nulla non anim. Non velit commodo aliqua duis mollit et commodo do consequat. Do reprehenderit exercitation proident consectetur in est deserunt Lorem nisi.\n\nVoluptate anim do laborum occaecat duis cupidatat incididunt est dolor ut ex. Velit do dolore non occaecat irure laboris veniam labore officia ut ut. Pariatur exercitation laborum reprehenderit labore qui sunt veniam commodo ea qui amet ipsum nostrud fugiat. Nulla proident irure cupidatat id laboris veniam est. Enim duis amet sit Lorem nostrud proident irure esse culpa in. Et culpa ut qui ad consequat ad labore non tempor enim culpa sit. Irure tempor consectetur ad amet minim do duis nisi deserunt.","goals":"Nulla minim velit pariatur laboris nisi consequat aliquip laborum Lorem. Ipsum nulla nulla sit occaecat aliqua cupidatat proident occaecat anim do id labore est duis. Culpa laboris amet velit pariatur laboris reprehenderit occaecat incididunt eu sunt eiusmod culpa. Labore culpa Lorem adipisicing dolore pariatur enim minim exercitation. Sunt non nostrud est ea dolore cupidatat sunt. Quis in eiusmod ad deserunt nulla sunt excepteur anim sunt reprehenderit eiusmod.\n\nEnim nulla excepteur proident ut ut est aliqua ipsum adipisicing qui ullamco excepteur adipisicing adipisicing. Aute pariatur irure non proident velit occaecat. Commodo voluptate aliquip ut consectetur anim cupidatat. Amet reprehenderit commodo anim magna labore nisi anim ullamco adipisicing ea occaecat enim est eiusmod. Proident laborum laboris aute elit. Lorem enim do adipisicing ex consequat deserunt esse laborum culpa ullamco eiusmod et.\n\nAdipisicing reprehenderit deserunt mollit nulla enim officia irure. Mollit minim ullamco laboris eiusmod excepteur consequat fugiat minim cupidatat commodo amet. Ut incididunt reprehenderit duis aute eiusmod. Pariatur aute adipisicing dolor labore id est non dolor. Do voluptate magna laboris sit. Nisi mollit dolor veniam ex aute nulla nostrud nostrud id occaecat sint.","nominations":["Taya Breitenberg","Faustino Lueilwitz","Earl Sauer"]},{"name":"Alysa Lakin","slug":"alysa-lakin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/chaabane_wail/128.jpg","involvement":"Incididunt officia sint incididunt do velit. Sunt amet deserunt velit cupidatat tempor esse deserunt consequat elit adipisicing magna incididunt in. Aliquip laborum ut qui et nulla ea voluptate cillum ea Lorem officia occaecat Lorem tempor. Irure duis nisi ex nisi et nostrud minim proident proident nulla sunt. Elit eu reprehenderit amet commodo.","qualifications":"Do nulla non incididunt cillum et culpa. Amet occaecat enim eiusmod occaecat. Voluptate consectetur sunt velit do adipisicing culpa ipsum est sunt cupidatat. Culpa Lorem id id eiusmod ullamco qui esse quis esse eu. Incididunt id velit Lorem cupidatat ipsum eu minim enim reprehenderit excepteur ad cupidatat ut ullamco.\n\nMinim pariatur nostrud dolore est mollit quis. Elit est nisi nostrud id nostrud excepteur nisi incididunt enim nulla eu aliqua commodo quis. Velit Lorem non laboris duis pariatur ullamco excepteur sint duis est reprehenderit. Irure et incididunt anim reprehenderit consectetur reprehenderit minim nulla reprehenderit occaecat velit ea aliqua exercitation. Esse enim cupidatat pariatur est mollit ea. Eiusmod ullamco dolore do ex sit elit minim consectetur non consectetur eiusmod eu mollit. Sint dolore est eu ad elit dolor adipisicing enim do eiusmod.","goals":"Sint mollit adipisicing amet ipsum eiusmod anim aliquip non sunt. Sunt ad do voluptate aliqua ipsum irure cupidatat anim mollit labore laboris. Culpa ex sunt commodo incididunt exercitation sit.\n\nEu minim id exercitation cupidatat veniam non mollit consequat ea dolor. Non do proident aliqua magna sunt aute nostrud. Fugiat do sunt magna elit. Aliqua amet dolore incididunt fugiat reprehenderit anim excepteur reprehenderit proident. Labore et aliqua ex commodo Lorem aliquip reprehenderit. Occaecat ea consequat quis qui consectetur aliqua.","nominations":["Erica Russel","Cortez Russel","Ashley Medhurst","Marty Farrell"]},{"name":"Roma Koepp","slug":"roma-koepp","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/mufaddal_mw/128.jpg","involvement":"Ea pariatur minim Lorem do do voluptate aliqua ut. Ullamco sit voluptate ullamco exercitation id esse aliqua labore et aliqua sit mollit. Cillum veniam qui quis adipisicing cillum nisi. Nisi aliquip excepteur commodo anim excepteur proident laboris enim id.\n\nIrure non esse exercitation consectetur cillum incididunt exercitation ad dolor. Officia reprehenderit proident deserunt quis sunt enim Lorem sint nisi enim ipsum elit aliquip. Tempor laborum incididunt do nisi enim aliqua officia duis ullamco aliquip aute. Laborum commodo nisi elit in. Elit velit est sit qui pariatur quis dolore culpa aliquip ut laborum est magna pariatur. Cillum esse qui sunt pariatur fugiat in magna amet.","qualifications":"Id mollit id eu ad. Excepteur labore ad sunt ea amet nisi. Elit consectetur aute irure duis laborum ipsum occaecat aute consequat Lorem excepteur non sunt. Incididunt laboris esse pariatur voluptate reprehenderit nulla. Ipsum ut nostrud nostrud proident cillum elit eu non cillum. Cupidatat duis mollit eu eiusmod tempor duis laborum. Cillum amet laborum cillum minim elit aute nostrud et ullamco in culpa.","goals":"Elit magna aliqua Lorem nostrud. Exercitation voluptate deserunt magna eiusmod nostrud consectetur laboris tempor irure. Eiusmod et nulla exercitation sit mollit.\n\nLaborum cillum et sunt sint eu commodo officia occaecat consequat in. Lorem elit laborum amet qui elit amet commodo sunt reprehenderit cillum Lorem voluptate magna. Aliqua elit aliqua minim proident deserunt magna. Culpa culpa sunt labore nostrud et irure aute. Eu sit est ex ad id occaecat dolore enim dolore. Non ea cupidatat consectetur minim incididunt veniam proident amet aliqua minim consectetur ullamco nulla incididunt.\n\nIrure aliqua elit aliquip enim aliqua ea ullamco consequat. Quis incididunt fugiat ut ipsum in ad laboris veniam pariatur excepteur minim exercitation non officia. Ad veniam nisi esse labore dolore laborum sit enim eu.\n\nCupidatat eu quis irure est exercitation. Eiusmod magna eiusmod exercitation dolor culpa. Esse labore sit culpa pariatur voluptate sit sint tempor fugiat. Nisi fugiat adipisicing ex ut. Officia aute ea amet laboris laboris et reprehenderit ut consequat nulla consectetur.","nominations":["Marjorie Blanda","Jamie Welch","Craig DuBuque","Dino Macejkovic","Demario Mraz"]}]},{"title":"External Organizers","slug":"external-organizer","description":"\n  <p>External Organizers will jointly oversee the External Organizing Committee (see Article VI), which will lead the Local’s fight for a socialist political agenda in the East Bay and beyond. Under the direction of the Local Council and in order to realize the policies, priorities and campaigns set forth by the General Membership, the External Organizing Committee shall manage or execute all of the Local’s issue and electoral campaigns, direct actions, rallies, and other activities expressly targeted at the general public for political purposes.</p>\n          ","candidates":[{"name":"Josie Turner","slug":"josie-turner","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/jayrobinson/128.jpg","involvement":"Exercitation ea sunt enim aliqua sunt qui. Laborum duis anim sit exercitation ex veniam esse tempor excepteur magna cillum duis. Consectetur est officia sit nostrud. Eiusmod sit do eu minim est aliqua ullamco culpa excepteur enim ex Lorem magna velit. Ea Lorem enim irure ut fugiat excepteur nisi magna irure cillum.\n\nDo amet non non ipsum anim esse in enim laboris non. Nulla ipsum non nisi sint. Commodo dolor irure sit amet duis dolor commodo excepteur aliqua ea reprehenderit laborum ullamco. Aliquip ad cupidatat adipisicing id tempor nostrud dolore exercitation anim aliquip occaecat.\n\nOccaecat duis ipsum sint eiusmod enim excepteur nulla magna ex incididunt. Ex in nisi reprehenderit sunt. Dolore adipisicing adipisicing veniam deserunt anim aliqua pariatur do nulla elit irure exercitation. Lorem id do occaecat velit incididunt ea velit aliquip ad elit magna laborum. Exercitation non sint ullamco id officia labore et. Laborum irure nostrud sint eu cupidatat pariatur ullamco nulla nostrud commodo. Velit mollit dolor nostrud id sunt culpa exercitation.","qualifications":"Magna adipisicing consequat est fugiat eiusmod aliquip. Tempor aliqua reprehenderit labore quis nostrud. Aute ut sunt et esse sint excepteur mollit officia. Aliqua fugiat laborum minim laborum. Irure magna aute proident ad. Pariatur velit cillum et mollit incididunt minim veniam dolor esse minim. Mollit do esse velit aute commodo enim.\n\nEst excepteur laboris non exercitation ad eu do excepteur enim sint laborum commodo fugiat cillum. Velit quis Lorem adipisicing sint deserunt enim adipisicing. Ipsum cupidatat cupidatat laborum sint et consectetur occaecat officia sint ad eu ut. Ullamco irure laborum ea nostrud sit sunt ad id cupidatat.","goals":"Amet laboris ea est adipisicing pariatur aliqua. Aliqua aliquip consequat commodo proident culpa cupidatat sit id elit dolore exercitation in consequat. Elit consectetur culpa esse sit.\n\nSint Lorem fugiat tempor sint pariatur nisi dolor proident in veniam. Aliquip officia do nostrud aliquip nostrud. Quis consequat cillum velit id.\n\nVelit et anim fugiat non aute mollit dolor tempor velit. Ea labore tempor Lorem dolore Lorem ipsum nostrud in eiusmod anim. Incididunt ad pariatur duis eu cillum fugiat reprehenderit laboris proident mollit magna. Laboris minim ad fugiat deserunt consequat elit et quis. Enim nulla ut nostrud in sit aute in enim nisi dolore.\n\nAliqua reprehenderit non veniam exercitation in velit aliquip non id reprehenderit do laboris. Eiusmod voluptate tempor officia consectetur. Commodo excepteur sunt quis laborum nisi aliquip aliqua adipisicing anim veniam sint minim velit. Labore nostrud excepteur est in et sint sint irure. Non aliqua excepteur laboris sint irure ullamco labore minim non ut aliqua quis reprehenderit. Consectetur non mollit non aliquip officia eu reprehenderit amet esse est. Pariatur minim do nisi fugiat proident Lorem pariatur excepteur elit commodo Lorem.","nominations":["Oda Halvorson","Jennings O'Conner"]},{"name":"Kolby Frami","slug":"kolby-frami","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/andrewarrow/128.jpg","involvement":"Magna incididunt dolor et officia anim do sunt enim commodo veniam. Est fugiat enim dolore Lorem quis anim deserunt. Nostrud aute consequat labore quis id nisi. Lorem laboris ad irure elit ut est amet sint ea deserunt commodo fugiat excepteur ea.\n\nAd ad laboris consequat do deserunt ullamco magna culpa laborum ad excepteur dolore. Anim sint eu adipisicing labore quis. Enim quis laboris ut culpa eu excepteur ut dolore elit et officia voluptate. Laborum non nulla labore voluptate officia. Officia non ut minim tempor. Ad commodo proident nisi occaecat enim officia officia sit consequat duis esse in consectetur laboris.","qualifications":"Cupidatat commodo ad esse quis nulla adipisicing. Fugiat adipisicing laboris nisi veniam commodo amet proident. Ex fugiat incididunt consequat in deserunt duis occaecat Lorem nisi eiusmod sit. Sint excepteur cillum quis aute labore voluptate labore sunt magna minim culpa amet consequat. Quis minim elit eiusmod esse cillum elit do ut elit nostrud do veniam. Reprehenderit fugiat nulla sint dolore. In ea dolor eiusmod aute aliqua adipisicing.\n\nIn esse aliqua minim aute. Deserunt nisi Lorem irure deserunt do cillum velit do. In deserunt elit laboris pariatur consequat est do. Eiusmod id elit do consectetur ad enim ad nisi sint velit enim aliqua ea. Ad do elit deserunt quis eu ut exercitation id dolor nisi ex consectetur do consequat.","goals":"Mollit deserunt adipisicing non consequat nisi et Lorem pariatur commodo cupidatat et incididunt. Ut excepteur ex eiusmod in nisi eiusmod laborum labore consectetur ut commodo ea laborum. Labore mollit sit deserunt fugiat incididunt ea quis dolor commodo quis anim.\n\nLaboris voluptate deserunt consectetur amet occaecat aliquip reprehenderit est. Nulla duis ea magna amet amet qui. Labore dolore ipsum aliqua dolor nostrud mollit proident laborum ut. Laboris sit qui magna sint dolor.\n\nEiusmod proident consequat nostrud esse elit. Nisi nulla tempor enim ullamco voluptate. Ex cillum dolore ex velit cillum cillum sunt velit amet sunt. Consectetur id amet cupidatat ad minim fugiat sit. Adipisicing nisi sint non labore consectetur duis. Elit Lorem magna sunt ut. Sit nostrud eiusmod enim sit consectetur non ut sit adipisicing anim magna.","nominations":["Erin Little"]},{"name":"Margarita Sauer","slug":"margarita-sauer","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/andrewcohen/128.jpg","involvement":"Consequat excepteur ipsum elit nulla esse eu. Deserunt ut deserunt esse Lorem. Occaecat id cupidatat amet ipsum reprehenderit consequat officia incididunt deserunt laborum. Cillum deserunt aliquip deserunt esse ex sit mollit ipsum anim ex in.\n\nExercitation do sunt labore do ullamco nostrud dolor nostrud ut Lorem tempor labore eu nisi. Excepteur nulla aliqua laborum veniam laborum. Exercitation esse mollit veniam tempor. Ullamco minim incididunt do laborum labore est minim id. Mollit in consequat dolor nostrud incididunt nisi velit culpa quis ad enim reprehenderit proident veniam.\n\nSint duis ullamco exercitation officia occaecat id excepteur non occaecat ut. Amet laboris in id labore culpa officia eiusmod pariatur duis velit exercitation non esse cupidatat. Elit labore duis anim sunt magna ullamco magna. Commodo deserunt excepteur eu culpa proident. Consequat nisi qui pariatur consectetur eiusmod deserunt do aliquip sint. Do aute irure veniam consequat culpa voluptate culpa irure voluptate sint aliqua voluptate anim. Proident esse proident enim commodo eiusmod officia.","qualifications":"Enim ipsum ipsum culpa nostrud eiusmod amet qui aute exercitation exercitation consequat. Ea enim sint ut quis. Ea dolor enim dolor cupidatat amet Lorem exercitation irure aliqua ad. Esse pariatur non ipsum consequat quis reprehenderit in dolore tempor eiusmod irure pariatur incididunt. Amet ipsum ea ea exercitation nisi officia ex in do eu labore dolor deserunt Lorem. Dolore excepteur officia minim excepteur qui eiusmod ex pariatur enim quis. Excepteur consectetur nostrud culpa pariatur magna ad fugiat est cillum incididunt amet voluptate.","goals":"Consectetur nostrud deserunt est nisi veniam ullamco. Qui labore anim elit veniam mollit. Velit eiusmod laborum aliquip ipsum duis do. In pariatur sunt laboris laboris commodo occaecat voluptate tempor nulla esse. Pariatur in esse ad minim aliqua sint.\n\nQuis labore nostrud consectetur ad do et ex occaecat adipisicing. Do consectetur sint incididunt eu ullamco excepteur consequat irure voluptate. Officia mollit proident esse amet aute. Nostrud elit non id aute do et tempor. Dolore ipsum adipisicing fugiat voluptate voluptate ullamco aliquip nulla tempor ea voluptate mollit nostrud elit. Eu fugiat labore dolore adipisicing occaecat cupidatat anim dolore Lorem esse qui eu. Veniam velit fugiat fugiat magna duis esse eiusmod aliquip sit consectetur.","nominations":["Alex Schinner","Garret Breitenberg","John O'Connell","Melvina Gleichner","Judy Pfannerstill"]},{"name":"Dorothy Lind","slug":"dorothy-lind","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/sementiy/128.jpg","involvement":"Veniam dolore in quis ut ipsum. Reprehenderit culpa in qui irure minim nisi amet. Excepteur non velit occaecat consequat dolore dolore do sit mollit laboris excepteur voluptate quis excepteur. Eu aute et in adipisicing consectetur et anim cupidatat ea.","qualifications":"Qui elit est proident commodo nostrud velit do est officia mollit anim nostrud. Veniam ex commodo minim Lorem. Elit sint occaecat anim quis. Tempor aute cupidatat occaecat proident ipsum deserunt irure veniam aute ipsum quis duis quis. Aliqua proident cupidatat do do id irure consequat est occaecat irure magna in. Lorem aliquip irure minim dolore cillum ullamco dolore ullamco incididunt voluptate esse non sunt ea. Esse amet culpa nulla aliqua et deserunt laborum.","goals":"Nulla Lorem officia sint aliqua nostrud minim fugiat adipisicing cillum. Reprehenderit ad ullamco eiusmod ea amet fugiat. Consectetur labore cillum quis sint ad dolore ea ea. Anim tempor exercitation labore eiusmod irure officia quis sit cupidatat sint laborum eu. Ea culpa nostrud non eiusmod eiusmod elit do consequat occaecat id.\n\nEa est ut exercitation labore. Sunt quis nostrud dolore reprehenderit occaecat minim cillum est adipisicing. Mollit aliquip pariatur ipsum commodo adipisicing excepteur.","nominations":["Marcos Beatty"]}]},{"title":"At-Large Local Council Members","slug":"at-large","description":"\n  <p>At-Large Local Council Members will participate in Local Council decision-making, and are responsible for attending all relevant meetings and reading all relevant documents. At-Large Local Council members are also tasked with representing the views of the membership that elected them as well as helping to advance the goals of the Local generally.</p>\n          ","candidates":[{"name":"Rebekah Bartell","slug":"rebekah-bartell","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/vikasvinfotech/128.jpg","involvement":"Laborum Lorem est dolor irure fugiat exercitation magna minim. Adipisicing incididunt in laborum id tempor est duis non eiusmod irure quis non. Laboris voluptate exercitation nulla adipisicing ad do consectetur commodo aliqua adipisicing ad duis. Quis laborum aliqua dolore sint ullamco et id anim quis sint duis. Pariatur in reprehenderit nulla duis laborum laboris laboris pariatur. Lorem voluptate aliqua pariatur nostrud nulla sit esse. Eu velit est veniam pariatur laboris.","qualifications":"Velit dolor ea sint tempor. Commodo ad ea velit ex minim anim esse adipisicing fugiat ullamco consectetur occaecat ullamco excepteur. Elit ut magna reprehenderit id sint nisi aliqua sit amet incididunt consequat eiusmod.","goals":"Quis ea sit duis mollit Lorem reprehenderit sit dolor duis et cillum duis irure deserunt. Ut consectetur anim labore proident non reprehenderit non. Cupidatat labore irure et quis velit ut in esse ex ex dolor et reprehenderit. Ad elit amet veniam fugiat Lorem nostrud eiusmod veniam fugiat anim ut enim reprehenderit. In Lorem esse in proident labore. Consequat ut qui culpa mollit nisi nostrud pariatur ex elit in laboris dolore qui. Sit enim voluptate qui in sint ullamco sit elit sunt adipisicing nostrud.\n\nIncididunt aliqua tempor excepteur deserunt tempor ad et dolore incididunt. Voluptate ad in consequat ex adipisicing reprehenderit ea voluptate fugiat sint anim magna. Mollit elit nostrud duis incididunt et do amet laboris ea do. Fugiat enim mollit dolore nostrud qui aliquip dolor cupidatat magna voluptate tempor incididunt proident. Anim minim veniam sunt incididunt.\n\nAmet voluptate tempor quis mollit non velit mollit Lorem. Excepteur sit commodo consectetur excepteur proident nostrud cillum eiusmod in. Sit anim deserunt voluptate exercitation velit ex est commodo nulla labore esse tempor laborum. Consequat ipsum ut ipsum duis fugiat id pariatur commodo eiusmod. Culpa veniam et mollit dolor sit dolore sit officia ex nulla pariatur excepteur commodo.\n\nQui ad in do aute officia duis. Cupidatat consequat cillum exercitation elit velit quis nulla qui officia ea et aliquip incididunt aliqua. Magna occaecat deserunt quis aliquip veniam aliquip sunt enim est laborum quis.","nominations":["Darrin Langworth","Juston Wolf"]},{"name":"Martine Kihn","slug":"martine-kihn","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/samgrover/128.jpg","involvement":"Adipisicing officia ut aliquip reprehenderit ex voluptate commodo. Minim aute elit enim dolore dolore ut laboris laborum officia do. Elit incididunt excepteur labore est sunt sint labore est enim reprehenderit ut amet irure. Ut mollit sint do commodo ea reprehenderit velit nisi. Elit et do cillum sint voluptate sunt officia est adipisicing.","qualifications":"Non ad veniam dolore sit aute reprehenderit nisi. Qui enim consequat magna mollit Lorem irure aliquip non commodo dolor adipisicing aute. Consequat consequat ullamco anim elit duis exercitation exercitation nisi aliquip esse laborum. Commodo commodo sit sint labore elit voluptate est. Veniam excepteur reprehenderit ex sunt consequat amet. Tempor aliqua Lorem aliqua nulla officia laborum nisi minim in laboris ullamco. Et irure ea voluptate ex sint labore ad nulla commodo cupidatat esse.\n\nEx ipsum eiusmod adipisicing aute tempor duis sit. Fugiat magna nostrud et mollit. Sit veniam nulla incididunt laboris cupidatat ex cillum. Occaecat amet id amet pariatur minim magna consectetur sit aliquip laboris sit. Dolor reprehenderit in irure laborum irure dolore sint ad est in. Ipsum nostrud labore nisi cillum laborum eiusmod aute adipisicing fugiat Lorem aliqua sit quis id.","goals":"Sint dolor irure nisi nostrud nostrud pariatur. Excepteur exercitation laborum dolore laboris elit commodo quis fugiat quis minim. Tempor ex pariatur consequat dolore. Mollit proident sunt consequat do amet nostrud eiusmod dolore anim labore anim.\n\nDo nisi velit proident sit in irure consectetur irure. Cillum tempor mollit et eiusmod fugiat in cillum veniam quis veniam ut sit sunt do. Quis tempor deserunt anim tempor aute pariatur deserunt aliqua exercitation proident deserunt qui laboris aliquip.\n\nEt adipisicing adipisicing pariatur veniam ullamco. Dolore sit deserunt esse deserunt sint irure est magna commodo est nisi tempor sunt sit. Eu amet eiusmod Lorem cupidatat minim voluptate cillum sit mollit tempor. Consequat proident enim cupidatat occaecat. Proident cillum exercitation tempor adipisicing duis anim culpa enim est ex consectetur.\n\nAdipisicing aliqua voluptate velit ut amet cupidatat anim tempor amet velit eu sunt. Qui eiusmod elit sit Lorem ad exercitation minim velit enim consequat excepteur. Veniam dolor sunt anim fugiat nisi minim incididunt. Eu aliqua reprehenderit mollit nisi aliquip enim elit ea aliquip ex ad in. Consectetur aliqua tempor qui minim exercitation voluptate officia Lorem commodo tempor consequat eu amet eu.","nominations":["Verla Schoen"]},{"name":"Asa Kris","slug":"asa-kris","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ryuchi311/128.jpg","involvement":"Do labore elit cillum excepteur est amet duis eu sunt dolore cupidatat et enim. Tempor nostrud quis ad eu nulla proident sunt ullamco deserunt sunt ipsum quis proident. Eu laboris magna adipisicing aute et ullamco dolor exercitation do occaecat commodo. Amet nulla excepteur mollit amet deserunt excepteur. Duis velit officia deserunt incididunt et non ea est.","qualifications":"Aliquip sit consequat enim officia voluptate veniam aliqua. Pariatur consequat laborum enim aliquip. Ut est officia aliquip aute qui magna sint fugiat est duis est est anim. Labore ad fugiat magna enim proident culpa aliquip.","goals":"Mollit cillum tempor aute aliquip. Incididunt cillum sit labore reprehenderit proident. Ullamco deserunt amet ut ad tempor id labore. Ad et non nisi in. Eu occaecat duis do amet fugiat dolor cupidatat. Eu eu irure pariatur ex reprehenderit sint nisi tempor.\n\nId aliqua pariatur exercitation ullamco ullamco eu ex ipsum veniam. Do proident occaecat dolor qui laboris consectetur nostrud fugiat non adipisicing. Exercitation tempor minim qui non aute voluptate eu irure laborum elit culpa. Laborum nulla eu eiusmod dolor sit voluptate id dolor. Ullamco do quis proident adipisicing deserunt et do adipisicing irure est. Magna fugiat minim incididunt voluptate.\n\nLabore enim fugiat fugiat veniam fugiat deserunt nulla magna. Amet amet laboris enim magna ad do eiusmod Lorem voluptate. Sunt exercitation voluptate dolor anim mollit magna ea proident qui exercitation. Aliqua sit non labore quis. Nostrud esse amet anim aliqua sit consequat laborum amet quis ad.","nominations":["Amy Kulas","Katrina Shanahan","Dane Torphy","Kelley Rice","Else Ryan"]},{"name":"Vicky Kuphal","slug":"vicky-kuphal","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/atanism/128.jpg","involvement":"Nisi laboris nulla dolor incididunt occaecat aute nulla in ad fugiat est labore aute. Incididunt exercitation consequat proident commodo fugiat occaecat laboris. Do mollit nulla duis voluptate exercitation sunt officia qui commodo tempor reprehenderit proident irure. Aliqua exercitation cupidatat fugiat irure aliqua et ea duis incididunt laboris proident ea in. Minim tempor esse et Lorem qui deserunt ullamco fugiat ullamco sunt enim.\n\nFugiat ex voluptate proident ipsum minim eiusmod voluptate et velit eiusmod officia aliquip duis. Nulla aliquip ea reprehenderit sint ex fugiat et minim. Fugiat amet et ad sit. Fugiat id et nostrud ex tempor labore eiusmod nisi consequat commodo. Consequat fugiat nulla nisi irure do tempor. Ea do duis enim qui.\n\nEsse amet pariatur amet minim eiusmod ex ad laborum elit nostrud. Exercitation dolore adipisicing excepteur deserunt anim occaecat velit consectetur ullamco in deserunt minim pariatur. Laborum et est qui ad enim in magna veniam id culpa nostrud ea labore. Non mollit dolor nulla exercitation ea commodo qui labore id non quis aliqua nulla proident. Elit dolore mollit in aliquip adipisicing non proident aute nostrud nulla do.","qualifications":"Occaecat officia deserunt ipsum incididunt. Magna enim incididunt eiusmod sunt est nisi ut sit irure elit id nulla sunt. Irure aute dolor consequat dolor. Ut fugiat proident mollit in ullamco aute culpa officia et mollit. Minim ea reprehenderit labore sunt nulla id id sunt laboris occaecat velit sunt do. Est occaecat id ea ex labore sit occaecat deserunt ex ex dolor velit dolor.\n\nCulpa tempor officia consequat cupidatat amet incididunt sunt esse. Consectetur nulla reprehenderit ea adipisicing et pariatur. Ea ipsum magna nostrud magna eiusmod qui labore in ad ex quis ad enim.","goals":"Exercitation ut minim reprehenderit laborum est consectetur aliquip ut elit elit. Sit velit ex veniam aliquip enim et minim aute commodo laboris duis velit. Occaecat aliquip consectetur enim eiusmod elit irure reprehenderit officia aute non fugiat minim magna.\n\nUllamco elit sunt eu voluptate pariatur veniam culpa. Anim proident quis consectetur in labore aliqua ex culpa exercitation reprehenderit. Veniam do ad nostrud cillum nulla sit consectetur adipisicing excepteur mollit anim dolore incididunt cillum. Consequat nostrud nisi irure quis exercitation aliqua est ad eiusmod minim enim adipisicing. Labore non anim laborum Lorem non laboris cillum duis aliquip. Cupidatat cupidatat officia duis deserunt culpa nulla incididunt ut minim nulla pariatur reprehenderit.","nominations":["Clemens Beier","Nat Trantow"]},{"name":"Karl Mills","slug":"karl-mills","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/marshallchen_/128.jpg","involvement":"Sint sunt eiusmod elit irure ullamco culpa amet elit ex magna veniam consequat laboris. Sunt ea mollit id amet et laboris in exercitation exercitation elit dolor irure est tempor. Consequat duis ut ea eu adipisicing incididunt dolore proident esse ut eiusmod eu. Et esse sit ipsum voluptate.\n\nLaborum ut dolore sint Lorem do deserunt. Ad ipsum proident esse ullamco id ea et ipsum dolor in incididunt nisi. Nostrud ex et ullamco eiusmod est. Nulla quis consectetur occaecat irure nostrud.\n\nNon mollit eiusmod dolor velit excepteur exercitation excepteur laboris. Ullamco pariatur mollit non consectetur sit mollit duis enim deserunt. Ipsum Lorem cupidatat eu aliqua aute nulla culpa ad labore ex. Sunt qui excepteur laboris cupidatat magna labore ex et non et duis exercitation labore. Commodo anim adipisicing veniam fugiat.","qualifications":"Cupidatat eu excepteur est magna do fugiat consequat nulla non cupidatat dolore. Culpa laborum amet quis exercitation Lorem non excepteur esse ipsum tempor aute enim occaecat. Laboris id in in ut occaecat labore ipsum aliquip.\n\nOccaecat officia elit nisi qui. Lorem magna ipsum incididunt est duis ipsum est eu officia commodo in esse sit ut. Velit culpa veniam et officia. Incididunt est dolor aliqua incididunt quis irure cupidatat non ullamco ut laboris veniam. Ex dolor reprehenderit elit tempor in dolore nostrud laboris officia ea aute eiusmod incididunt irure.","goals":"Reprehenderit ut dolore qui in quis. Consequat velit cupidatat non ea ad culpa adipisicing. Tempor ad tempor anim laboris labore proident nostrud irure reprehenderit. Id labore mollit anim quis in incididunt enim dolor ex dolor. Amet deserunt adipisicing consectetur voluptate cupidatat ad occaecat in occaecat qui.\n\nCupidatat elit consectetur tempor non eiusmod irure mollit dolore anim cillum velit incididunt quis. Laborum ipsum exercitation qui excepteur. Dolor reprehenderit minim excepteur nulla quis anim excepteur exercitation aute. Id dolore labore eiusmod qui duis dolore Lorem pariatur aute. Elit Lorem sit aliqua reprehenderit fugiat esse. Nulla ex fugiat officia Lorem anim et proident in.","nominations":["Emely Deckow","Kathleen Watsica","Armani Russel"]}]}]},"nationalConvention":{"candidates":[{"name":"Kathlyn Grimes","slug":"kathlyn-grimes","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/mattlat/128.jpg","involvement":"Laborum cillum excepteur ad tempor proident est aliqua veniam et sint tempor incididunt. Excepteur deserunt ea nulla pariatur. Ad ea eiusmod ullamco eu. Aliqua tempor qui fugiat dolor enim cupidatat laboris velit in aliqua excepteur ad. Nisi proident veniam irure velit proident sint est irure reprehenderit anim. Tempor voluptate qui cupidatat ex eiusmod reprehenderit qui deserunt magna in aliqua anim.\n\nEa eu do ex voluptate officia ad consequat qui deserunt minim. Ea aliquip incididunt irure do id aliqua. In ullamco consectetur officia minim velit. Minim nostrud nulla in sint ea proident qui id incididunt voluptate cupidatat. Ex eu veniam irure excepteur tempor aliqua quis. Esse quis sit tempor amet anim.","qualifications":"Fugiat occaecat ipsum sunt magna. Et incididunt pariatur et laboris esse anim est labore magna nulla magna ullamco et esse. Ex et occaecat aliqua occaecat aute laborum commodo ut aliqua eu aliquip ea.","goals":"Enim id ut irure incididunt exercitation qui aliqua cillum commodo sint excepteur cupidatat ex sunt. In occaecat qui ex consequat irure quis sit anim ullamco proident aute qui. Velit fugiat anim minim nulla velit veniam est reprehenderit deserunt cupidatat laborum consequat laborum. Exercitation commodo occaecat exercitation voluptate minim laborum fugiat in in aliquip nulla dolor consequat cupidatat. Labore in id enim nisi aliquip.\n\nEst nisi incididunt veniam excepteur ullamco nisi do Lorem. Eu nisi anim eu minim nulla et ut est. Voluptate laborum voluptate sint officia eiusmod laboris. Velit qui fugiat voluptate labore excepteur fugiat et consequat laborum labore deserunt pariatur. Quis ea exercitation consectetur veniam fugiat exercitation aliquip deserunt.\n\nElit et irure ex dolore qui reprehenderit pariatur. Et officia deserunt ea laborum Lorem laboris quis. Sunt enim id consequat mollit pariatur cupidatat. Consequat dolore laboris consequat non reprehenderit aute ut excepteur voluptate sint sunt. Sit adipisicing fugiat duis do amet dolor non ipsum cupidatat dolor. Nisi culpa esse veniam nisi cillum ad ut tempor. Nisi sunt sit duis culpa minim ad ad exercitation sint id adipisicing voluptate aliqua consectetur.\n\nId officia commodo veniam cillum mollit nostrud voluptate ea. Sint ullamco sit ut est exercitation velit Lorem excepteur est culpa exercitation cupidatat anim. Amet laboris fugiat eiusmod minim. Nostrud velit sunt do velit cupidatat. Nostrud sunt proident qui exercitation laborum culpa. Mollit reprehenderit pariatur culpa ut adipisicing et irure eu ad elit cillum. Deserunt laborum ex excepteur mollit excepteur ad aliqua Lorem.","nominations":["Mack Hansen"]},{"name":"Burley Wilderman","slug":"burley-wilderman","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/shesgared/128.jpg","involvement":"Labore exercitation eiusmod veniam tempor. Cillum fugiat nulla ad et magna quis. Dolore officia laboris veniam laborum fugiat ea et incididunt ad. Quis enim tempor excepteur amet aute laborum aliqua in adipisicing pariatur enim do. Cillum qui fugiat excepteur ex incididunt do tempor dolor dolor exercitation esse aliquip amet pariatur.","qualifications":"Anim sint minim non Lorem anim occaecat irure non sit. Labore ex sunt cillum incididunt elit dolor veniam et deserunt. Est dolore et exercitation pariatur occaecat laboris eu irure cillum aute eiusmod Lorem ullamco. Enim anim laborum tempor voluptate dolore deserunt magna.","goals":"Ex veniam incididunt irure pariatur sit qui. Pariatur cillum minim enim culpa irure deserunt mollit dolore in consectetur. Consequat amet veniam elit exercitation esse duis laborum labore ullamco cupidatat proident anim excepteur. Irure aliqua et cillum adipisicing id elit. Sit quis anim do velit.\n\nElit qui deserunt duis sunt culpa minim esse fugiat. Laborum anim labore aute voluptate labore quis non consectetur nisi est in commodo et. In proident culpa dolor exercitation exercitation duis officia minim ex ex voluptate in.\n\nEu qui enim excepteur fugiat pariatur deserunt elit culpa mollit anim veniam laboris velit veniam. Ex ad cupidatat proident proident qui ipsum deserunt duis cillum. Veniam et anim incididunt adipisicing proident adipisicing in nulla magna do ex. Nostrud ea fugiat laboris ad irure commodo anim labore reprehenderit voluptate amet. Aliqua nisi cupidatat nostrud ex qui nisi est ut esse aliqua nisi.","nominations":["Kayden Shanahan","Herminio Blanda"]},{"name":"Greyson Toy","slug":"greyson-toy","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/andyisonline/128.jpg","involvement":"Veniam aliquip dolore do amet do nisi irure dolor. Officia fugiat culpa mollit sit aliquip anim laborum dolor culpa ex quis est dolore. Adipisicing enim magna id excepteur do sint aliqua excepteur Lorem laboris esse aliqua tempor. Adipisicing in duis eiusmod tempor Lorem duis adipisicing magna. Dolore id mollit laboris ipsum in excepteur ipsum occaecat cillum irure ex Lorem. Elit exercitation ipsum voluptate eiusmod magna aliquip tempor est aliqua id sit occaecat reprehenderit. Et culpa magna occaecat pariatur adipisicing dolore incididunt.","qualifications":"Laborum do proident deserunt veniam amet aute non mollit. Magna adipisicing id aliquip laboris amet commodo excepteur veniam voluptate officia adipisicing dolore in veniam. Laborum fugiat ea aliquip ea incididunt duis et voluptate eiusmod aliqua. Aute adipisicing aliqua fugiat pariatur pariatur excepteur consequat sint aute proident enim eu ex in. Amet aliqua excepteur tempor voluptate sint non amet ad amet ut aliqua duis labore et. Irure id cillum sit ex aliqua enim nisi velit ad esse in commodo incididunt. Nostrud cillum eiusmod ad qui enim occaecat aliquip.\n\nMinim ipsum laboris ut exercitation velit magna mollit est deserunt ex cupidatat elit et. Anim dolore aliquip minim est nisi est ex dolore adipisicing veniam enim laboris. Excepteur irure officia voluptate veniam tempor est pariatur aute.","goals":"Ipsum et dolor ad irure consectetur dolore culpa Lorem. Minim consectetur minim magna duis aliqua ipsum reprehenderit. Anim irure eiusmod magna ullamco in cillum proident aliquip irure deserunt. Consequat mollit sit cupidatat aute aliquip magna mollit tempor amet sunt eu dolore. Fugiat aliquip anim voluptate enim incididunt est cupidatat occaecat.\n\nEsse ea labore non sint amet commodo officia qui id. Officia eiusmod sint quis aute reprehenderit incididunt enim consequat pariatur consectetur minim. Eu adipisicing veniam occaecat voluptate labore deserunt est dolore ullamco adipisicing esse irure esse.\n\nNon elit ut dolore deserunt. Commodo cupidatat nulla ea enim est in officia sit tempor exercitation est anim consectetur elit. Laboris ex elit magna quis ex id aliquip consectetur. Aliqua ad amet nostrud Lorem ut laborum culpa sint. Est in ut ipsum commodo commodo ipsum nostrud do est minim duis quis ex duis.","nominations":["Francesca Cormier"]},{"name":"Kendrick Purdy","slug":"kendrick-purdy","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/stalewine/128.jpg","involvement":"Consectetur nostrud id occaecat nisi excepteur. Minim incididunt et et qui mollit sint deserunt Lorem culpa duis. Fugiat Lorem voluptate aliqua cupidatat aliqua velit ut est labore. Aute est eu id adipisicing. Nostrud nulla dolor mollit reprehenderit excepteur dolor sit consequat deserunt.","qualifications":"Officia ea dolore eiusmod aliqua. Deserunt voluptate laboris mollit do labore ex. Incididunt labore sit ipsum adipisicing anim in qui quis. Anim velit et tempor quis.\n\nLaborum aliquip commodo magna Lorem et enim irure proident quis. Ipsum nisi consectetur Lorem nisi officia nulla fugiat elit. Officia dolor consectetur qui officia commodo aute culpa ad reprehenderit deserunt in. Incididunt adipisicing dolor adipisicing sunt ex proident ullamco mollit deserunt deserunt aliqua elit ad tempor.","goals":"Ex fugiat irure id occaecat nulla. Enim veniam anim id aliqua qui et velit ex fugiat nulla in commodo. Eiusmod ad anim nostrud est ea est fugiat fugiat aliqua ipsum est. Voluptate aliqua consectetur ex irure eiusmod consectetur quis irure culpa. Nulla enim aliquip ea ad velit irure eu dolore amet adipisicing incididunt voluptate. Veniam amet laborum sunt cillum nisi do qui.\n\nUt incididunt sit tempor est exercitation enim cupidatat. Enim non excepteur elit dolor cupidatat non ut. Labore consectetur consectetur eiusmod consectetur anim commodo ex officia occaecat nisi cillum est velit. Fugiat magna Lorem ad dolor velit. Ex aliquip quis eiusmod id nulla voluptate consectetur do adipisicing adipisicing eu id.\n\nEt nostrud et ut exercitation minim id eiusmod. Mollit laborum tempor do exercitation commodo proident ullamco. Exercitation Lorem magna mollit laboris voluptate reprehenderit. Laborum do ea dolore mollit ut enim cillum labore veniam ipsum nisi duis ad.\n\nIn ex laborum et velit ut minim veniam anim excepteur in. Aliquip enim nisi qui aliquip ullamco ut quis veniam do velit. Duis elit velit qui ea amet quis ad ad exercitation ullamco culpa magna quis culpa. Non occaecat reprehenderit cupidatat sint duis duis occaecat cupidatat laboris aute enim consequat nostrud esse.","nominations":["Elyse Bayer"]},{"name":"Vincenzo Hermiston","slug":"vincenzo-hermiston","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/dannol/128.jpg","involvement":"Dolor excepteur consequat occaecat et laboris quis aliqua dolore. Mollit fugiat do dolor irure non duis tempor anim consequat sint reprehenderit cupidatat amet. Id veniam elit culpa reprehenderit Lorem. Exercitation proident cupidatat adipisicing incididunt do. Nisi pariatur quis anim ullamco ex.\n\nIpsum est culpa esse incididunt. Officia eiusmod culpa cillum eiusmod ullamco velit consequat in incididunt qui nisi excepteur ex occaecat. Eiusmod officia qui id minim magna minim. Nulla cillum ea dolore do dolore voluptate non excepteur amet incididunt consequat. Aliqua esse commodo eu laborum duis aute voluptate velit elit nostrud aliquip.","qualifications":"In do est consectetur do consectetur. Laboris in est ipsum nostrud voluptate labore aute pariatur exercitation sint nostrud non. Adipisicing adipisicing qui non adipisicing. Velit incididunt et cupidatat excepteur officia laborum excepteur in est tempor consectetur nisi anim voluptate.\n\nIrure cillum nisi veniam deserunt. Nisi proident consequat occaecat dolor proident voluptate do ex excepteur cupidatat nulla. Ex consequat sit proident cillum magna exercitation consequat. Cupidatat aliqua tempor ea dolore eiusmod mollit duis aliquip officia aliqua sunt do. Qui adipisicing in pariatur sunt nisi ut nostrud. Sit duis enim adipisicing aute pariatur sint aute quis.","goals":"Ipsum duis eiusmod sit ad quis quis dolore ea proident non aliqua culpa. Occaecat eiusmod nostrud laborum veniam do ullamco Lorem aliquip sint aliquip elit sunt eu. Duis enim dolor anim cupidatat esse sit proident pariatur nisi. Irure culpa laboris labore sunt eiusmod velit non consequat eu culpa voluptate proident cillum labore.\n\nProident adipisicing laborum laborum aute culpa est cillum aliqua cillum Lorem labore tempor consequat cillum. Nisi consectetur ad proident cillum ut sit cillum do velit ipsum non. Voluptate ut Lorem aliquip ea officia consequat exercitation laboris amet quis. Incididunt exercitation esse occaecat laborum.\n\nOccaecat sit incididunt anim enim esse veniam dolor voluptate. Commodo quis eiusmod pariatur veniam reprehenderit nisi ea deserunt enim elit deserunt consequat. Magna duis ad pariatur ipsum minim ea sunt magna. Fugiat sint laboris in est eiusmod ex enim deserunt velit qui. Officia do quis sit occaecat incididunt amet deserunt velit deserunt magna nostrud. Est officia aliqua magna ad veniam aliqua sint fugiat incididunt laboris nulla excepteur sint. Tempor dolore adipisicing dolor fugiat nulla quis laboris nostrud proident do eiusmod incididunt.","nominations":["Tracy Corkery","Adolph Boyle"]},{"name":"Makenzie Howe","slug":"makenzie-howe","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/gabrielizalo/128.jpg","involvement":"Ut velit tempor cillum magna ut adipisicing aliquip quis. Magna anim eiusmod quis pariatur. Eu Lorem incididunt dolore dolor fugiat occaecat ullamco nulla cupidatat. Minim consequat et aliquip elit culpa deserunt Lorem officia deserunt id incididunt.\n\nLaboris id nostrud anim ad pariatur anim aute culpa consectetur. Consequat ex do culpa cillum quis commodo ullamco. Consectetur aliquip pariatur culpa tempor ullamco esse reprehenderit. Ut minim cupidatat nulla deserunt commodo aliquip fugiat aliqua aliquip enim.","qualifications":"Occaecat cillum magna cupidatat ad eiusmod veniam occaecat eu ullamco commodo eiusmod. Anim sint pariatur labore dolore aute ea proident veniam Lorem. Ex voluptate duis sunt sit in eu deserunt deserunt nisi ullamco mollit occaecat sint excepteur. Ea eu ea laborum est aliquip ex esse ullamco consequat. Culpa nisi sunt sunt deserunt culpa ullamco officia fugiat. Officia mollit commodo enim id eiusmod esse veniam non nulla aliquip tempor nisi. Voluptate minim ea dolore dolore exercitation irure ipsum ex deserunt do esse sint.","goals":"Nostrud laborum id consectetur magna dolore nulla eu ea. Excepteur elit consectetur eiusmod minim ex nulla non excepteur labore officia qui consectetur proident deserunt. Non sint pariatur amet sunt. Ullamco sit reprehenderit irure exercitation sint laborum. Culpa ea aute aliquip esse irure excepteur minim quis ex non velit commodo. Irure culpa sit adipisicing laborum occaecat dolor anim et commodo commodo elit.\n\nAd cillum non sint labore pariatur amet consequat et. Dolor adipisicing ex adipisicing minim consectetur officia occaecat aute eu voluptate irure est ea. Adipisicing labore irure adipisicing adipisicing mollit elit magna duis deserunt voluptate ea cupidatat velit. Enim adipisicing tempor reprehenderit consequat dolore excepteur.","nominations":["Marley Huel","Shakira Dibbert","Conrad Runolfsdottir","Rusty Daniel"]},{"name":"Cornelius Reichert","slug":"cornelius-reichert","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/mwarkentin/128.jpg","involvement":"Laborum deserunt ullamco voluptate cupidatat voluptate ut irure voluptate magna magna ullamco quis pariatur. Consectetur voluptate ad excepteur labore consectetur cupidatat. Ullamco do sit minim veniam. Eu esse non aliqua sint excepteur deserunt aliqua commodo exercitation commodo ex. Nulla anim incididunt incididunt exercitation Lorem. Adipisicing eu pariatur do amet.","qualifications":"Occaecat exercitation qui est duis reprehenderit in eiusmod ad exercitation ad. Veniam reprehenderit aliquip mollit proident sit ex tempor tempor. Veniam proident consequat adipisicing proident nostrud enim dolor officia elit elit. In eu proident cillum aliqua adipisicing nisi aliquip laboris in dolor eiusmod est esse. Esse dolore est ad sint nulla non reprehenderit qui magna ipsum adipisicing quis deserunt. Occaecat sunt ex adipisicing elit eu eiusmod reprehenderit tempor laborum do est mollit. Eu qui labore officia laboris aliquip est ipsum est.","goals":"Est quis ullamco elit eiusmod ut pariatur dolor ea. Amet ullamco ea laboris nostrud consectetur ipsum ut amet. Ad ullamco et do cillum nisi fugiat labore. Sit anim dolor incididunt ut. Adipisicing eu elit ea qui reprehenderit exercitation qui enim anim quis. Commodo eiusmod labore laborum ad aute.\n\nReprehenderit officia qui quis officia in excepteur ea dolor reprehenderit ea. Labore nostrud pariatur fugiat proident ea do sit nisi. Ad sunt laborum laborum ea reprehenderit do proident veniam incididunt aliquip aliqua id cillum. Minim proident eiusmod sunt quis et elit consequat. Nostrud qui consectetur aliquip qui irure dolor occaecat culpa quis.","nominations":["General Wuckert","Carolina Kirlin"]},{"name":"Torrance Rosenbaum","slug":"torrance-rosenbaum","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/rahmeen/128.jpg","involvement":"Aute irure reprehenderit do ullamco Lorem non magna laboris. Qui labore laboris irure reprehenderit ullamco est est. Ea excepteur magna labore nostrud elit.\n\nId excepteur minim in est non elit ipsum fugiat fugiat nostrud. Nisi deserunt labore fugiat esse ullamco reprehenderit exercitation sunt proident qui excepteur sit enim cupidatat. Ut cupidatat id aliquip quis anim cillum id labore sint ea adipisicing sint ea consequat.\n\nDolor anim eu laborum sunt laboris est Lorem in incididunt dolor. In elit ut velit cillum. Adipisicing consectetur id excepteur reprehenderit proident quis reprehenderit laboris dolor ea eu. Dolore fugiat laboris occaecat ut tempor. Eu deserunt dolor proident consectetur. Tempor elit officia proident qui aliqua ullamco eu magna nostrud laboris.","qualifications":"Anim adipisicing commodo est culpa velit. Excepteur id laboris occaecat cillum mollit velit ipsum exercitation proident mollit id. Laboris sunt mollit adipisicing excepteur officia et proident minim officia ad culpa anim. Minim voluptate qui nulla Lorem voluptate laborum do sint duis nulla cupidatat est laborum ut. Sit est culpa nisi aute.","goals":"Occaecat dolor amet eu occaecat anim occaecat voluptate ad cupidatat duis qui eu aliqua. Minim est do sit est. Tempor incididunt fugiat Lorem Lorem excepteur Lorem nulla. Ex aute ut consequat anim labore ea nostrud. Dolor deserunt amet quis magna in id minim consectetur amet eu aliquip.\n\nSunt sunt tempor fugiat labore ad. Officia eiusmod veniam ipsum duis est ad ut irure laboris fugiat ullamco adipisicing aliqua nostrud. Minim sit elit enim eiusmod sit quis minim. Ea ea Lorem aliquip ullamco nostrud.","nominations":["Baby Lowe","Deshaun Considine","Houston Rodriguez"]},{"name":"Reva Lang","slug":"reva-lang","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/dmackerman/128.jpg","involvement":"Sunt tempor non sunt culpa. Tempor consequat occaecat voluptate cupidatat aliquip et eu culpa tempor consectetur. Cillum deserunt mollit laboris ipsum nostrud nostrud sunt consectetur nulla. Non culpa magna id tempor amet fugiat ut. Est do nulla sunt aliquip anim ipsum duis aliquip nulla do. Esse sit nulla et tempor duis aliqua cupidatat laboris et voluptate. Ipsum ullamco est commodo irure do ut qui esse ex veniam dolore esse sint adipisicing.\n\nCommodo excepteur voluptate magna amet. Ex cillum minim in ullamco excepteur id aute ad nisi magna. Aute est dolor irure do reprehenderit consectetur. Incididunt aute aute officia id velit sunt do exercitation culpa dolor ea nulla esse.\n\nConsectetur nostrud quis incididunt exercitation labore commodo anim amet pariatur duis enim cupidatat ea adipisicing. Nisi deserunt commodo labore sint excepteur veniam pariatur reprehenderit. Qui consectetur pariatur excepteur reprehenderit in velit et aliquip. Commodo est adipisicing esse sint id Lorem esse exercitation et cupidatat. Do aute officia irure anim voluptate consectetur fugiat amet Lorem.","qualifications":"Cupidatat fugiat Lorem esse labore esse id duis mollit proident qui. Duis elit sit est ad commodo cupidatat officia deserunt deserunt. Consectetur labore quis consectetur ipsum tempor ex voluptate. Excepteur deserunt est laborum amet labore.\n\nLorem consectetur ullamco sunt quis Lorem consequat. Ex nisi et tempor magna occaecat nisi labore est anim. Commodo nulla minim occaecat enim incididunt voluptate laborum excepteur consectetur consequat dolor.","goals":"Fugiat et nulla irure reprehenderit cupidatat dolore veniam ea nisi magna consequat veniam fugiat laboris. Anim laboris tempor aute consectetur. Sunt deserunt id eu consectetur sint fugiat consectetur eiusmod labore proident ullamco. Reprehenderit sit voluptate eu consectetur veniam. Cillum minim pariatur reprehenderit ut reprehenderit non eiusmod ad esse minim. Voluptate commodo veniam amet tempor ad commodo excepteur sint et ad et nisi Lorem. Mollit Lorem enim sunt elit proident velit sit.\n\nAdipisicing aliqua est qui non qui sint sunt. Amet mollit irure dolor duis cupidatat minim ut dolor ea sunt excepteur minim. Qui ea nostrud est mollit aliqua esse. Minim laborum officia ut exercitation pariatur qui elit sint nisi occaecat ullamco ut elit. Eiusmod officia eu sint in quis excepteur sit proident. Esse est ipsum ex enim consectetur. Amet in consectetur consequat et excepteur in.","nominations":["Idell Miller"]},{"name":"Ulises Reynolds","slug":"ulises-reynolds","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/rtgibbons/128.jpg","involvement":"Eu laboris ad ut non et. Aliquip elit magna commodo est consequat id proident sunt anim enim labore elit ad. Excepteur excepteur ea commodo proident eiusmod magna. Et fugiat quis excepteur cillum cupidatat. Id sunt anim aliqua aliquip Lorem.\n\nMagna deserunt est culpa sint fugiat amet irure amet et excepteur aute nostrud incididunt. Incididunt laborum veniam proident dolore. Nostrud pariatur aliquip irure cillum laboris ullamco incididunt anim fugiat nisi consequat esse occaecat reprehenderit. Proident aute incididunt incididunt culpa reprehenderit sunt ullamco nisi. Anim reprehenderit incididunt fugiat ut labore adipisicing est consectetur. Esse cillum magna ad fugiat magna adipisicing eiusmod officia quis nisi.","qualifications":"Non aute ex sunt voluptate pariatur ipsum incididunt minim est. Pariatur excepteur laborum elit deserunt consequat quis tempor tempor commodo sunt consectetur. Nostrud veniam incididunt incididunt officia dolor ea voluptate excepteur occaecat. Deserunt ut proident dolor anim mollit velit proident aute id sit aliqua. Nostrud elit officia duis exercitation labore laboris anim.\n\nAliqua dolore cillum nostrud duis cillum est qui ut. Fugiat qui aute laboris mollit veniam commodo nisi amet ad cillum ea nostrud nostrud culpa. Laborum cillum occaecat aliqua sunt non elit Lorem eiusmod sint. Proident ut nisi eu nisi commodo quis esse ea sunt cupidatat aliqua elit. Commodo ex ad tempor fugiat proident mollit do aute deserunt in et exercitation nostrud labore.","goals":"Ipsum eiusmod sint proident elit sit minim incididunt est occaecat duis ut laborum laborum et. Ad laboris quis veniam dolor nulla velit aliqua ex tempor amet eiusmod ipsum. Aute esse occaecat id in esse aliquip ullamco enim magna. Lorem sint laboris enim eu sint incididunt duis. Ut ex ut minim sunt officia qui ea esse sunt nostrud reprehenderit ullamco aliqua et.\n\nAmet aute anim aute ut occaecat consectetur quis do incididunt sit. Voluptate duis voluptate deserunt nostrud velit voluptate consectetur minim proident consectetur cupidatat aute. Dolore incididunt qui sunt consectetur quis. Cupidatat pariatur enim dolore ex mollit velit eu id veniam reprehenderit reprehenderit. Culpa occaecat in officia ex veniam. Reprehenderit proident ut magna consectetur nulla ipsum laborum officia esse minim. Consectetur enim anim in esse cupidatat est labore commodo magna enim et aliquip sint.\n\nQui occaecat esse sunt consequat fugiat est nisi. Aute eiusmod ipsum ullamco ut veniam Lorem velit eiusmod sunt tempor officia tempor. Esse elit eu ex eu. Qui reprehenderit mollit eiusmod consectetur sint do. Voluptate sit veniam in tempor nisi aliqua ex duis fugiat proident et fugiat. Consequat magna consequat amet nisi in id enim cupidatat.\n\nDo laboris veniam aliqua enim pariatur quis. Nisi et qui pariatur commodo qui. Qui reprehenderit labore ut ullamco do ut fugiat aliqua veniam qui commodo non. Quis et proident elit ut ex veniam consectetur tempor sint duis aliquip officia. Excepteur ex ipsum nisi magna nostrud sit amet ea culpa incididunt deserunt fugiat. Voluptate culpa nisi voluptate tempor quis dolor aute mollit cillum velit aute id nostrud. Esse do duis eu non occaecat ex pariatur laboris.","nominations":["Andreane Sanford"]},{"name":"Gladys Pfeffer","slug":"gladys-pfeffer","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/marosholly/128.jpg","involvement":"Consequat elit labore enim id sunt est dolor elit. Mollit irure incididunt commodo do dolore aute ipsum. Consectetur officia qui in amet Lorem aute veniam. Nostrud nisi dolor est eu. Consequat ipsum in veniam et irure ex adipisicing ex aute. Ea in adipisicing veniam aliqua aliqua adipisicing voluptate nostrud est sit nulla ad consequat velit. Irure consequat eiusmod ad sunt do culpa irure sint reprehenderit labore ad esse.","qualifications":"Consectetur elit ex consequat aliqua ullamco adipisicing aute deserunt. Aute nisi ut proident sint commodo velit ipsum ea. Laboris excepteur sunt esse ex amet duis non officia proident irure. Ipsum in occaecat voluptate nisi id ad duis.\n\nIn ex sunt dolor deserunt Lorem eu excepteur veniam tempor. Incididunt velit aliquip id mollit aliqua proident ad laboris enim labore nulla ut culpa aliqua. Dolore laboris pariatur ut adipisicing aute magna adipisicing voluptate consequat. Tempor in Lorem laboris labore officia velit elit magna aute irure duis. Nostrud Lorem aliqua aute non qui enim aute quis. Consequat magna ea magna adipisicing elit occaecat aliquip qui nisi.","goals":"Dolore sit pariatur ullamco esse excepteur cillum velit et sunt ea ea. Incididunt occaecat consectetur culpa proident aute reprehenderit officia duis adipisicing aliqua veniam tempor ullamco. In veniam ad pariatur aliquip.\n\nPariatur eu ad deserunt magna. Aliqua non eiusmod qui laboris nulla. Ipsum nostrud ipsum occaecat elit irure commodo adipisicing aute dolore ipsum magna incididunt. Minim tempor ea veniam eu Lorem duis dolore reprehenderit proident ut deserunt est consectetur tempor. Id tempor elit officia eu irure occaecat excepteur.","nominations":["Maddison Donnelly","Raegan Pouros"]},{"name":"Jaquelin Klocko","slug":"jaquelin-klocko","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ssiskind/128.jpg","involvement":"Eu cupidatat quis aliquip consequat non nisi consectetur esse tempor proident. Nisi esse sint sit proident anim minim tempor irure duis magna veniam. Cillum duis labore esse qui velit sunt. Anim qui id aliquip incididunt dolor culpa cillum id. Pariatur occaecat duis deserunt nisi sunt Lorem voluptate est.\n\nSunt anim eu reprehenderit exercitation elit occaecat occaecat dolor. Laborum ex adipisicing ipsum magna ullamco aliquip ea elit veniam aute dolor et et elit. Magna do sunt in minim mollit. Anim officia fugiat eu deserunt sint ea sunt tempor ea officia. Incididunt non exercitation irure ipsum officia. Deserunt adipisicing adipisicing ex occaecat enim pariatur excepteur qui.","qualifications":"Ut in in eu dolore adipisicing ad eu excepteur deserunt Lorem. Reprehenderit laboris aute officia labore amet incididunt. Voluptate magna adipisicing tempor eiusmod pariatur commodo nulla.\n\nAnim do labore ut ullamco cupidatat enim cupidatat dolore anim consequat. Amet sint fugiat consectetur reprehenderit ex enim. Do occaecat commodo ea voluptate adipisicing deserunt laborum do in aliquip.","goals":"Pariatur pariatur et non ad officia proident dolor tempor incididunt irure labore. Reprehenderit qui irure ut reprehenderit non ex voluptate ullamco esse Lorem irure velit. Anim sunt dolore eu occaecat nostrud officia velit ex id voluptate proident amet.\n\nMagna ea magna incididunt veniam ea aute veniam excepteur fugiat laboris id. Cillum magna mollit duis cillum ad. Eu cupidatat do et sit irure mollit cillum excepteur laboris. Consequat minim dolore laborum ad ut nulla adipisicing. Ullamco proident irure reprehenderit in sint amet cillum labore aliquip qui.","nominations":["Michael Lind","Ada Collier","Adelbert Feest","Lyla Koss"]},{"name":"Terence Hessel","slug":"terence-hessel","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/aiiaiiaii/128.jpg","involvement":"Irure cillum sint incididunt nulla culpa sit magna culpa et qui do ex. Eiusmod nisi reprehenderit occaecat aliquip velit esse amet reprehenderit. Officia cupidatat reprehenderit ea do ad mollit velit adipisicing amet ex commodo. Enim enim non sunt velit in excepteur enim. Veniam anim sit minim labore. Ipsum deserunt eu dolor ullamco labore minim ad. Amet ut nulla mollit ea tempor sint.\n\nLabore amet ut ut cillum in nulla proident nostrud reprehenderit. Occaecat anim proident labore eu mollit consequat. Exercitation officia et deserunt exercitation Lorem mollit cupidatat ea occaecat. Excepteur eu occaecat amet laborum exercitation reprehenderit amet aliquip. Duis laborum laboris sunt aliqua sunt. Aute anim nisi commodo ipsum deserunt mollit irure do dolor do nostrud. Sunt tempor laborum quis consequat qui mollit.","qualifications":"Ipsum cillum fugiat ad velit. Dolor anim non dolore labore fugiat tempor voluptate excepteur aliqua exercitation tempor magna voluptate exercitation. Irure velit duis qui occaecat sint do ut cillum sint et irure deserunt. Tempor esse nulla culpa consectetur officia irure id consectetur pariatur. In eiusmod excepteur tempor aliqua dolor nostrud qui nulla nostrud nisi pariatur incididunt exercitation sint.\n\nUllamco duis eiusmod consequat enim incididunt laboris reprehenderit reprehenderit dolor excepteur culpa fugiat voluptate anim. Laborum labore mollit duis nostrud ex reprehenderit consequat. Magna eiusmod consectetur enim aliquip eiusmod anim Lorem.","goals":"Nulla duis aute enim consequat id tempor non pariatur. Occaecat mollit velit sit ea ex nostrud esse labore irure mollit. Reprehenderit nostrud minim ex eiusmod aliqua anim. Duis aliqua voluptate aliquip Lorem commodo ut cupidatat. Irure voluptate elit commodo nisi ex enim Lorem elit fugiat ipsum esse duis ad.\n\nAmet exercitation culpa incididunt irure nulla nulla mollit. Aliquip non veniam duis cupidatat fugiat anim amet aliqua adipisicing culpa dolore dolore. Nisi est nisi id aliquip nisi consequat ea enim Lorem minim elit Lorem velit. Enim exercitation in do ad tempor consequat.\n\nIpsum ullamco commodo cillum cupidatat. Adipisicing velit et duis minim anim qui enim commodo quis velit. Amet ut id in aliqua esse exercitation culpa et ipsum laboris in irure. Qui velit ea esse eu magna.\n\nUllamco do ut labore cillum reprehenderit ut veniam ipsum et occaecat nostrud culpa. Excepteur irure reprehenderit ipsum laboris tempor enim quis nisi sint sunt veniam anim. Adipisicing nisi veniam duis nulla ex. Et laboris sint magna nostrud exercitation nisi proident velit. Eu culpa irure nostrud laborum commodo consequat veniam duis irure occaecat ullamco cupidatat. Laborum eu aliquip enim anim esse commodo.","nominations":["Tyra Bogan"]},{"name":"Celestino Thompson","slug":"celestino-thompson","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/nomidesigns/128.jpg","involvement":"Dolor voluptate nisi do cillum eu Lorem amet in eiusmod reprehenderit cillum deserunt aliqua aliqua. Et dolor adipisicing proident excepteur eiusmod laborum cillum consequat ex. Eiusmod tempor commodo amet in exercitation excepteur. Do ullamco aliquip excepteur mollit sint. Quis deserunt ex excepteur eiusmod in ipsum esse amet anim do tempor exercitation fugiat sunt.\n\nUt in enim non aliquip consequat ex enim. Esse labore deserunt deserunt est Lorem fugiat labore. Laborum occaecat dolore dolor esse. Sint anim laboris labore esse quis laboris in sit. Duis velit esse laborum Lorem ea in do. Excepteur exercitation et esse do reprehenderit sit tempor magna nisi dolor. Cillum sunt reprehenderit adipisicing sint.","qualifications":"Qui proident aliqua excepteur irure aliqua anim aute. Nulla esse est cupidatat officia. Dolore est nostrud occaecat dolore do laboris Lorem enim exercitation quis anim eiusmod irure cupidatat. Sunt quis tempor deserunt in mollit aliqua. Nostrud ad exercitation eu cillum irure eu ut in ad enim duis.\n\nFugiat ullamco reprehenderit exercitation consectetur quis consectetur ex ea et veniam esse. Cupidatat elit ea nisi magna commodo. Veniam culpa elit cillum ea incididunt est sunt esse amet est. Exercitation culpa reprehenderit elit duis esse enim dolore deserunt veniam. Veniam esse occaecat sunt et pariatur ad sint. Fugiat voluptate quis consequat ea dolore ut elit Lorem anim incididunt veniam deserunt. Do enim aliquip officia laboris voluptate nostrud irure ullamco cillum officia nulla enim ipsum.","goals":"Duis tempor labore enim in minim sint veniam esse incididunt mollit adipisicing. Ipsum magna elit ut enim enim esse. Ipsum dolore fugiat exercitation pariatur sit. Aute elit ea ea ullamco tempor pariatur ipsum occaecat in quis commodo. Nisi culpa cillum ullamco dolor eiusmod mollit ad cupidatat sunt consequat do aute cillum. In ad in nulla ad Lorem proident aute consectetur.\n\nConsectetur ad veniam pariatur anim ipsum eu ullamco mollit dolor nulla sunt et non amet. Enim sunt ullamco consequat ea qui non culpa do. Est incididunt qui Lorem officia incididunt occaecat. Lorem id dolor ullamco elit laborum enim. Mollit dolor anim magna quis enim laboris sunt minim tempor consectetur irure tempor magna. Incididunt incididunt est qui exercitation incididunt dolor laboris in ex dolore aute ut. Fugiat laborum reprehenderit pariatur Lorem quis id irure sint et duis aliqua.\n\nSit qui in nostrud aliquip laborum quis adipisicing duis cillum commodo cillum. Consequat adipisicing exercitation laborum ad enim. Ut eu est dolor aute elit eu commodo aliquip sit enim. Fugiat Lorem ipsum non non incididunt eiusmod deserunt consequat velit voluptate sit.\n\nPariatur reprehenderit qui irure laboris esse eiusmod ad eiusmod et et amet fugiat aute. Duis dolore excepteur incididunt fugiat. Voluptate officia consequat magna Lorem proident excepteur id reprehenderit veniam officia id ex. Pariatur ea ea ut dolor. Dolore consequat aute est veniam aliquip duis voluptate ex do. Pariatur enim do reprehenderit qui aliquip amet occaecat ut magna proident. Pariatur minim eu labore deserunt nulla laboris aliquip est ad.","nominations":["Henry Balistreri"]},{"name":"Romaine Bahringer","slug":"romaine-bahringer","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/marakasina/128.jpg","involvement":"Esse irure duis est ut id amet ea labore commodo officia sint. Fugiat dolore cillum aute ea esse ex labore. Anim quis eiusmod duis incididunt minim. Dolore reprehenderit enim adipisicing aute amet ad do ullamco.\n\nProident officia commodo adipisicing laboris consequat consequat proident elit Lorem magna. Esse cillum commodo consequat proident sint aliquip ullamco elit duis sint quis duis voluptate voluptate. Ad dolore irure irure elit mollit excepteur ex eiusmod fugiat. Ut ullamco non magna officia mollit voluptate dolore. Reprehenderit consectetur fugiat aliqua laboris Lorem quis qui. Magna incididunt minim sint labore eu tempor.","qualifications":"Esse tempor velit cupidatat occaecat sunt quis amet commodo tempor Lorem do magna commodo fugiat. Sint dolore nulla culpa cillum in occaecat exercitation. Dolore sit sint Lorem irure occaecat consectetur dolor. Aliquip tempor anim voluptate incididunt labore cillum aliqua. Dolore voluptate excepteur anim anim.\n\nExercitation elit deserunt nulla nisi laborum nostrud mollit. Consectetur tempor do ea magna nulla et. Sint tempor eu sunt proident aliqua. Dolore deserunt nostrud dolor proident. Laborum aute aliqua pariatur aute cupidatat qui. Ullamco non velit Lorem incididunt culpa consectetur enim ut do ex sint.","goals":"Dolore qui laboris labore ullamco sit deserunt occaecat magna laborum. Consectetur nulla pariatur esse laboris veniam labore qui. Ullamco officia dolore esse velit eiusmod duis irure cillum. Nisi sit occaecat elit sint irure est veniam ea aute laborum veniam fugiat ex exercitation.\n\nAliquip veniam id elit proident aliqua consequat Lorem nulla cupidatat magna ipsum duis. Cupidatat incididunt quis ullamco cupidatat aliqua non veniam nisi elit duis reprehenderit est sit. Exercitation do culpa aute incididunt. Culpa est dolore ad elit nostrud dolore ea cupidatat id non aute pariatur eu quis.\n\nPariatur in laborum sint labore duis dolore incididunt exercitation id pariatur Lorem exercitation do velit. Adipisicing exercitation et ullamco laborum sint irure aliqua laboris exercitation incididunt laboris. Duis in mollit ipsum reprehenderit commodo aliqua consequat nisi. Est amet minim cillum tempor laboris mollit duis Lorem do nostrud laboris ad fugiat est.","nominations":["Margarette Crist","Carmela Towne","Frederick Jaskolski"]},{"name":"Jayme Bahringer","slug":"jayme-bahringer","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/kudretkeskin/128.jpg","involvement":"Irure consequat laborum cupidatat labore nisi laborum labore magna enim dolore. Laboris aliqua ea nulla commodo deserunt aute tempor officia. Officia velit elit fugiat in aute culpa consectetur. Laborum commodo commodo ipsum pariatur id minim consectetur. Eu minim excepteur incididunt adipisicing deserunt ut excepteur id.","qualifications":"Pariatur labore occaecat deserunt irure labore. Quis laboris qui nisi sit tempor esse enim eu. Nisi ad sit amet aute ea laborum incididunt aliqua Lorem. Proident commodo excepteur veniam est proident est esse anim occaecat sunt officia minim velit velit.","goals":"Labore dolor commodo et sunt quis do. Adipisicing ut ut aute irure ad ipsum dolor commodo nisi aute excepteur occaecat pariatur sunt. Reprehenderit adipisicing incididunt dolore enim exercitation qui sint laborum ut. Ullamco do occaecat magna est sunt minim commodo fugiat dolore. Velit reprehenderit commodo laboris est magna mollit amet aliqua velit.\n\nConsectetur voluptate cillum velit elit occaecat. Lorem labore ex anim do est est reprehenderit. Anim do incididunt minim dolore laboris ut amet occaecat quis ipsum officia dolore non ex. Sint id cillum fugiat ipsum et eu id ex. Anim eu sit elit sint excepteur qui non eiusmod occaecat non fugiat. Elit eu ullamco nostrud Lorem voluptate ea commodo. Labore anim labore ipsum consequat ullamco enim aliquip magna irure.\n\nVoluptate enim id incididunt commodo nisi ullamco ullamco cupidatat consectetur fugiat labore adipisicing. Deserunt proident sint do ut Lorem culpa. Deserunt ipsum ad veniam proident commodo. Pariatur officia fugiat eu magna pariatur aliquip ullamco reprehenderit veniam consectetur do sunt do aliqua. Dolore sunt cupidatat ex esse aliqua occaecat adipisicing enim est eiusmod aute. Reprehenderit enim consectetur exercitation et ullamco excepteur veniam consectetur.\n\nSit eiusmod laborum tempor magna. Aliquip occaecat sint magna cillum ad esse nisi adipisicing Lorem eu. Mollit cupidatat ullamco commodo veniam do est id dolor et. Aliqua labore excepteur ullamco eiusmod nulla ad enim cillum cupidatat.","nominations":["Theodora Langworth","Bruce Russel"]},{"name":"Ella Hammes","slug":"ella-hammes","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/kijanmaharjan/128.jpg","involvement":"Consequat aliquip consectetur elit ea sint ex minim magna commodo aute magna. Et enim ipsum cupidatat esse veniam commodo magna eu exercitation non aute sint mollit fugiat. Veniam commodo officia cillum officia nostrud est labore deserunt qui ea duis reprehenderit. Amet anim pariatur et in sit. Anim mollit ut incididunt magna eiusmod minim ex non id. Amet veniam anim ullamco ullamco labore officia. Aliqua quis minim ex duis duis consequat in deserunt ex non Lorem quis officia esse.","qualifications":"Mollit ipsum ad adipisicing ad dolor ipsum in Lorem anim laboris. Excepteur cillum mollit veniam in duis aliquip exercitation cupidatat exercitation commodo labore et cillum. Dolore amet aute veniam adipisicing excepteur irure incididunt. Nisi irure dolore ea amet. Proident minim esse eiusmod pariatur. Labore excepteur laboris excepteur aliquip do laboris.","goals":"Cupidatat cupidatat occaecat mollit deserunt incididunt minim elit consequat eiusmod laborum incididunt minim adipisicing sit. Eu dolor mollit irure dolore. Anim consequat non nisi do amet laborum in. Tempor nostrud fugiat qui anim ullamco consequat. Veniam ipsum ipsum aute et amet ullamco aute sit incididunt culpa sunt ea mollit. Enim minim ut commodo laboris commodo aliquip laboris. Incididunt pariatur magna duis proident laboris anim ipsum magna consectetur qui occaecat.\n\nAliquip elit non officia esse et duis commodo mollit eiusmod qui eiusmod qui officia qui. Duis est Lorem occaecat elit duis officia aute amet. Quis sint aute voluptate elit commodo do exercitation aute est. Ipsum eiusmod ad cupidatat quis sunt occaecat Lorem est voluptate fugiat ea aliqua sit. Laboris exercitation nisi deserunt culpa. Et aute quis id irure ullamco tempor dolor. Voluptate aliquip exercitation nostrud voluptate culpa.","nominations":["Elnora Heaney","Rosalinda McLaughlin","Peter Blanda","Korey Weber","Stanley Collins"]},{"name":"Eda Durgan","slug":"eda-durgan","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/robergd/128.jpg","involvement":"Do proident ut in veniam mollit dolor fugiat elit commodo qui aliqua commodo. Labore exercitation pariatur nulla reprehenderit veniam commodo do est et labore. Non ullamco aute amet ut aliqua est do consequat occaecat veniam nisi. Esse irure ullamco sunt tempor est eiusmod incididunt eu amet aliquip. Laboris proident cupidatat nulla nulla. Reprehenderit do magna voluptate veniam eiusmod duis adipisicing nisi id in tempor amet eu do.\n\nEsse cillum amet officia ad ex id elit magna dolor est. Eiusmod cillum mollit nostrud est voluptate aliqua qui veniam mollit. Exercitation pariatur ipsum duis labore duis.\n\nCillum nisi commodo irure culpa magna velit sunt. Id velit fugiat anim occaecat. Eiusmod quis pariatur exercitation aute. Ut aliquip veniam non sit ut cupidatat officia sit. Velit culpa proident sint velit qui exercitation sit et sit.","qualifications":"Exercitation quis quis nostrud duis. Deserunt pariatur occaecat consequat mollit. Anim labore nisi in id dolor mollit deserunt adipisicing exercitation. Sit cupidatat occaecat deserunt nulla exercitation est adipisicing pariatur irure incididunt id dolor amet. Ipsum esse est eu do magna in veniam voluptate ad est mollit consectetur occaecat.\n\nProident proident reprehenderit cillum officia laborum velit sunt ex laboris. Exercitation officia pariatur officia magna ut cupidatat. Anim reprehenderit reprehenderit do occaecat ea mollit aliqua in. Et ullamco commodo eiusmod irure elit fugiat occaecat officia et aliqua adipisicing.","goals":"Consequat id qui voluptate dolore non nisi aliquip incididunt in dolor magna quis. Qui et nisi anim nisi non nulla ex proident adipisicing. Consectetur cupidatat irure incididunt sunt irure officia sunt laborum tempor cupidatat laboris cupidatat minim. Qui ad laborum culpa et.\n\nEsse irure deserunt cupidatat dolor sit nostrud aliquip anim. Ut tempor Lorem pariatur magna in mollit elit ad duis labore consectetur nulla sit. Ullamco ad commodo consectetur tempor magna ad qui in enim aliqua mollit qui. Quis sint exercitation reprehenderit ea magna. Cillum dolor exercitation non aute fugiat duis irure reprehenderit incididunt.\n\nVoluptate nulla cupidatat magna dolor. Labore enim culpa id ullamco ex occaecat pariatur aute mollit dolore. Dolor id voluptate ad duis occaecat exercitation.\n\nMagna proident commodo Lorem cupidatat non dolor amet anim duis sit nisi. Labore proident ullamco ea proident duis excepteur ut. Est occaecat aliquip non tempor anim commodo excepteur cupidatat ea sunt fugiat occaecat sunt. Fugiat in officia occaecat Lorem labore minim ut elit commodo amet sit. Voluptate culpa nisi cillum anim sit ullamco exercitation tempor occaecat irure veniam commodo. Amet nulla officia deserunt ipsum irure aliqua.","nominations":["Chaya Casper"]},{"name":"Jayda Will","slug":"jayda-will","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ryankirkman/128.jpg","involvement":"Officia in sunt commodo incididunt est sint officia consectetur reprehenderit mollit pariatur dolor. Id non exercitation sunt sint et sit minim cupidatat est dolore. Esse ex mollit culpa excepteur non dolor eiusmod adipisicing. Ad laborum dolor fugiat mollit laboris.\n\nDolor ullamco labore aute non velit proident dolore excepteur pariatur ipsum. Ad id fugiat aute enim commodo enim eu dolor ut id qui nulla veniam ullamco. In cillum nulla non commodo.\n\nOfficia amet sunt labore reprehenderit laborum aute ad ipsum incididunt magna do. Dolor magna dolore ipsum laborum labore fugiat ea non. Commodo nisi aliquip amet deserunt reprehenderit nostrud magna mollit esse. Lorem cillum excepteur voluptate mollit culpa aute. Duis nisi mollit adipisicing excepteur magna ex mollit Lorem proident cillum quis enim minim. Officia aliquip duis fugiat nostrud deserunt excepteur ipsum minim voluptate.","qualifications":"Deserunt ea ea dolore consectetur consectetur voluptate aliqua eu id est nisi aliqua exercitation sint. Nisi id culpa quis cillum enim amet enim excepteur non incididunt ut anim. Deserunt ut esse proident labore ullamco dolor labore fugiat. Nisi dolor ut consectetur elit ut ea. Laborum nostrud reprehenderit magna eu labore ullamco duis aliquip enim ad.\n\nNostrud duis enim elit ipsum et do eiusmod in quis occaecat. Irure do eu est do nulla occaecat adipisicing incididunt exercitation adipisicing ullamco. Labore excepteur nisi culpa cillum in non consequat quis duis labore in sunt nulla.","goals":"Id aliqua Lorem nisi eiusmod nostrud et anim duis velit non qui. Deserunt culpa cupidatat nulla excepteur enim sit minim amet exercitation nostrud irure velit adipisicing enim. Cupidatat magna exercitation nisi aute Lorem velit consectetur ea.\n\nEst reprehenderit tempor labore cillum magna laborum in officia velit. Pariatur ea anim et culpa ullamco aliqua anim culpa. Magna officia pariatur occaecat aliqua eiusmod.\n\nQuis tempor magna adipisicing proident mollit pariatur duis excepteur voluptate. Labore aliquip eiusmod id consequat deserunt exercitation nulla enim esse ex do adipisicing. Ullamco minim reprehenderit velit minim elit. Culpa cillum id et quis aliquip eu non minim cillum Lorem laboris veniam. Tempor voluptate est ut id qui deserunt incididunt reprehenderit laboris officia. Culpa cillum adipisicing ad Lorem culpa mollit amet est mollit officia ex magna duis.\n\nFugiat qui officia sunt non et et. Culpa laborum ad do proident. Ut cillum aliqua sunt est minim officia voluptate velit qui mollit labore.","nominations":["Elian Terry"]},{"name":"Al Zboncak","slug":"al-zboncak","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/seyedhossein1/128.jpg","involvement":"Labore exercitation id incididunt reprehenderit consequat consectetur deserunt. Ipsum aliqua nisi proident esse ipsum amet incididunt adipisicing consectetur sint qui. Proident commodo consequat nisi eiusmod minim excepteur cupidatat sint eu labore enim veniam nostrud. Ipsum et veniam ut veniam cillum consequat ullamco nulla aliquip elit duis aute cillum.\n\nNisi ut officia cupidatat commodo. Exercitation eu tempor eiusmod mollit pariatur exercitation culpa culpa nostrud in ipsum do sit. Voluptate qui ullamco ipsum proident est sit laborum ut elit proident in proident. Cupidatat id nisi excepteur do nostrud et mollit exercitation esse do esse fugiat dolor. Exercitation non enim exercitation aute cillum non ex non irure.\n\nQui quis reprehenderit Lorem eu voluptate do. Id aliqua enim non id Lorem Lorem amet incididunt veniam mollit officia amet Lorem. In velit consectetur quis ea qui. Quis qui occaecat et consectetur aliquip occaecat elit qui aute sint exercitation. Nostrud dolor exercitation minim consequat est laborum culpa dolore amet ipsum pariatur mollit.","qualifications":"Dolor nisi adipisicing magna consequat cupidatat in id et do anim. Nostrud aliquip occaecat anim amet sunt aliquip et sit. Pariatur consectetur consectetur labore magna occaecat eiusmod et est et dolore voluptate in. Excepteur proident officia aliquip sit enim id sint reprehenderit proident ipsum culpa ut laboris nisi.\n\nEnim excepteur magna minim eu consequat cillum esse cupidatat veniam quis do nisi. Minim in pariatur anim non fugiat aliquip velit voluptate est. Veniam ea aliquip magna labore minim ullamco quis minim minim occaecat. Nostrud ullamco velit irure incididunt sit minim eiusmod ipsum consectetur. Esse do commodo excepteur adipisicing culpa voluptate culpa deserunt est proident veniam. Elit nostrud labore aliqua labore ut laboris minim ea non reprehenderit incididunt dolore.","goals":"Anim minim deserunt Lorem eu pariatur pariatur est consectetur Lorem reprehenderit dolor excepteur consectetur. Quis id dolor adipisicing officia reprehenderit laborum minim occaecat est elit. Fugiat veniam minim ullamco ea amet consequat.\n\nVelit enim id tempor quis quis proident irure culpa. Reprehenderit cillum nulla officia eu. Duis et velit qui officia est dolore minim et voluptate sint qui. Non pariatur est do adipisicing occaecat irure. Lorem proident officia voluptate amet sint sunt est non culpa non nostrud cillum ullamco eiusmod. Anim qui eu non et Lorem esse ullamco do laboris nulla incididunt.\n\nId cillum commodo aliquip in quis occaecat mollit ea do nostrud. Nisi exercitation laborum ullamco ullamco ad occaecat velit nostrud dolor exercitation. Incididunt proident in est ea adipisicing duis ipsum elit ea exercitation nisi magna. Ex tempor enim eu irure laborum nostrud nulla. Dolor do tempor mollit sint. Minim sint veniam incididunt pariatur veniam.\n\nIrure nisi eu ex fugiat tempor consectetur in. Amet dolore ad voluptate et cupidatat. Fugiat id incididunt amet Lorem minim sint non voluptate aute laboris.","nominations":["Harley D'Amore","Bianka Rosenbaum","Alysson Olson"]},{"name":"Rhiannon Kohler","slug":"rhiannon-kohler","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/Karimmove/128.jpg","involvement":"Sint aliqua nisi elit nostrud adipisicing esse deserunt non fugiat. Irure fugiat proident quis duis. Non aliquip ad excepteur minim. Ullamco id voluptate sit nisi amet incididunt tempor laborum. Aliqua sit sint ullamco consectetur ex enim labore nulla ullamco reprehenderit nisi reprehenderit enim id. Id anim tempor ipsum officia aliquip nisi. Aute labore dolore exercitation eiusmod in irure dolore.","qualifications":"Esse quis non qui non eiusmod ex reprehenderit deserunt sit mollit nulla adipisicing non. Consequat sit nostrud occaecat in veniam laboris officia dolore aliqua nisi et. Nostrud do ad velit sit qui proident exercitation reprehenderit reprehenderit nisi fugiat ad.","goals":"Proident reprehenderit commodo aliqua do commodo voluptate elit. Laboris ullamco do deserunt est dolore non velit elit proident labore excepteur. Ea eiusmod deserunt excepteur id quis aliqua. Dolore aliqua velit dolore qui commodo sint cillum quis laboris incididunt id laboris proident. Deserunt amet excepteur enim reprehenderit ex enim labore minim occaecat consequat nulla cupidatat. Enim ipsum enim labore officia occaecat minim aute minim laboris amet incididunt. Incididunt nostrud laboris ullamco magna eiusmod incididunt.\n\nVoluptate minim qui dolore dolore eu sit quis proident sint velit. Adipisicing velit eiusmod veniam magna commodo sunt officia id excepteur. Et commodo anim quis incididunt laborum enim dolor eiusmod nisi cillum anim. Tempor culpa culpa non esse elit exercitation id nostrud. Amet sit veniam cillum et exercitation tempor aute aliqua minim adipisicing in reprehenderit. Laborum ea veniam commodo commodo aute fugiat deserunt reprehenderit esse deserunt adipisicing adipisicing cupidatat. Laborum deserunt proident fugiat ex nisi.\n\nProident velit mollit amet mollit nostrud in nulla voluptate irure incididunt sunt sit eu sit. Duis tempor in sint deserunt Lorem cupidatat nostrud. Proident sunt ut nulla minim id Lorem proident reprehenderit in eu amet anim cillum qui. Ut labore cillum occaecat tempor enim irure dolor commodo enim proident irure commodo laboris eu. Ex minim excepteur id nisi in esse cillum mollit ad ea incididunt aliqua. Anim dolore nostrud eiusmod anim reprehenderit culpa velit reprehenderit excepteur. Quis cillum veniam labore dolore sunt.","nominations":["Erick Lemke"]},{"name":"Kurtis Gusikowski","slug":"kurtis-gusikowski","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/de_ascanio/128.jpg","involvement":"Pariatur esse adipisicing amet amet et aliquip ipsum occaecat esse dolor esse mollit. Ea ad id esse ex proident elit id. Sunt ad consectetur labore cillum exercitation id ea ullamco ea dolore laborum anim proident cillum. Laborum laborum minim non culpa dolor ea irure cupidatat incididunt. Quis sit nulla magna incididunt qui laborum occaecat nulla ea commodo cillum cupidatat.","qualifications":"Eiusmod ad quis irure ex. Non velit nostrud adipisicing nulla veniam ex ipsum nisi. Magna non dolor nisi Lorem aliquip cillum nostrud ex. Ex nisi do elit velit id laborum minim minim. Lorem enim ullamco sunt amet amet elit minim aute minim irure duis eu excepteur aute. Labore deserunt duis sit eu deserunt commodo dolor aliqua duis. Fugiat exercitation nulla ut occaecat dolor ut.","goals":"Reprehenderit adipisicing sint magna pariatur non id Lorem est velit. Eiusmod aute amet sunt duis eu incididunt. Ullamco sit ut ad cillum occaecat anim Lorem nostrud ex. Deserunt nulla laborum laboris veniam ipsum deserunt minim cupidatat quis non minim aute in. Magna elit qui duis mollit aute anim irure. Labore esse eu in Lorem minim cupidatat.\n\nSit aliqua nisi excepteur elit excepteur magna. Adipisicing duis dolor sunt cillum laboris irure ut irure velit duis duis dolore irure elit. Ullamco et do ea aliquip adipisicing. Amet dolore culpa do laboris laboris ut occaecat sit. Laborum proident proident amet proident consectetur ad aute. Magna non labore id elit. Aliquip voluptate nostrud laboris occaecat occaecat deserunt aliqua deserunt nulla consectetur in irure qui et.\n\nDolore reprehenderit tempor et est anim. Exercitation qui incididunt incididunt eiusmod commodo aliquip dolor aute aliqua dolore ad adipisicing aute. Fugiat magna laboris eiusmod velit dolore in id. Ullamco elit excepteur Lorem elit consectetur officia quis aute.","nominations":["Gracie Emard","Cheyanne Feeney"]},{"name":"Gisselle Bartoletti","slug":"gisselle-bartoletti","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/nyancecom/128.jpg","involvement":"Id irure occaecat sit anim cillum aliqua sit esse aliquip Lorem. Excepteur reprehenderit Lorem officia Lorem deserunt consequat laboris eiusmod ad ea irure et. Quis cupidatat qui nostrud id quis et. Ex enim pariatur laboris ad consequat adipisicing eiusmod officia mollit. Irure sunt officia nulla enim est. Esse aliquip aliquip ea irure culpa nostrud.","qualifications":"Qui cillum enim in incididunt aute veniam elit nulla enim. Esse enim labore culpa nisi fugiat sunt elit. Officia ex duis nulla consectetur nostrud qui magna do voluptate non. Deserunt cupidatat quis amet non commodo do eiusmod consectetur aliquip non duis irure.","goals":"Cupidatat aute anim anim aliqua ad nostrud enim nisi est ad ad sunt excepteur do. Deserunt eu mollit occaecat ea nostrud ad culpa consequat in. Amet labore tempor magna cupidatat.\n\nAliquip nostrud cupidatat nisi commodo id quis minim. Et officia proident commodo incididunt aliqua incididunt culpa eu amet consectetur cillum id occaecat proident. Aute consectetur nulla veniam nostrud Lorem ex eu commodo pariatur ex veniam eu.","nominations":["Althea Gerlach"]},{"name":"Macie Bechtelar","slug":"macie-bechtelar","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/dhooyenga/128.jpg","involvement":"Dolor pariatur laborum ipsum elit dolor minim officia veniam in. Reprehenderit est sint non nostrud ullamco quis officia. Mollit laborum ipsum velit ea labore esse in et quis ea. Cillum velit quis excepteur eiusmod veniam ad nisi anim minim qui sint fugiat tempor et. Anim consequat nostrud consectetur anim velit nostrud qui deserunt Lorem laborum. Reprehenderit cupidatat do dolor duis minim minim mollit ea enim consectetur cupidatat. Voluptate anim ex aliqua duis nostrud.","qualifications":"Incididunt qui laborum excepteur ipsum occaecat nulla nulla irure. Pariatur Lorem elit veniam quis commodo aute. Ipsum ad anim commodo sint. Velit aliquip occaecat duis ex magna magna mollit mollit deserunt tempor nisi velit sunt aliquip. Aliquip sint minim irure qui proident irure aute incididunt. Eu proident irure pariatur id proident cupidatat non tempor exercitation non. Mollit est ex qui qui id.","goals":"Aliqua fugiat officia officia fugiat adipisicing ea non consequat cillum velit. Anim cupidatat ipsum id cupidatat pariatur sunt veniam amet fugiat non ex adipisicing reprehenderit. Labore sit nulla veniam cupidatat aute aliqua ut aliqua veniam duis adipisicing. Consequat ad est deserunt esse sunt eiusmod excepteur minim id consectetur nostrud magna consectetur occaecat. Elit deserunt qui incididunt esse veniam dolore et ut elit adipisicing do qui. Cupidatat deserunt consequat ex esse excepteur amet consequat ad adipisicing Lorem laboris elit aliquip incididunt.\n\nVoluptate aliqua est ex duis amet deserunt et culpa culpa officia. Ipsum aliquip magna magna consequat ex velit aliqua duis tempor in. Laborum enim dolore laborum sunt tempor ea culpa sit commodo minim minim duis in. Aute minim amet aliquip consequat pariatur labore ad eiusmod minim proident adipisicing.\n\nCommodo consectetur est sit duis eu occaecat sit amet culpa minim ullamco tempor cupidatat duis. Aliqua ad id enim dolor reprehenderit laboris do mollit. Amet cillum esse nisi dolore anim nulla laboris mollit. Pariatur aliquip excepteur incididunt nostrud nostrud dolore veniam aliquip non dolor tempor eiusmod. Et laborum ut officia velit reprehenderit minim. Dolore occaecat consectetur amet do esse consectetur incididunt sint ullamco anim velit ipsum ullamco nulla. Mollit sint laborum incididunt exercitation velit anim incididunt sint culpa in.\n\nCommodo voluptate excepteur sit est sint duis ex minim exercitation aliqua eu esse id. Elit anim laborum mollit eiusmod. Ex dolore minim eu id reprehenderit veniam amet Lorem voluptate officia aute incididunt Lorem anim. Nulla incididunt ea est do velit in.","nominations":["Marta Yundt"]},{"name":"Ebony Zieme","slug":"ebony-zieme","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/vanchesz/128.jpg","involvement":"Irure ullamco sint cupidatat excepteur ut do ea proident eu sit enim sint elit. Nulla labore irure culpa tempor dolore elit quis et Lorem consequat proident fugiat ad. Proident occaecat culpa nisi eiusmod deserunt velit consequat aliqua labore.\n\nUllamco aliquip minim amet duis nisi cupidatat mollit proident eu enim officia nulla. Laboris est labore esse esse in adipisicing proident incididunt anim. Qui laboris elit exercitation ullamco enim fugiat reprehenderit eu reprehenderit magna. Laboris irure id non officia magna labore Lorem consequat elit mollit dolore laborum velit.","qualifications":"Cupidatat et eu minim duis ullamco pariatur occaecat cillum laboris. In exercitation exercitation elit tempor minim in amet veniam aute dolore in pariatur. Sunt sunt consequat deserunt aliquip sit enim aliqua do aliqua laboris. Officia labore sit veniam aute aliquip enim fugiat mollit magna laborum quis. Fugiat labore esse sint commodo labore. Irure exercitation do anim deserunt adipisicing nulla nostrud reprehenderit ex nisi exercitation eu. Irure esse dolore nostrud voluptate ad ad id.\n\nElit adipisicing ipsum labore aute reprehenderit et consectetur est ex commodo in tempor fugiat. Do non consequat aliquip consequat. Reprehenderit fugiat aliquip incididunt ut. Do laboris aute Lorem qui enim velit mollit. Enim occaecat Lorem et dolore veniam irure duis labore incididunt mollit.","goals":"Nostrud labore reprehenderit mollit enim adipisicing enim velit pariatur exercitation. Magna Lorem laborum magna laboris reprehenderit anim. Sit qui duis adipisicing irure dolore id aute consectetur cupidatat. Incididunt excepteur reprehenderit labore irure pariatur excepteur excepteur aliqua laborum tempor. Ullamco nostrud elit minim commodo anim consequat irure. Velit ut pariatur laboris qui elit fugiat sit do enim sunt fugiat culpa tempor laboris. Minim fugiat amet proident fugiat officia duis excepteur mollit sit.\n\nNisi adipisicing ex magna excepteur sunt fugiat anim laborum voluptate. Incididunt in pariatur cupidatat ex ullamco labore reprehenderit mollit et duis id anim aliqua. Sint laboris in deserunt ea reprehenderit adipisicing anim consectetur sit voluptate laborum pariatur eiusmod ut.","nominations":["Sean Torp","Zoe Jast"]},{"name":"Cathy Gutkowski","slug":"cathy-gutkowski","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/traneblow/128.jpg","involvement":"Consequat aliqua voluptate ullamco ullamco anim aliquip ullamco fugiat sunt reprehenderit nisi tempor nostrud enim. Excepteur ex consectetur ut cillum nostrud dolor. Eu proident commodo sunt eiusmod eu sit nulla enim laboris id magna proident. Esse ut eu et Lorem dolor non culpa ullamco velit veniam. Non et amet et quis esse enim est Lorem anim labore amet amet incididunt exercitation. Ex pariatur culpa consequat esse quis nisi tempor culpa consequat in deserunt anim.\n\nVelit non eiusmod labore nisi mollit magna esse non labore consequat. Est eu exercitation sunt non laboris sunt velit sint voluptate labore aute et. Pariatur qui quis exercitation esse laboris. Ullamco Lorem esse pariatur cupidatat cupidatat ea mollit nostrud ea pariatur ad sit irure exercitation. Veniam nostrud laboris sit aute magna non pariatur nulla ad proident anim qui fugiat in.","qualifications":"Est elit dolore excepteur aute laboris consequat. Qui ipsum amet culpa elit incididunt culpa velit amet fugiat occaecat anim excepteur. Excepteur enim culpa qui cupidatat pariatur esse in ex ex nisi. Officia consectetur enim nostrud sint sit irure nisi est deserunt dolore nisi culpa elit.","goals":"Dolor proident veniam enim officia tempor velit veniam incididunt ullamco nulla duis tempor. Duis nisi Lorem Lorem exercitation ex nisi excepteur. Excepteur sint reprehenderit eiusmod anim dolor do fugiat esse sint. Magna commodo tempor consectetur ipsum ut occaecat deserunt aliquip laboris ullamco sit consectetur do. Laboris ut officia tempor consequat veniam quis amet tempor deserunt ad. Mollit reprehenderit et nisi anim mollit fugiat magna id excepteur laboris sit aliquip. Irure et nulla eiusmod amet ea occaecat adipisicing fugiat elit non cillum fugiat est do.\n\nVoluptate nulla exercitation exercitation ut ea. Laborum dolor aliqua incididunt in dolor magna consequat est enim velit id minim. Aute consectetur excepteur dolor esse. Nostrud consequat sint duis laboris consectetur laborum minim sunt tempor dolor adipisicing. Id aliquip sint esse ipsum excepteur id quis incididunt nisi commodo ut consequat. Nulla id enim eiusmod sit.\n\nMollit laborum ex laborum amet nisi in dolore consequat amet est. Minim ex amet et adipisicing id consectetur do laboris pariatur sit incididunt. Cupidatat reprehenderit dolore aliqua mollit. Quis reprehenderit labore laboris laboris labore. Reprehenderit eu culpa anim sint irure minim laboris adipisicing esse nulla ex pariatur id. Velit nostrud commodo incididunt proident ex reprehenderit mollit irure. Sunt eiusmod magna sint quis commodo.\n\nAute id aliqua fugiat occaecat voluptate cupidatat sunt commodo velit. Laboris deserunt qui laborum in aute enim cillum ullamco reprehenderit ut. Quis reprehenderit eiusmod occaecat elit et aute id non labore officia.","nominations":["Clement Wuckert"]},{"name":"Keeley Bins","slug":"keeley-bins","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/andytlaw/128.jpg","involvement":"Laboris velit Lorem aute duis fugiat dolor. Quis magna in eu duis sunt nulla officia est in anim magna in est sit. Est anim in et minim dolore commodo proident culpa voluptate qui eiusmod.","qualifications":"Irure nostrud sit adipisicing sunt. Voluptate Lorem Lorem pariatur fugiat id pariatur Lorem mollit in aliquip proident nulla. Adipisicing elit laboris dolor sit elit.\n\nFugiat eiusmod proident laboris aliqua nisi. Veniam mollit mollit labore eu reprehenderit aliquip sint nulla voluptate. Dolore consequat cillum ipsum labore magna non ipsum non.","goals":"Excepteur nulla amet irure ipsum consequat fugiat aute do sint minim ex. Esse est est minim dolore aute veniam commodo minim aliqua esse duis sunt. Commodo tempor nulla pariatur ipsum sit ex culpa. Ex irure magna voluptate minim enim. Ut magna minim sunt do enim cupidatat. Sint esse aliqua sint est ad aute esse voluptate do. Cillum esse duis eu velit excepteur laborum qui tempor laborum Lorem cillum nostrud deserunt magna.\n\nAliqua labore ipsum non adipisicing adipisicing qui aliquip excepteur deserunt. Laborum tempor incididunt laborum nisi nisi voluptate nulla. Cupidatat fugiat aliqua adipisicing commodo ad ullamco officia cupidatat sint deserunt.","nominations":["Ottis Hahn","Rahsaan Murphy","Kolby Wiza"]},{"name":"Maryse Abshire","slug":"maryse-abshire","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/deviljho_/128.jpg","involvement":"Anim nulla velit sint aliquip consequat nostrud duis nulla ullamco. Ullamco qui laboris exercitation ipsum magna veniam do eiusmod ex adipisicing ullamco minim. Do amet eu duis sunt excepteur labore ut et exercitation minim officia do occaecat exercitation. Laboris veniam eu laboris velit non ea exercitation velit consequat aute. Aliquip sunt aliqua anim ea adipisicing aute ipsum cillum elit qui ea sint amet officia.","qualifications":"Incididunt non nisi anim reprehenderit ad adipisicing ipsum cupidatat. Nostrud amet ex cillum commodo eu fugiat elit anim Lorem consequat magna. Labore cillum officia velit consequat Lorem dolore adipisicing nulla laborum id. Amet culpa pariatur ea officia velit eiusmod elit eiusmod est ut. Tempor consequat fugiat officia cillum reprehenderit veniam labore eiusmod elit officia dolor proident consequat. Velit nulla laborum nulla anim id velit mollit eiusmod reprehenderit aliqua aliqua.","goals":"Anim ad officia do enim cillum incididunt. Irure incididunt quis proident mollit magna anim do reprehenderit eu ad sunt nulla. Lorem excepteur ullamco reprehenderit excepteur laborum labore elit dolore.\n\nIn officia cillum ad commodo sunt ea. Pariatur officia pariatur pariatur minim velit mollit eiusmod nisi quis voluptate Lorem incididunt. Aliquip ut do laborum eu. Incididunt veniam et id id dolore enim eiusmod deserunt ad occaecat ipsum.\n\nQui ex sunt do qui reprehenderit esse labore aliquip cupidatat fugiat. Adipisicing consectetur nulla adipisicing ex nisi. Occaecat velit occaecat esse in exercitation eu sit dolore laborum amet cupidatat.","nominations":["Flo Dibbert"]},{"name":"Shyanne O'Hara","slug":"shyanne-o'hara","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/sreejithexp/128.jpg","involvement":"Tempor velit enim magna nulla adipisicing mollit reprehenderit nisi duis dolore incididunt anim fugiat. Cupidatat Lorem exercitation ut incididunt adipisicing esse commodo labore excepteur. Qui adipisicing irure culpa enim esse deserunt. Veniam nulla minim exercitation cillum id consequat non exercitation dolor.\n\nIpsum ipsum eiusmod velit enim aliquip. Ad dolore magna ipsum labore commodo aliqua. Dolore dolore cupidatat magna eiusmod commodo esse ipsum velit occaecat. Commodo adipisicing nostrud ad aliquip ad amet irure duis aute veniam. Ex anim in proident est. Mollit veniam voluptate mollit officia est magna cupidatat. Tempor incididunt irure adipisicing elit anim mollit duis pariatur aliqua officia et.","qualifications":"Minim culpa ut consectetur sint nisi amet veniam elit esse. Cillum eu cupidatat labore excepteur. Eu labore aliqua et excepteur mollit sint veniam amet sint elit. Anim aliquip incididunt dolore minim occaecat voluptate commodo aliquip tempor ea nulla. Ut fugiat aliquip non proident sint adipisicing consequat ad. Irure reprehenderit eu ea fugiat fugiat proident deserunt qui labore et consectetur consequat et esse.","goals":"Nostrud quis occaecat consequat quis aute irure. Minim et cupidatat esse excepteur proident eu dolore magna ex proident nulla Lorem eiusmod. Laboris ullamco sint adipisicing ex adipisicing est aliquip incididunt laborum. Ut proident dolore occaecat non pariatur amet commodo dolor est ut est excepteur est.\n\nQui deserunt sit ullamco incididunt commodo eiusmod tempor aute non anim amet veniam in. Qui deserunt ea in sit ipsum labore ea culpa sint ea velit ad. Aute ad minim mollit aliqua nulla labore laboris et labore. Fugiat fugiat nostrud ullamco minim ex ullamco et. Sit pariatur nostrud enim ex voluptate ullamco incididunt magna.","nominations":["Brice Murazik","Emily Mann"]},{"name":"Joannie Okuneva","slug":"joannie-okuneva","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/beshur/128.jpg","involvement":"Minim occaecat quis ad dolore. Minim non aute ullamco dolore veniam occaecat enim amet velit pariatur magna. Ad incididunt nulla nisi dolor non ipsum est esse occaecat consectetur. Esse dolore fugiat consequat eiusmod fugiat. Quis incididunt consectetur excepteur est et exercitation qui reprehenderit magna aute. Velit ea cillum ea nisi amet occaecat.\n\nEsse cupidatat est duis Lorem elit dolor elit id sint ullamco. Aute est irure tempor cupidatat. Incididunt dolor culpa labore deserunt est velit et nisi anim et. Adipisicing eu commodo sunt mollit nisi irure officia velit tempor commodo.\n\nCommodo cupidatat est nisi ex culpa laborum. Enim sint non dolor sint ut qui eiusmod in ullamco dolor labore cupidatat anim magna. Veniam sunt non excepteur incididunt incididunt minim dolore aliqua ad irure ut. Sint est cupidatat eu ad occaecat aute nostrud ex aliqua nisi labore commodo consectetur et.","qualifications":"Velit do Lorem tempor nisi laboris. Non amet nulla ea adipisicing proident labore occaecat ipsum nisi velit dolor. Enim id amet consectetur labore eiusmod laborum nisi enim id excepteur irure tempor irure. Reprehenderit Lorem minim et mollit commodo deserunt ipsum magna veniam sint.\n\nNulla nulla commodo amet exercitation amet cillum consectetur et velit minim adipisicing. Enim eu qui quis in ullamco veniam ut id est. Lorem sit consequat consequat ullamco aliqua id nostrud.","goals":"Aliqua qui tempor ex enim mollit ad magna. Consectetur esse commodo proident labore. Quis exercitation eu aliquip fugiat culpa aliquip non duis. Do voluptate dolore incididunt velit anim incididunt dolore aliquip do minim cillum aliqua proident. Velit dolore nulla veniam culpa incididunt reprehenderit. Ut quis sit est veniam. Minim ea reprehenderit nisi deserunt id eiusmod aliqua sunt.\n\nMinim est irure labore laboris est eiusmod ipsum deserunt commodo labore. Anim id aliquip velit laborum exercitation minim consequat incididunt consectetur proident. Cillum eu sit occaecat do magna. Voluptate sunt ea anim non. Mollit qui ut cillum est ullamco ut aute ut enim.","nominations":["Ana Ondricka","Esther Hills"]}]}}
