{"localCouncil":{"positions":[{"title":"Co-chair","slug":"co-chair","description":"\n  <p>The Co-Chairs shall be the official public spokespersons for the Local and will initiate such actions and policies as the Local’s general welfare may demand. The Co-Chairs shall organize and preside over all official meetings of the organization and the Local Council. The Co-Chairs shall maintain consistent communication with all committee leaders and facilitate collaboration and coordination between them. Additionally:</p>\n  <ul>\n    <li>a. The Co-Chairs will also act as, or appoint, the official representatives of the Local to the National Organization and to other DSA Locals. This does not apply during official business at the National DSA Convention, when Local Delegates may act independently on behalf of the Local’s membership.</li>\n    <li>b. The Co-Chairs serve as executive officers of the Local, and they are listed on financial accounts along with the Treasurer.</li>\n    <li>c. At least one Co-Chair must not identify as both White and Cis-Male.</li>\n  </ul>\n          ","candidates":[{"name":"Junius Kiehn","slug":"co-chair-junius-kiehn","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/abelcabans/128.jpg","involvement":"Exercitation aliqua voluptate et nostrud excepteur occaecat. Exercitation proident sunt dolore proident amet esse elit pariatur qui magna aliquip consequat ea. Sint amet veniam dolor adipisicing sit ut laborum qui magna tempor. Eu aliquip Lorem aliquip ut elit consequat fugiat occaecat. Duis excepteur minim id id laborum Lorem incididunt reprehenderit eiusmod. In deserunt voluptate nostrud nulla nostrud pariatur elit sunt. Exercitation sint excepteur quis elit irure sint excepteur est esse ut quis ad sint aute.\n\nEnim voluptate deserunt enim nulla exercitation ea aute. Sunt exercitation consectetur ea ex duis. Enim commodo esse nisi qui non consequat in. Cillum sunt veniam ea ipsum nulla adipisicing dolor nulla nisi. Labore occaecat culpa voluptate nulla pariatur cupidatat nostrud enim consequat incididunt id aliqua consequat. Cillum magna cupidatat deserunt sit excepteur qui veniam nostrud.","qualifications":"Nulla quis nisi consectetur adipisicing eu nostrud ut incididunt nisi excepteur ea occaecat consectetur. Commodo irure tempor est ad non ad aute et minim eiusmod incididunt culpa dolor eiusmod. Sint eu ut anim cillum.","goals":"Sunt cillum duis minim excepteur mollit ad aliquip laboris irure id. Dolor tempor sit cillum esse occaecat exercitation labore sunt quis ut irure nisi. Elit amet exercitation est cillum nostrud dolore reprehenderit. Fugiat proident ullamco dolore dolor. Voluptate ullamco nostrud cupidatat reprehenderit anim duis do sint laborum. Nulla qui consectetur eiusmod irure laboris veniam mollit est aliqua nulla.\n\nNon culpa minim in est eiusmod magna commodo proident aute cillum mollit culpa ut sint. Nisi reprehenderit proident tempor esse ea aliqua Lorem labore laboris in cupidatat. Consequat voluptate eu officia veniam sunt anim. Proident deserunt aute tempor ea ea anim cillum Lorem labore culpa occaecat deserunt. Eu enim excepteur Lorem aliqua duis nostrud est amet quis enim ad reprehenderit eu pariatur.\n\nDuis tempor amet dolore do occaecat deserunt ex anim minim sit irure et non proident. Ipsum officia elit ipsum sint voluptate. Voluptate Lorem et sit est cillum cillum dolore. Laboris eiusmod ex qui ipsum nisi labore in magna Lorem veniam duis et ad.\n\nAd veniam laboris ipsum velit officia. Elit consequat do laborum consequat anim pariatur ex incididunt nostrud laborum cupidatat minim. Quis esse minim dolor laboris non dolore aliqua voluptate. Aute in dolore eiusmod sunt eiusmod ut nisi ullamco dolore magna. Labore elit ea cupidatat dolor ipsum duis.","nominations":["Phoebe Pfeffer","Elvis Jakubowski","Summer Price","Douglas Russel"]},{"name":"Fannie Runolfsdottir","slug":"co-chair-fannie-runolfsdottir","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/superoutman/128.jpg","involvement":"Laborum deserunt ut in adipisicing Lorem pariatur reprehenderit ut. Pariatur dolore in reprehenderit anim sint commodo Lorem laborum fugiat dolor sunt consectetur exercitation sunt. Occaecat occaecat do nulla sunt reprehenderit excepteur tempor ex cupidatat. Aliquip aliquip ipsum labore cupidatat labore anim mollit ipsum.\n\nProident aliquip laboris aliqua eu Lorem magna sunt esse ut laboris veniam sint voluptate commodo. Laborum magna amet aute aute ipsum elit duis eu ea mollit sunt pariatur duis ullamco. Adipisicing fugiat exercitation aliqua do id sit exercitation aute commodo nulla sint sunt duis veniam. Laboris non labore anim laboris culpa. Duis qui sint laboris sunt.\n\nExcepteur nostrud culpa in veniam veniam duis voluptate labore dolore. Dolor veniam ipsum consectetur ullamco labore laborum deserunt. Labore quis sint consequat eiusmod elit laborum ad quis commodo consequat ipsum quis cupidatat aute. Ad pariatur elit sint quis. Aliqua ipsum minim dolor fugiat cupidatat est consectetur. Irure consectetur dolor labore aliquip aute enim amet tempor officia et.","qualifications":"Velit aliquip culpa ullamco eiusmod quis do ea elit ullamco mollit. Qui velit ex magna laboris adipisicing qui laborum. Ipsum qui reprehenderit ad culpa irure sit laboris aute eu incididunt adipisicing id. Culpa ut nulla ullamco qui veniam Lorem commodo eiusmod mollit. Ipsum magna exercitation aliquip irure velit amet eu. Deserunt do voluptate quis enim ullamco incididunt qui incididunt culpa ad proident pariatur. Culpa dolor et excepteur amet.","goals":"Cupidatat ad deserunt sint do elit enim mollit quis nostrud duis minim irure dolor. Proident elit nisi duis exercitation id aute est duis irure laboris nulla cillum. Ad aliquip mollit laboris tempor laboris sint. Mollit ex sit nisi id. Qui veniam fugiat culpa ipsum in consectetur deserunt anim nostrud et. Esse irure ullamco cupidatat laboris dolore nisi fugiat esse nostrud ea Lorem. Cupidatat veniam nostrud Lorem fugiat dolor culpa id cillum officia non est aute.\n\nId velit anim esse tempor ut sit reprehenderit veniam tempor incididunt elit mollit. Dolor ea non duis dolore irure voluptate ipsum Lorem mollit. Lorem veniam sit sunt ipsum consectetur anim nisi. Dolor sit ea ad ex ipsum incididunt quis.","nominations":["Kurtis Schmeler","Wanda Homenick","Adolph Erdman","Patsy White","Wilfrid Ankunding"]},{"name":"Angie Treutel","slug":"co-chair-angie-treutel","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/edkf/128.jpg","involvement":"Aliqua magna nulla est nostrud proident deserunt ea consequat non. Consectetur et dolor sint proident sit cillum sint tempor et qui ut tempor. Aliqua ipsum mollit occaecat reprehenderit consectetur consectetur cupidatat anim. Deserunt mollit qui nisi proident occaecat nisi duis.\n\nUllamco commodo cillum officia amet consectetur in occaecat. Non laboris nisi labore dolor et anim adipisicing. Sit exercitation sint deserunt anim. In voluptate non enim excepteur ipsum pariatur exercitation laboris proident. Qui ea in in nulla sit elit exercitation ad.\n\nAd eiusmod adipisicing cupidatat eu consequat dolor minim fugiat. Amet tempor in fugiat deserunt aliqua do commodo do adipisicing cillum sint magna mollit labore. Et elit in amet quis pariatur voluptate magna velit nisi ad. Et incididunt officia velit reprehenderit occaecat ex irure aliqua. Proident aliqua nisi sunt amet minim ullamco deserunt elit aute. Adipisicing incididunt magna consequat irure id excepteur ipsum ex irure sit. Ex Lorem est ipsum cupidatat officia occaecat officia labore.","qualifications":"Exercitation sint deserunt excepteur voluptate proident incididunt aute. Exercitation excepteur non reprehenderit sit adipisicing do in. Nisi reprehenderit ad esse occaecat do exercitation esse tempor aliqua incididunt. Pariatur dolor consequat voluptate do reprehenderit ut laboris ipsum est occaecat anim Lorem.\n\nEst excepteur tempor sit fugiat sint laborum consectetur occaecat. Aute anim consectetur ut velit ipsum ipsum tempor ad. Tempor do sunt deserunt do et officia excepteur ex officia qui enim. Lorem excepteur ullamco commodo culpa magna ullamco sunt non nulla ipsum sit ut irure consectetur. Cillum adipisicing ex ut sit incididunt Lorem officia ipsum enim elit ex sit non Lorem. Duis consequat veniam esse voluptate cillum magna elit et culpa ullamco do labore.","goals":"Reprehenderit culpa pariatur est dolore laborum id incididunt ut duis minim reprehenderit. Consectetur occaecat id qui sint nulla amet non tempor veniam culpa adipisicing. Ex sunt reprehenderit exercitation irure id pariatur eiusmod. Proident aute eu dolore est sunt pariatur minim minim nostrud incididunt cillum. Eiusmod aute pariatur ad nisi officia magna consequat pariatur. Est fugiat occaecat reprehenderit laboris do occaecat duis qui est cillum aliqua dolor ex.\n\nOfficia anim veniam cupidatat nostrud. Duis commodo aliqua ea commodo incididunt velit eiusmod sint quis labore veniam cillum amet adipisicing. Lorem enim minim do fugiat laboris sint qui Lorem sunt aliqua laboris deserunt. Et sunt velit ad ut. Incididunt exercitation in cillum deserunt ullamco non et nostrud exercitation id consequat et.","nominations":["Guiseppe Veum","Myron Kuhic","Mortimer Wunsch"]}]},{"title":"Vice Chair","slug":"vice-chair","description":"\n  <p>The Vice Chair is responsible for assisting the Co-Chairs with all of their duties. If both Co-Chairs are unable to perform their duties, the Vice Chair shall perform all duties and assume all responsibilities of the Co-Chairs until such a time as one or both Co-Chairs are able to resume their posts.</p>\n          ","candidates":[{"name":"Clare Reinger","slug":"vice-chair-clare-reinger","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/we_social/128.jpg","involvement":"Lorem nostrud voluptate incididunt nulla fugiat id aute eiusmod qui id mollit elit. Eiusmod veniam ea sit aute eiusmod ad ex sunt non. Consequat veniam commodo qui fugiat laboris ipsum sit in reprehenderit ex dolore labore.","qualifications":"Amet commodo cupidatat fugiat laborum aliquip minim nisi exercitation reprehenderit enim do dolore eiusmod cupidatat. Ad pariatur consequat officia tempor irure mollit ea laborum anim. Consequat velit magna irure nostrud duis reprehenderit pariatur cillum adipisicing dolor fugiat mollit. Mollit fugiat enim sint fugiat ad sint. Occaecat ipsum ea aute ex aliquip sint nisi reprehenderit minim nulla.","goals":"Ipsum sunt eiusmod enim enim Lorem. Velit culpa laborum anim in Lorem esse sit cupidatat eu ipsum deserunt. Laboris laboris aliqua mollit in eiusmod proident cillum mollit laborum. Consectetur consectetur cupidatat laborum ipsum cillum minim laborum laborum. Ea pariatur esse id in ullamco sit fugiat ad aliqua.\n\nLaborum ad ea pariatur irure dolore amet ut minim et ipsum aliqua exercitation. Minim irure eiusmod reprehenderit ad ad id ut. Est tempor exercitation aliquip reprehenderit qui voluptate et eiusmod ea incididunt nostrud nisi nostrud amet.","nominations":["Tina Spencer"]},{"name":"Krista Rippin","slug":"vice-chair-krista-rippin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/Skyhartman/128.jpg","involvement":"Incididunt culpa nisi ea do esse culpa qui consectetur dolor nulla labore eu. In esse veniam elit excepteur cillum proident eu. Do cillum irure eiusmod sit in labore eiusmod ex labore minim tempor excepteur laboris. Est adipisicing anim minim nostrud commodo ea sint laboris cupidatat reprehenderit in aliquip ea. Occaecat eiusmod ea consequat commodo amet exercitation elit ullamco Lorem incididunt adipisicing ullamco ad ut.\n\nNulla aliqua excepteur magna et nostrud aliqua. Deserunt laborum dolore sit elit reprehenderit veniam tempor eiusmod duis amet elit ullamco ullamco dolore. Exercitation occaecat ea eu irure eu sit irure. Ad elit esse anim cillum quis exercitation incididunt est aliquip esse consectetur culpa amet.\n\nCommodo do quis minim ipsum laboris aute eu sint nostrud enim consectetur Lorem. Exercitation deserunt nisi non sunt elit ad elit ipsum. Veniam officia excepteur elit mollit consequat fugiat. Aliquip sint in tempor quis sit cillum. Anim et mollit velit irure exercitation irure esse occaecat deserunt. Ex dolor laboris incididunt esse dolor nulla. Voluptate velit ut enim aliqua nostrud id amet reprehenderit ad cupidatat.","qualifications":"Aliquip esse aliquip esse est do culpa amet cillum ullamco cillum. Irure occaecat aliqua laboris elit labore occaecat aute laborum sunt eu est ex dolore. Aute deserunt velit ut amet. Culpa irure tempor nulla ut nulla nulla.","goals":"Adipisicing ullamco dolore minim sit cillum cupidatat voluptate ad voluptate ea esse aute nisi incididunt. Esse consectetur pariatur quis in amet voluptate minim quis voluptate voluptate. Elit ad incididunt culpa aliquip qui irure aliquip nisi aliqua velit officia aliqua non magna. Reprehenderit minim fugiat nostrud irure ex amet ea. Ad eiusmod laboris est culpa.\n\nAliqua irure eu do anim nostrud consectetur ut occaecat duis enim enim cillum eiusmod excepteur. Minim ipsum nulla non amet ullamco quis dolore cillum id. Voluptate magna ut mollit ut duis adipisicing commodo pariatur nostrud ex aliqua ullamco sunt aliqua. Consequat officia adipisicing aliqua labore quis est sunt consequat sit. Minim sit occaecat dolore enim anim minim ad velit voluptate nulla amet eu sit.\n\nId reprehenderit officia sit proident. Cillum aliquip Lorem Lorem laborum esse laboris veniam qui anim officia commodo dolore. Velit adipisicing dolor enim consectetur aliquip adipisicing. Fugiat consequat nulla cupidatat commodo consectetur reprehenderit ea minim ea quis officia cupidatat. Tempor laborum excepteur officia dolor. Sint sunt reprehenderit sit tempor velit magna commodo magna aliqua aute elit officia. Laborum exercitation laboris nulla eu elit non mollit id aliqua.","nominations":["Kelsie West","Lemuel Erdman","Isabelle Hoppe","Eleonore Dickens","Caesar Lang"]}]},{"title":"Secretary","slug":"secretary","description":"\n  <p>The Secretary is responsible for taking minutes of all General Membership and Local Council Meetings, and shall be responsible for publishing these minutes, as well as resolutions, reports, and other official records of the Local. The Secretary may appoint, but must oversee, a temporary proxy minutes-taker for any meeting. That proxy may not vote on behalf of the Secretary. Additionally:</p>\n  <ul>\n    <li>a. The Secretary shall transfer official records in good condition to their successor.</li>\n    <li>b. The Secretary will assume the responsibilities of one of the Co-Chairs, if both Co-Chairs and the Vice Chair is unable to do so.</li>\n  </ul>\n          ","candidates":[{"name":"Angelo Abbott","slug":"secretary-angelo-abbott","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/uxalex/128.jpg","involvement":"Cupidatat do officia mollit minim velit dolor consequat dolore nisi cupidatat. Occaecat laborum irure excepteur reprehenderit ipsum commodo minim velit esse. Et excepteur id adipisicing consectetur magna. Incididunt est tempor officia quis quis minim nisi deserunt amet deserunt est reprehenderit veniam reprehenderit. Occaecat ad ea non proident consequat incididunt tempor anim adipisicing commodo fugiat amet ipsum adipisicing. Veniam nisi minim sit sit cupidatat.\n\nNostrud deserunt fugiat reprehenderit ipsum aliqua eiusmod sint magna anim reprehenderit est eu. Deserunt ipsum minim nulla irure tempor ut mollit culpa eiusmod pariatur aliquip non do. Nisi nisi veniam consequat magna minim qui officia labore.\n\nVeniam ipsum sunt et proident in officia esse tempor enim sit exercitation duis. Ut minim fugiat eiusmod reprehenderit officia veniam labore consequat. Commodo minim esse consequat ipsum cillum. Qui adipisicing eiusmod anim reprehenderit sit pariatur eu nostrud duis anim. Proident commodo duis dolore incididunt laborum. Et sit irure culpa incididunt ut reprehenderit cupidatat excepteur pariatur eu cillum quis cupidatat fugiat.","qualifications":"Duis elit id nisi nisi. Qui eu irure mollit elit dolore. Aliqua incididunt amet quis tempor reprehenderit deserunt. Duis sunt aliqua deserunt magna.","goals":"Anim consectetur laborum fugiat quis dolore eiusmod ad. Nostrud excepteur mollit non sunt mollit consectetur tempor ad id nostrud. Labore amet eu sint velit. Irure in magna duis laboris ullamco. Magna ad ipsum ex consequat. Pariatur voluptate mollit qui enim in Lorem fugiat aute.\n\nAliquip tempor non veniam aliqua pariatur non deserunt irure et. Id elit do Lorem exercitation laboris ut nisi eu commodo esse ullamco consectetur reprehenderit. Reprehenderit sint et proident laboris duis et ex magna consequat fugiat nostrud eu eiusmod ipsum. Voluptate amet elit anim commodo incididunt in in. Do do ad cupidatat excepteur amet.","nominations":["Aracely Green","Corene Morissette"]}]},{"title":"Treasurer","slug":"treasurer","description":"\n  <p>The Treasurer will be responsible for administration of funds, budget, and financial organization of the Local, including overseeing fundraising activities for the Local. The Treasurer will report to the Local Council on the financial status of the organization at each Local Council Meeting. The Treasurer will maintain transparent and open financial reports available to the entire membership upon request by an officer of the Local Council.</p>\n          ","candidates":[{"name":"Courtney Reichel","slug":"treasurer-courtney-reichel","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ryuchi311/128.jpg","involvement":"Adipisicing dolore sint occaecat in consequat esse pariatur est nulla enim culpa. Ad irure duis voluptate duis quis proident. Anim dolore anim irure do in proident excepteur sunt nulla. Excepteur laborum ut veniam nostrud tempor nisi fugiat sunt Lorem veniam id magna. Irure exercitation minim commodo ullamco Lorem in nulla sint. Anim sint minim enim et sit exercitation exercitation ex sit consequat et. Ad anim pariatur reprehenderit tempor excepteur eu aute minim.\n\nAdipisicing occaecat esse enim ex eu eiusmod in adipisicing commodo culpa officia voluptate. Enim non laboris non ad commodo deserunt elit irure irure laborum. Aute id cupidatat qui fugiat voluptate aliquip reprehenderit fugiat et non eiusmod laborum. Laboris mollit cupidatat pariatur consequat voluptate ea sunt duis excepteur excepteur nulla.","qualifications":"Aute anim id velit ipsum pariatur dolore nulla dolore ex. Occaecat elit cillum sunt ullamco non aute ullamco nisi est minim est. Ad dolore excepteur ea aute culpa est sit enim sit. Quis duis non fugiat aliqua tempor consectetur labore nisi sunt consequat. Velit sit minim est fugiat consequat ullamco dolor ipsum aliqua duis. Anim est irure non mollit anim nostrud incididunt. Sunt sit incididunt anim voluptate aute nisi nulla ipsum proident non ea.\n\nElit ea quis elit et ea commodo tempor incididunt dolore ea nisi velit. Aute dolore pariatur quis veniam consequat. Anim laboris amet consectetur nisi. Enim minim sunt occaecat sit non et ipsum voluptate in. Do cillum sit anim non in nostrud fugiat consectetur sit id culpa voluptate amet sunt. Dolor dolor labore dolore enim dolore.","goals":"Incididunt ex duis esse fugiat consectetur dolore excepteur laborum consectetur voluptate. Eu aliqua exercitation consectetur mollit. Pariatur deserunt tempor cupidatat nulla anim do do ad. Cillum irure ipsum veniam Lorem cillum labore tempor mollit consectetur aliquip. Elit eiusmod ullamco mollit quis eiusmod pariatur ea enim magna voluptate aute in anim. Ea anim laborum incididunt in proident consectetur duis nostrud consectetur eiusmod non cillum velit. Excepteur tempor consequat aliqua exercitation nisi et reprehenderit ea ad magna sit ipsum.\n\nConsequat amet laboris veniam esse nostrud mollit est ullamco elit labore laboris adipisicing. Excepteur labore minim eiusmod magna. Reprehenderit culpa pariatur excepteur eu in cupidatat quis mollit officia ipsum non.\n\nSunt velit velit aliquip labore magna et enim exercitation dolore laboris irure culpa. Consequat eu ut velit in cillum sit aliquip consequat mollit eu consectetur consequat consequat. Ex Lorem nostrud est anim id et qui officia elit incididunt elit. Commodo magna elit ipsum et non ut ea ex excepteur ea est. Eiusmod non eiusmod eiusmod eiusmod est consectetur cillum et Lorem.","nominations":["Hadley Mills","Brant Muller"]},{"name":"Isadore Roberts","slug":"treasurer-isadore-roberts","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/vocino/128.jpg","involvement":"Nulla proident Lorem dolore labore reprehenderit labore ipsum ex incididunt sint ipsum irure. Et sint velit veniam reprehenderit pariatur non duis nostrud non velit. Nisi eiusmod velit eu velit sint sunt in consectetur exercitation.\n\nSint consequat et reprehenderit velit aliqua esse sit. Commodo aute aliquip ullamco incididunt laborum anim aute nulla adipisicing labore ut officia ad. Et consectetur enim labore non cupidatat aliquip do ad ad mollit qui eiusmod consequat. Lorem eu consectetur quis do commodo ad quis tempor occaecat irure sunt veniam nulla et. Nulla excepteur est amet nulla tempor in ex veniam nisi do eiusmod velit.","qualifications":"In nisi aute eu labore. Voluptate aliquip ea labore labore ut quis nostrud dolor nostrud adipisicing et eiusmod. Anim eu nostrud ut do pariatur occaecat deserunt dolor aliqua reprehenderit minim. Qui et sint ut nostrud mollit in culpa qui voluptate esse consectetur. Elit amet dolor magna tempor dolore sunt cupidatat et id.","goals":"Enim eiusmod cupidatat commodo elit eiusmod minim enim ea. Officia cillum quis est mollit magna ex ex esse do dolor eu fugiat cillum minim. Ut nostrud id Lorem amet dolore aute qui non laborum. Laboris est velit minim fugiat deserunt sit. Ipsum laboris culpa et velit esse veniam excepteur ipsum ex qui eu ullamco. Cillum mollit sint minim occaecat non aute et. Reprehenderit aliquip magna et do enim laborum sunt officia ad adipisicing sit dolor.\n\nLaboris enim reprehenderit nulla et do. Nisi culpa sit tempor labore. Commodo ea veniam officia non. Enim excepteur adipisicing laboris anim do. Velit adipisicing do ipsum magna non quis exercitation voluptate. Consequat nisi fugiat ut ex cupidatat ad fugiat non esse.\n\nTempor veniam amet velit amet duis fugiat amet consectetur fugiat proident nulla non reprehenderit esse. Proident amet id veniam id sunt exercitation. Dolore veniam magna reprehenderit adipisicing excepteur nostrud veniam amet ex. Consequat veniam proident exercitation reprehenderit non id anim occaecat enim cupidatat est duis. Tempor est deserunt id aute officia exercitation adipisicing id labore tempor Lorem. Incididunt do et consectetur nisi reprehenderit.","nominations":["Lucinda Boehm","Dawson Zboncak","Jennings Jenkins"]}]},{"title":"Internal Organizers","slug":"internal-organizer","description":"\n  <p>Internal Organizers will jointly oversee the Internal Organizing Committee (see Article VI), which is responsible for fostering a lively participatory and democratic culture within the Local through the development, education, mobilization, and recruitment of members. The Internal Organizing Committee is also charged with organizing General Meetings, Informational Meetings, and social, educational, and fundraising events. Under the direction of the Local Council, the Internal Organizing Committee shall develop and oversee a program of socialist cadre development that includes skills training and political education; and a system of Mobilizers (similar to union shop stewards) who will act as an active conduit of information and engagement between the General Membership and the Local Council.</p>\n          ","candidates":[{"name":"Yolanda Gutkowski","slug":"internal-organizer-yolanda-gutkowski","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/nilshoenson/128.jpg","involvement":"Occaecat aliqua incididunt id dolor tempor voluptate ad sint ipsum cupidatat. Tempor id esse proident laborum. Eiusmod eu velit ad ea tempor quis in veniam ex ea dolore qui ad fugiat. Adipisicing incididunt duis amet velit est elit dolor.\n\nSint commodo Lorem non velit occaecat sint nisi culpa enim nisi sint eu irure adipisicing. Adipisicing nostrud veniam non dolor minim sunt occaecat occaecat deserunt excepteur. Veniam velit adipisicing veniam enim ut minim. Quis incididunt occaecat dolor nisi quis qui velit Lorem ad consequat veniam laboris. Commodo duis aute reprehenderit dolor.","qualifications":"Quis exercitation mollit in aliquip sit ad aliquip sunt. Cupidatat enim voluptate consectetur nulla laborum quis anim. Tempor id irure mollit deserunt exercitation ipsum aliquip enim ea quis. Anim laborum cupidatat labore adipisicing proident ipsum minim fugiat Lorem reprehenderit. Adipisicing et laboris duis commodo consequat incididunt minim dolore anim id adipisicing labore.\n\nDeserunt consectetur Lorem dolore irure non mollit est minim nisi veniam enim et. Lorem Lorem et non aliqua quis aliqua sit reprehenderit. Fugiat dolor dolor laborum fugiat consectetur adipisicing. Nisi ut do fugiat consequat est anim tempor enim voluptate cillum quis est tempor. Aliqua aliquip aliqua do ad duis laborum eu sunt sint est mollit consectetur. Dolore enim commodo exercitation excepteur cillum non dolor voluptate nostrud nisi sunt. In proident ullamco enim tempor nulla eiusmod nisi.","goals":"Anim proident reprehenderit officia est deserunt quis aute anim laborum elit dolore consequat. Aliqua laborum mollit exercitation amet consectetur exercitation ea. Laborum quis eiusmod eiusmod aute deserunt aliqua ullamco est reprehenderit id dolor minim ad. Dolore nisi cillum ut duis ut ipsum nulla do ea pariatur qui tempor proident consectetur.\n\nExcepteur eiusmod tempor quis in voluptate ipsum culpa eu. Magna velit magna tempor do eu voluptate consequat laboris duis tempor. Minim sit excepteur nulla officia incididunt quis incididunt elit aliquip sunt. Pariatur culpa sint eiusmod enim proident eu minim ullamco dolor officia dolor ipsum. Laboris officia dolor deserunt proident enim exercitation commodo occaecat non id minim. Dolore adipisicing ea qui est.\n\nDolor ipsum aute fugiat proident sint sunt fugiat Lorem dolore cupidatat dolor eiusmod. Reprehenderit veniam ut consectetur irure proident aute tempor et dolor nulla deserunt id. Proident id consequat cillum laboris ipsum velit est occaecat ex commodo ea ipsum pariatur aliqua. Magna tempor id sint consequat id.","nominations":["Lincoln Armstrong","Elva Towne","Estefania MacGyver","Alexandra White"]},{"name":"Felicita Gutkowski","slug":"internal-organizer-felicita-gutkowski","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/borges_marcos/128.jpg","involvement":"Tempor velit ad nostrud duis tempor fugiat ut qui reprehenderit amet labore ullamco. Quis eiusmod eiusmod veniam qui amet fugiat velit mollit officia amet. Pariatur labore voluptate ea Lorem proident consequat minim adipisicing esse nisi ea aliqua ut reprehenderit. Ex sunt est elit voluptate Lorem sint pariatur do incididunt anim laboris deserunt. Sint ipsum eiusmod proident sit velit cupidatat laboris esse sint incididunt ex eiusmod sint.\n\nExcepteur do eu est Lorem aliqua dolor. Laborum occaecat elit est quis laborum ex aliquip sunt deserunt laboris deserunt dolor ipsum cillum. Ipsum fugiat occaecat veniam aliqua nisi amet nulla tempor dolor nostrud ut. Aliquip velit occaecat culpa commodo labore dolor ad veniam irure veniam Lorem.\n\nLabore deserunt irure laboris qui ad aute aliquip amet ipsum enim consequat reprehenderit. Cillum nisi eu ullamco ut. Duis veniam voluptate velit officia laborum mollit reprehenderit. Consequat culpa ipsum magna sit exercitation aliquip consectetur ad. Cillum id voluptate incididunt ullamco exercitation quis et. Et ullamco reprehenderit deserunt dolore tempor amet.","qualifications":"Consectetur minim laboris cupidatat nisi amet sit quis dolor cillum elit est. Culpa veniam magna tempor enim duis tempor eiusmod. Sunt officia eiusmod esse quis commodo amet ut commodo incididunt. Nisi mollit dolor aliquip nulla. Ullamco tempor irure eiusmod ullamco minim enim sint sint deserunt irure amet ullamco dolore. Lorem mollit ut exercitation proident ullamco incididunt. Anim reprehenderit magna id consequat ex nisi pariatur ad magna excepteur quis.\n\nOccaecat quis aliqua elit dolor quis culpa laborum elit ex minim voluptate ipsum commodo laboris. Pariatur elit veniam Lorem qui sit ipsum. Eu sunt reprehenderit nostrud ipsum proident ea officia deserunt quis consequat voluptate dolor occaecat velit. Sunt enim pariatur in elit. Incididunt officia duis occaecat et nulla.","goals":"Ex quis quis deserunt veniam aute nisi. Deserunt minim id fugiat minim sunt aliqua commodo. Id mollit eiusmod amet velit incididunt nulla Lorem dolor. Sit nostrud eiusmod nisi deserunt cillum reprehenderit culpa et. Excepteur fugiat ut adipisicing aliqua ex culpa deserunt aute minim.\n\nAnim eiusmod enim enim tempor dolor est. Pariatur labore ea culpa ea eu reprehenderit ea velit ex aute anim proident qui. Cillum elit ut ipsum ex incididunt ea velit proident anim laborum sint ad tempor id. Labore occaecat pariatur ipsum qui in minim nulla pariatur anim sunt nostrud aliquip.\n\nLorem pariatur dolore pariatur sunt amet commodo qui anim occaecat sint laborum. Velit dolor non quis anim reprehenderit sint dolor eiusmod. Laboris ullamco aute est nulla commodo deserunt adipisicing dolore quis qui anim.","nominations":["Emerald Ferry"]},{"name":"Kassandra Ernser","slug":"internal-organizer-kassandra-ernser","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/colirpixoil/128.jpg","involvement":"Cupidatat Lorem sint aliqua consectetur commodo eiusmod sint nisi commodo cupidatat laborum eiusmod deserunt. Commodo incididunt exercitation aute ut excepteur exercitation. Excepteur mollit deserunt pariatur deserunt in exercitation incididunt elit pariatur eiusmod. Cillum ipsum enim aliquip duis proident occaecat pariatur dolore nulla.\n\nCommodo id id elit qui veniam duis magna do. Proident fugiat deserunt est culpa aute et adipisicing sunt consequat ad quis. Velit officia nulla exercitation commodo. Do Lorem incididunt quis est ullamco exercitation.","qualifications":"Voluptate in occaecat ad tempor incididunt elit voluptate sunt cupidatat commodo in elit. Amet aliquip excepteur reprehenderit laboris eu proident et laborum sit ex. Do cupidatat aliquip velit velit sunt. Minim voluptate nulla quis labore adipisicing laborum ad elit laboris laboris nisi. Amet ea proident ullamco consectetur pariatur eiusmod eu nostrud. Ut fugiat ipsum adipisicing enim elit incididunt incididunt exercitation.","goals":"Cillum laborum do aliquip minim sit ipsum. Amet dolore esse duis culpa nisi elit cillum officia dolore dolore adipisicing consectetur excepteur. Incididunt minim incididunt sunt irure eiusmod sint ad officia veniam enim. Velit mollit commodo nulla veniam ex exercitation adipisicing cillum elit. Aliqua aute nisi laborum id cillum velit.\n\nProident do nisi amet eiusmod nisi. Aliquip irure ad cupidatat ut ullamco. Voluptate proident officia proident laborum do magna sint pariatur laboris. Duis occaecat pariatur tempor enim. Proident quis culpa id laboris officia deserunt.\n\nOfficia aliqua cillum minim occaecat aute velit. Irure sint excepteur magna non qui aute laboris sunt culpa. Dolore ex id eu sit sit non. Commodo voluptate veniam magna anim culpa adipisicing officia enim. Minim consectetur do mollit ex aute non exercitation mollit minim ex pariatur aliquip. Voluptate ad duis deserunt anim mollit aliquip tempor ad incididunt amet eu non. Excepteur non laboris velit irure ad esse ullamco excepteur tempor voluptate excepteur sunt.\n\nIncididunt eu sunt exercitation consequat non. Ullamco qui exercitation sit culpa et esse culpa excepteur fugiat nulla eiusmod sint non enim. Nostrud deserunt ex aliquip ut nulla exercitation nostrud velit id aute in reprehenderit ut fugiat. Ullamco in excepteur dolore sunt sint. Occaecat et irure enim dolore et pariatur eiusmod. Ad anim sint consectetur quis Lorem adipisicing occaecat irure nisi irure. Dolor quis nostrud ullamco amet non do ut aliquip.","nominations":["Francisca Tremblay","Sidney Gusikowski"]},{"name":"Rodger Wisozk","slug":"internal-organizer-rodger-wisozk","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/jackiesaik/128.jpg","involvement":"Occaecat ut cillum et est sunt esse reprehenderit. Veniam qui sit dolor et exercitation sunt voluptate id commodo consequat laboris dolore eu. Enim nisi aute ea reprehenderit aliqua cupidatat est. In excepteur commodo incididunt ut elit est Lorem eiusmod est eu eu Lorem aliquip. Voluptate incididunt incididunt dolore nostrud voluptate nostrud consequat labore non occaecat laboris officia.\n\nEiusmod laborum aute culpa sunt ullamco. Proident dolor dolor esse dolor duis voluptate eu aliquip tempor do irure. Quis cupidatat esse cupidatat elit. Labore sint consectetur ex voluptate pariatur ullamco elit minim culpa reprehenderit incididunt nisi duis.","qualifications":"Eu sunt elit elit occaecat mollit labore eu. Nisi mollit occaecat ullamco non exercitation aliquip non consectetur. Sit eiusmod velit do sint magna eiusmod est id eiusmod exercitation excepteur do.\n\nNostrud est voluptate dolor minim do. Ex qui Lorem amet veniam aliquip nisi. Anim cillum aliquip ullamco excepteur dolore. Consequat laborum eiusmod sit dolor consequat consequat esse ipsum minim pariatur do. Do irure laboris labore nulla ipsum do culpa pariatur sit anim fugiat laboris deserunt. Laborum ut commodo sint do aute ipsum velit.","goals":"Officia et dolor esse dolore exercitation officia deserunt culpa anim laboris commodo. Consectetur enim tempor excepteur consectetur aute ullamco incididunt. Esse eu irure eu amet velit minim qui ullamco laborum elit ullamco. Nulla voluptate ex aute nulla amet qui magna occaecat ipsum occaecat dolor.\n\nEt ad magna adipisicing fugiat. Id sit nisi nulla enim consectetur ex sunt qui anim eu dolor. Irure velit Lorem et elit excepteur pariatur aute commodo nisi irure.\n\nDuis consequat laboris nisi reprehenderit minim culpa cupidatat. Eiusmod aliqua deserunt sit aute consequat adipisicing sint incididunt velit exercitation exercitation. Amet in pariatur fugiat duis laborum dolore eiusmod.","nominations":["Reta Koch","Andres Haley","William Hilll"]},{"name":"Mason Balistreri","slug":"internal-organizer-mason-balistreri","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/romanbulah/128.jpg","involvement":"Laboris voluptate eiusmod qui ea anim nisi aliqua anim duis irure. Quis ipsum elit cupidatat duis aute et non quis cillum reprehenderit nostrud aliqua. Eu deserunt sint exercitation mollit irure sunt velit mollit. Consectetur anim dolore dolore amet aliquip cillum qui nisi dolor. Nulla Lorem tempor do in elit reprehenderit esse aliquip dolore Lorem consectetur id. In adipisicing non dolor proident reprehenderit cillum aliquip. Id Lorem do in nisi reprehenderit.\n\nId esse magna quis elit non dolore id quis labore in et. Dolore id ipsum sit eiusmod nisi dolore reprehenderit et commodo velit ullamco et reprehenderit. Occaecat est in occaecat eu id elit ex incididunt irure reprehenderit officia eu labore dolor. Cillum commodo tempor reprehenderit nulla.\n\nElit aute exercitation proident magna nisi ea reprehenderit et qui est. Aliquip culpa ea elit mollit aliquip occaecat exercitation amet nulla aliquip consectetur minim laboris fugiat. Aliquip enim ea ad aute ad minim reprehenderit Lorem labore qui velit irure enim non.","qualifications":"Consequat voluptate occaecat sunt do ut laboris ipsum et incididunt cupidatat dolor minim. Amet nulla ex eiusmod quis proident eu et. Mollit et eiusmod qui nostrud cillum ut non velit in dolore mollit minim nulla occaecat. Excepteur cillum consequat ullamco eu dolore deserunt et tempor officia nisi. Eu tempor est aliqua ea qui do nulla nulla Lorem velit dolore. Lorem aliqua nisi qui deserunt occaecat anim.","goals":"Ullamco cupidatat amet duis duis dolor exercitation sunt adipisicing et sint nisi cupidatat Lorem ad. Ad aliquip qui adipisicing occaecat quis aliqua excepteur irure nisi labore. Duis sit laboris sunt do magna reprehenderit enim aliquip tempor velit velit eu. Pariatur ex ex excepteur ea id dolore elit. Dolore eu anim excepteur in duis aute fugiat fugiat.\n\nUllamco irure proident nisi id sunt ad irure nisi commodo occaecat occaecat. Duis sit esse pariatur deserunt velit minim qui nulla do nisi. Cillum occaecat nisi sit tempor ex sit deserunt eiusmod. Enim officia anim commodo sunt incididunt pariatur.\n\nAliquip mollit elit deserunt excepteur nisi est amet anim adipisicing. Laboris exercitation mollit laboris qui proident velit culpa aute exercitation. Sunt ullamco ipsum occaecat do tempor occaecat Lorem esse ut cupidatat id quis nulla dolore. Qui reprehenderit reprehenderit minim et duis deserunt occaecat consectetur ex elit do pariatur magna in. Occaecat magna sit et aute ad sunt ea. Veniam labore dolor nisi pariatur quis ea tempor excepteur est excepteur ad velit nostrud.","nominations":["Karson Weissnat","Chyna Predovic"]},{"name":"Aiden Will","slug":"internal-organizer-aiden-will","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/thedamianhdez/128.jpg","involvement":"Ea non excepteur ut aute ad nulla. Commodo est eiusmod fugiat veniam nisi Lorem. Ex amet officia duis pariatur. Nostrud do ea et deserunt est Lorem magna reprehenderit pariatur ad incididunt et cupidatat. Nostrud laboris laborum irure proident occaecat veniam do cillum et consectetur duis magna irure elit. Ut sint anim sunt fugiat ipsum irure. Sint nostrud culpa adipisicing do.","qualifications":"Nulla mollit ex exercitation et ut adipisicing enim dolore nostrud elit elit. Pariatur enim consectetur nulla in ad Lorem. Irure eu sunt nisi consectetur voluptate aute ut fugiat pariatur occaecat Lorem. Consectetur sint dolore culpa officia. Irure Lorem quis et amet.","goals":"Pariatur officia eiusmod reprehenderit id eiusmod veniam dolor sit voluptate irure culpa. Sint sit dolore commodo officia ea. Quis duis sint Lorem cupidatat culpa fugiat. Non elit adipisicing fugiat id aliqua exercitation sit dolor elit pariatur Lorem irure eiusmod ex. Occaecat aliquip irure magna ipsum cupidatat laborum laboris excepteur ipsum anim ex commodo incididunt. Laborum cillum labore sint anim deserunt deserunt ad. Laborum consequat sunt eiusmod aute irure est laborum dolor.\n\nVeniam veniam nisi in veniam et sunt cupidatat. Eu officia exercitation nulla in nostrud amet labore elit sunt. Exercitation sint nisi Lorem ad.","nominations":["Ona King"]},{"name":"Eldon Kris","slug":"internal-organizer-eldon-kris","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/guillemboti/128.jpg","involvement":"Exercitation dolore elit excepteur adipisicing irure exercitation culpa. Consectetur anim consectetur ad anim irure. Sint qui qui in dolor aute ea incididunt non.","qualifications":"Consectetur dolor esse ea ex officia esse sunt ea qui in esse officia. Sit magna ut adipisicing labore. Sint quis cillum in ipsum non. Minim nisi quis occaecat ea fugiat nisi non. Amet fugiat cillum qui tempor velit.","goals":"Eiusmod deserunt Lorem ullamco dolore ullamco amet sit magna ad occaecat laborum officia Lorem elit. Laboris sint ullamco ut reprehenderit ut. Nulla ut et enim consectetur dolor aliqua anim qui ullamco commodo id.\n\nTempor ipsum deserunt minim quis. Consectetur sit in enim et proident laborum ipsum sint qui ipsum minim. Labore quis nisi eu dolore aute incididunt consequat ullamco sint. Consectetur in ea aute quis culpa culpa mollit laboris dolore. Aliqua esse sint quis id ipsum qui cillum incididunt Lorem esse pariatur. Adipisicing irure officia reprehenderit duis nostrud sunt do ullamco minim culpa.\n\nAliqua non sit cupidatat sunt amet veniam ut reprehenderit. Duis in do aliquip ad commodo voluptate minim ea est commodo voluptate incididunt. Aliquip velit consequat ut proident officia fugiat Lorem sint mollit reprehenderit labore deserunt nulla tempor. Ea enim eu velit ipsum mollit consequat sit dolor incididunt dolor id irure. Cillum nostrud commodo ea Lorem Lorem reprehenderit proident do aute.","nominations":["Angela Brown","Vincenzo Weber","Kennedy Rice","Dillon Hettinger","Daniella Dooley"]}]},{"title":"External Organizers","slug":"external-organizer","description":"\n  <p>External Organizers will jointly oversee the External Organizing Committee (see Article VI), which will lead the Local’s fight for a socialist political agenda in the East Bay and beyond. Under the direction of the Local Council and in order to realize the policies, priorities and campaigns set forth by the General Membership, the External Organizing Committee shall manage or execute all of the Local’s issue and electoral campaigns, direct actions, rallies, and other activities expressly targeted at the general public for political purposes.</p>\n          ","candidates":[{"name":"Ivy Wisoky","slug":"external-organizer-ivy-wisoky","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/nyancecom/128.jpg","involvement":"Cupidatat esse ipsum proident ullamco amet laboris officia aliqua incididunt officia. Consectetur est anim Lorem occaecat officia aute sint aliquip do reprehenderit cupidatat qui. Labore aliquip duis exercitation incididunt id.","qualifications":"Ipsum voluptate ut pariatur qui eu ipsum minim Lorem commodo proident ut aliqua. Pariatur irure do elit est aute aliqua nisi ut ullamco veniam culpa consectetur ut ipsum. Reprehenderit laborum aute anim qui consectetur deserunt nulla amet velit sunt consectetur nulla deserunt et.\n\nUt fugiat consequat enim officia nostrud eiusmod reprehenderit adipisicing tempor aliqua est. Consequat ut ea minim reprehenderit adipisicing aute ullamco. Eiusmod ipsum culpa exercitation sit nulla deserunt culpa elit in Lorem non dolore dolore eu.","goals":"Proident proident ea sit enim laborum nisi et dolore officia Lorem qui proident eu. Quis in ea dolore laborum cillum culpa ad commodo. Duis ullamco esse commodo aliquip ex aliquip nisi magna culpa aliqua magna.\n\nTempor incididunt ipsum occaecat ad. Aliqua do laboris ullamco id tempor veniam aliquip sit eiusmod. Elit cillum esse ex laborum.\n\nDolor adipisicing in consectetur velit do dolor sint voluptate laborum ullamco sit est. Excepteur esse dolor incididunt Lorem incididunt anim commodo sint est ipsum. Ad do non deserunt ipsum tempor adipisicing adipisicing magna Lorem eiusmod. Ad ut officia irure reprehenderit reprehenderit sunt nisi culpa voluptate nulla sint eiusmod proident. Nisi amet non dolor quis eu minim.\n\nEu ullamco eiusmod velit dolor ea Lorem aliqua laboris. Sunt labore sunt ex qui minim exercitation et fugiat amet. Sint consectetur aliqua aute pariatur. Adipisicing Lorem occaecat ea est qui qui velit eiusmod magna commodo Lorem aliquip enim. Quis ut ea dolor adipisicing magna amet nostrud irure eu adipisicing aliqua duis dolore sint. Cupidatat culpa elit quis adipisicing ipsum culpa amet. Ullamco culpa minim anim ex esse sunt quis nulla fugiat nisi non officia mollit consectetur.","nominations":["Neoma Jerde","Michele Swift","Abigale Nienow","Mary Maggio"]},{"name":"Kamren Torp","slug":"external-organizer-kamren-torp","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/sasha_shestakov/128.jpg","involvement":"Laborum sunt tempor incididunt sint cillum commodo adipisicing incididunt occaecat. Aute cillum do dolor do sit irure est eiusmod ea voluptate voluptate. Dolore elit mollit exercitation ipsum sint cillum et.","qualifications":"Officia ea non ea nisi sunt commodo tempor veniam nisi amet proident aute. Irure sint pariatur dolor dolor excepteur magna nostrud eiusmod anim. In enim voluptate do sunt veniam reprehenderit eu officia consequat amet labore. Aute id laboris consectetur sint voluptate veniam ea excepteur laboris aliquip eiusmod excepteur irure. Irure dolor exercitation duis est ullamco cupidatat fugiat non occaecat nulla quis. Consequat labore quis ullamco veniam enim id. Labore ea pariatur excepteur sit nulla incididunt anim duis qui anim.\n\nDeserunt dolor ad sunt eu consequat dolor pariatur qui. Ut dolore pariatur eu non magna eu nisi magna sit amet incididunt in ullamco. In cupidatat fugiat quis in aute eu duis aliqua Lorem ea sint irure laboris. Pariatur id incididunt laborum voluptate quis ea ut ex minim duis aliquip proident culpa consectetur.","goals":"Amet fugiat esse laboris commodo duis reprehenderit mollit id amet ea. Enim nostrud non non aute non tempor quis id nulla fugiat minim et excepteur. Voluptate irure fugiat duis id occaecat est est pariatur nisi tempor enim dolore eu et.\n\nIpsum commodo ea et labore aliqua. Dolore deserunt culpa pariatur consectetur ex nulla nulla aliqua mollit laborum adipisicing. Irure ea ullamco mollit elit nostrud ipsum excepteur do culpa. Sit incididunt consequat ipsum qui pariatur sit mollit tempor. Proident sint dolore sint voluptate tempor elit reprehenderit duis pariatur laboris reprehenderit. Voluptate officia nisi eu mollit ad excepteur sint eiusmod excepteur sunt sint sint sunt.","nominations":["Wilma Boehm","Anya Hintz","Aryanna Bayer"]},{"name":"Hipolito Bergstrom","slug":"external-organizer-hipolito-bergstrom","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/depaulawagner/128.jpg","involvement":"Elit eiusmod enim minim culpa ea sint. Irure magna voluptate enim fugiat elit exercitation ut in consectetur aute. Aliqua irure aute dolor do culpa.","qualifications":"Adipisicing anim anim mollit dolor nostrud esse Lorem. Adipisicing mollit enim quis proident dolor sint non proident. Aliquip magna Lorem fugiat reprehenderit aliqua sunt ex occaecat dolor mollit esse quis commodo. Consectetur irure officia ad nostrud et. Velit commodo laborum ex magna amet ipsum consectetur tempor culpa laborum reprehenderit culpa labore aliquip.\n\nVoluptate consectetur cillum irure consequat velit ex in sunt. Culpa cupidatat tempor sunt voluptate minim in pariatur reprehenderit. Occaecat elit magna minim commodo elit eiusmod elit exercitation irure occaecat.","goals":"Minim voluptate nulla reprehenderit in duis cillum magna. Proident est est commodo sit laborum nisi irure Lorem incididunt velit cillum voluptate. Magna ut tempor amet cillum cillum velit eiusmod occaecat in amet amet nisi. Elit commodo id amet minim duis commodo mollit laboris labore labore sit esse.\n\nAliquip esse ut enim consectetur reprehenderit deserunt laboris ex excepteur non minim. Commodo incididunt eu mollit commodo ullamco adipisicing commodo minim. Magna ex elit eiusmod esse exercitation. Cillum ullamco eu officia quis aute elit veniam nulla dolor.\n\nTempor est velit sit duis velit magna eiusmod. Do officia commodo ut ea officia labore est. Et sit sit Lorem mollit. Est et velit in exercitation id qui elit ea do. Consectetur id magna voluptate id tempor veniam aliquip esse eu nisi laborum. Cupidatat in dolor non sit proident incididunt proident pariatur dolore duis minim cupidatat.\n\nAnim amet et labore exercitation culpa consectetur nulla dolore. Tempor aliqua ipsum excepteur pariatur proident excepteur. Non mollit id cupidatat et sint elit ad ex ullamco.","nominations":["Monserrate Kunde","Jaclyn Stark"]},{"name":"Nels Kilback","slug":"external-organizer-nels-kilback","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/rdbannon/128.jpg","involvement":"Sunt ullamco nulla enim anim tempor cupidatat laborum. Cupidatat anim exercitation qui sint do velit cupidatat laboris minim Lorem. Lorem velit Lorem reprehenderit et ad aute veniam sunt laborum. Voluptate ipsum ea in nostrud elit aliqua amet commodo deserunt nostrud cillum nulla Lorem. Officia sint occaecat ex nisi nostrud est est qui adipisicing nostrud incididunt quis deserunt nisi. Id enim Lorem amet aute adipisicing sit nostrud irure commodo.","qualifications":"Nisi irure ipsum do sint incididunt excepteur. Est Lorem do irure ad exercitation Lorem sint ipsum. Consectetur proident duis elit ex consectetur nisi dolor irure consequat. Fugiat ex nostrud cillum veniam consectetur dolore consequat Lorem.","goals":"Exercitation aute exercitation veniam minim aliqua ex. Id cupidatat do sit velit quis laborum aliqua exercitation ipsum incididunt. Labore magna aliquip non eiusmod culpa. Amet ipsum nisi velit minim. Cillum labore fugiat incididunt aliquip dolor ea.\n\nDeserunt aliqua enim anim voluptate deserunt. Ad magna officia quis consequat quis est laboris laborum voluptate amet exercitation nisi est laboris. Sint incididunt duis consectetur ad duis deserunt. Id aliquip non eu cupidatat qui sunt tempor esse id dolore. Incididunt commodo Lorem elit tempor tempor veniam aute minim enim.\n\nSint reprehenderit aliqua Lorem occaecat cupidatat nostrud. Sint tempor consectetur eu mollit deserunt eu laboris eu. Eu aliqua ad pariatur cupidatat ipsum.","nominations":["Cade Wilkinson","Yoshiko Balistreri","Everette Pollich","Elisha Leuschke"]}]},{"title":"At-Large Local Council Members","slug":"at-large","description":"\n  <p>At-Large Local Council Members will participate in Local Council decision-making, and are responsible for attending all relevant meetings and reading all relevant documents. At-Large Local Council members are also tasked with representing the views of the membership that elected them as well as helping to advance the goals of the Local generally.</p>\n          ","candidates":[{"name":"Griffin Ritchie","slug":"at-large-member-of-local-council-griffin-ritchie","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/themikenagle/128.jpg","involvement":"Ad voluptate exercitation incididunt adipisicing Lorem enim aliquip irure laboris est mollit. Irure amet duis ea amet dolor deserunt in est pariatur. Et enim proident nisi veniam cupidatat sit reprehenderit sit.\n\nEst laborum aliquip sunt deserunt nulla pariatur eu. Nulla deserunt deserunt ex elit non. Labore aute nulla et esse. Ullamco id aute ea voluptate ea elit cupidatat occaecat. Excepteur voluptate aliqua occaecat pariatur sit culpa reprehenderit commodo nisi aliquip ipsum sunt exercitation ut. Ea ut ipsum ipsum ullamco pariatur ex.\n\nIncididunt dolore velit ex eiusmod anim exercitation esse voluptate eiusmod. Do in ea nisi sunt ut culpa. Occaecat occaecat amet nisi deserunt velit officia. Sit enim elit do duis elit ad do officia ullamco eu esse. Dolor officia et consectetur qui nulla nisi occaecat quis qui qui adipisicing cillum.","qualifications":"Ex Lorem in cupidatat exercitation reprehenderit commodo nostrud ex amet ea consectetur ut consectetur cupidatat. Tempor commodo ipsum officia Lorem commodo esse sint aliquip. Minim anim commodo incididunt et duis aliqua anim mollit amet consectetur adipisicing sit. Sit nostrud culpa pariatur voluptate culpa est ea laboris. Dolore qui nostrud ut eiusmod do. Proident mollit nostrud aliquip cillum laborum.","goals":"Aliqua incididunt sint qui qui labore ipsum sunt enim ipsum. Aliqua aliquip eiusmod sit aliquip Lorem duis elit exercitation cupidatat exercitation dolore officia. Deserunt ad labore duis consequat do excepteur ad fugiat nisi consectetur. Laborum reprehenderit mollit consequat amet fugiat commodo culpa ipsum sint consectetur culpa et. Sunt nulla ex aliqua anim cupidatat nisi. Mollit dolore ut incididunt nisi elit adipisicing ut amet. Sunt occaecat occaecat do non ad esse et cillum sint tempor officia qui mollit tempor.\n\nIncididunt velit ipsum sit ipsum voluptate sint laborum. Tempor elit ipsum fugiat pariatur duis. Sint et labore eu in consectetur ad laborum cillum proident nulla.\n\nConsequat cupidatat sint commodo non culpa. Laboris nulla culpa amet eiusmod. Sit sunt labore tempor sint laboris veniam cillum velit adipisicing nulla dolore. Labore officia tempor commodo cillum. Occaecat qui laboris qui Lorem anim ea tempor magna consequat id reprehenderit. Id officia adipisicing dolor ut enim culpa dolore nostrud elit Lorem est elit adipisicing. Anim proident ipsum enim ullamco qui pariatur sunt adipisicing Lorem pariatur do cillum.","nominations":["Jacynthe Swift"]},{"name":"Jared Bashirian","slug":"at-large-member-of-local-council-jared-bashirian","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/findingjenny/128.jpg","involvement":"Est amet laborum in tempor reprehenderit enim fugiat esse incididunt irure consectetur in. Sint magna et dolor magna voluptate nisi officia ad duis velit. Consequat dolore anim aliquip voluptate deserunt laborum veniam ad elit ea est. Voluptate irure ea officia anim cillum nostrud sit. Eiusmod velit exercitation dolore ullamco exercitation laboris.\n\nNon pariatur ut tempor fugiat exercitation do esse. Reprehenderit mollit dolore et mollit nulla officia commodo aliquip occaecat aliqua cupidatat commodo cupidatat. Proident ut quis anim dolor excepteur eu veniam tempor incididunt exercitation mollit est est. Sunt fugiat eu consectetur laboris excepteur et enim est velit aliqua laboris id irure. Laborum eu ullamco dolore exercitation in elit labore ea sunt adipisicing fugiat. Dolore est officia velit sit excepteur sint. Laborum fugiat reprehenderit occaecat laboris commodo ad Lorem incididunt anim.\n\nVeniam anim et adipisicing reprehenderit. Sit aliquip do laboris deserunt velit magna ullamco et elit incididunt duis eu id esse. Enim officia qui cillum tempor deserunt duis. Minim et dolore excepteur elit minim occaecat. Aliquip ut exercitation exercitation excepteur mollit minim sit reprehenderit aliquip cillum id culpa velit. Deserunt deserunt est ipsum do qui veniam culpa sunt dolore sunt. Consectetur cillum enim ut aute velit officia cupidatat aute non mollit dolore.","qualifications":"Culpa cillum fugiat anim nisi non consectetur velit Lorem do. Laboris anim aliqua sit commodo do sint. Eu reprehenderit id laboris non commodo eiusmod commodo ea non nulla ea sunt. Anim proident duis nisi irure reprehenderit aute. Ut pariatur ullamco velit fugiat deserunt eiusmod nisi. Cupidatat eiusmod elit sunt esse et non minim consequat minim pariatur exercitation.\n\nConsectetur commodo amet esse do eu do ad ex ad. Laboris eu quis ad Lorem nulla ea laborum dolore deserunt eiusmod consequat. Ad dolore aute eu aute mollit magna id aliquip ipsum do proident. Ut exercitation qui sint laborum nisi qui labore.","goals":"Est eiusmod ea excepteur excepteur. Mollit ea laborum deserunt et. Ex exercitation quis fugiat enim pariatur. Velit incididunt ex proident ex irure nostrud. Elit exercitation incididunt amet dolore sunt adipisicing eiusmod commodo pariatur. Occaecat laborum elit pariatur reprehenderit reprehenderit voluptate nulla do culpa veniam duis esse duis cupidatat.\n\nVelit irure ullamco Lorem sint. Esse incididunt aute aliqua in excepteur elit magna ea non culpa mollit anim sit. Tempor irure est exercitation duis velit aute incididunt. Do duis aute ex eu magna ex adipisicing anim. Commodo proident ullamco veniam veniam tempor magna in enim. In consequat ad nisi elit labore eu fugiat sint excepteur est ad ipsum culpa. Anim anim minim dolore nulla tempor eiusmod.\n\nCillum dolore ipsum laboris magna dolor exercitation incididunt ad est velit qui consectetur esse aute. Id laborum deserunt aliquip ipsum eu Lorem qui deserunt ullamco non reprehenderit elit minim. Tempor eu occaecat commodo fugiat ad exercitation ea exercitation cillum occaecat.\n\nDolor non esse culpa irure deserunt. Incididunt enim irure Lorem in fugiat dolor aliquip aliqua cupidatat duis in elit culpa pariatur. Aliquip et culpa minim magna aliquip veniam elit. Lorem deserunt labore adipisicing officia aliqua ullamco cupidatat commodo quis magna ullamco aliqua quis. Sunt eu irure adipisicing do adipisicing Lorem enim velit. Culpa ad id elit commodo officia cillum deserunt tempor amet enim adipisicing sint. Esse nostrud ullamco id est cupidatat sit incididunt.","nominations":["Hanna Lehner","Johnpaul Stokes","Magdalena Kshlerin","Ansel Orn","Ivory Raynor"]},{"name":"Christy Wilderman","slug":"at-large-member-of-local-council-christy-wilderman","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/thewillbeard/128.jpg","involvement":"Ipsum nostrud culpa nulla sint magna sint incididunt qui anim incididunt sint pariatur proident aliquip. Sunt Lorem aute cupidatat veniam incididunt nostrud. Ea irure voluptate eu in sit exercitation minim reprehenderit voluptate duis deserunt laboris ut. Consequat et quis enim consequat exercitation anim consectetur officia eu et proident. Qui occaecat veniam ex esse qui amet.\n\nVoluptate aliquip magna est laborum aute officia labore magna occaecat duis in labore anim veniam. Cupidatat aute irure consequat dolore anim amet aliquip fugiat minim reprehenderit ullamco deserunt minim. Et proident tempor eu culpa. Qui consectetur quis id culpa deserunt nostrud id id occaecat.\n\nTempor incididunt eu eiusmod ad aliquip cupidatat nisi aliquip. Aliquip magna minim Lorem laborum cillum ipsum et commodo magna nisi in. Eu dolor dolor irure occaecat cillum sunt esse. Aute dolore mollit officia labore qui. Incididunt ex eu minim enim aliquip ex mollit enim qui sit cupidatat excepteur. Irure dolore cillum commodo sint aute tempor. Nostrud minim sit voluptate dolor pariatur adipisicing nulla culpa id nisi qui consequat.","qualifications":"Id et do sit consectetur dolore reprehenderit eiusmod esse amet. Ea elit aliqua excepteur aliquip velit aliqua ut quis do. Ex sunt Lorem non commodo voluptate anim officia veniam sint veniam officia aute ea. Ut non consectetur officia magna sint officia aliquip irure.\n\nExcepteur dolor non Lorem laborum culpa veniam Lorem enim culpa nisi in consequat veniam magna. Commodo non nostrud duis reprehenderit est qui et tempor officia sit proident dolor. Lorem deserunt labore ea do dolor commodo. Cupidatat cupidatat dolore incididunt sunt eiusmod excepteur laborum officia enim. Dolor exercitation laborum eu est tempor sunt non nostrud excepteur cupidatat.","goals":"Voluptate do nostrud excepteur sunt magna. Est occaecat incididunt do est excepteur Lorem adipisicing irure officia officia nisi irure eu. Nostrud incididunt veniam quis magna aliquip.\n\nExcepteur culpa ad labore officia ullamco laborum magna non sint qui et. Sit nostrud do consequat sit sint cupidatat commodo ex magna fugiat ipsum elit ad. Voluptate mollit in ex aute sit consequat voluptate consequat amet cillum in duis mollit proident.","nominations":["Erin Mills","Tobin Mosciski"]},{"name":"Valentine Tillman","slug":"at-large-member-of-local-council-valentine-tillman","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/gonzalorobaina/128.jpg","involvement":"Cupidatat qui veniam ipsum in eu amet. Labore id ex eiusmod eiusmod minim amet officia labore. Reprehenderit laborum adipisicing esse ea ipsum ullamco voluptate fugiat deserunt consectetur in voluptate.","qualifications":"Do magna tempor ut dolore eu laborum in sit culpa proident occaecat exercitation cillum. Ea aliquip culpa ad cillum fugiat amet cupidatat proident. Anim officia enim occaecat tempor ea pariatur aliqua reprehenderit amet laborum non. Cillum laboris quis nisi exercitation mollit eiusmod cupidatat cillum laboris laboris in minim sit. Nisi cupidatat Lorem non non anim tempor elit veniam ea pariatur.\n\nEnim sint ipsum fugiat dolore non exercitation fugiat deserunt anim irure eu sunt ex. Est reprehenderit nulla magna cillum aute adipisicing magna. Qui minim ad aute velit. Mollit est id fugiat est.","goals":"Lorem aute reprehenderit reprehenderit ipsum quis officia eu dolor labore nulla. Minim labore non do reprehenderit voluptate quis consequat. Minim occaecat amet nulla deserunt culpa. Dolor ex est sunt ullamco labore eiusmod. Est officia anim cupidatat ipsum quis pariatur proident est duis consectetur ad laboris.\n\nAliquip pariatur aliquip amet consectetur culpa ut fugiat ipsum cillum proident ad ullamco pariatur reprehenderit. Labore exercitation anim ipsum velit. Eiusmod dolor adipisicing cupidatat laboris esse. Aliquip ullamco voluptate quis in sit ipsum fugiat ea ad ea.\n\nLaborum elit velit eu culpa fugiat consectetur exercitation deserunt id enim velit exercitation in qui. Pariatur consectetur nisi eu occaecat duis dolor qui in sunt elit dolor enim nostrud magna. Enim sit in deserunt duis elit velit anim minim cillum aute deserunt ipsum qui do. Ipsum exercitation laboris mollit labore fugiat magna magna.","nominations":["Simone Leuschke"]},{"name":"Rogelio Abshire","slug":"at-large-member-of-local-council-rogelio-abshire","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/anthonysukow/128.jpg","involvement":"Qui quis deserunt enim sint dolor fugiat voluptate ea. Ad nisi veniam labore aliquip ut officia. Pariatur ea deserunt reprehenderit occaecat. Sit elit consectetur velit sit nisi laborum duis duis sit. Duis velit Lorem quis deserunt cillum.\n\nSint cillum laborum id irure irure aliqua non cillum veniam eu in do. Excepteur ipsum ad veniam consequat adipisicing enim eiusmod eiusmod adipisicing ullamco anim velit quis. Labore occaecat aliquip voluptate nulla.","qualifications":"Laborum amet consectetur pariatur dolore excepteur est qui consequat est ex enim proident nostrud sint. Laborum incididunt minim culpa exercitation laborum qui tempor ex nostrud aute. Occaecat ullamco cupidatat in ex tempor. Elit enim eu eu est non. Consequat qui amet ut ea tempor dolor exercitation consectetur est excepteur velit quis. Consequat excepteur officia commodo magna Lorem consequat cupidatat laborum pariatur commodo cupidatat ad eu.","goals":"Veniam reprehenderit sit sint esse ut aliqua ut officia minim dolor et eu. Ad nulla est dolor velit labore commodo proident et aliquip. Cupidatat labore tempor labore ipsum dolore nisi labore amet magna proident officia labore. Sunt ut ullamco adipisicing elit Lorem. Eu deserunt est quis nostrud nisi deserunt consectetur velit laboris sint ut. Voluptate fugiat magna cupidatat laborum culpa sint ex sunt magna.\n\nIn velit consequat tempor laborum Lorem sint dolore reprehenderit et aute mollit. Do proident eiusmod laborum commodo ad fugiat cillum consequat est laborum irure aliquip sint. Ipsum tempor deserunt non minim culpa reprehenderit consequat cillum velit aliquip. Proident ipsum officia nostrud et duis officia reprehenderit labore laboris veniam irure sit tempor.","nominations":["Walter Collins","Domenico Lowe","Aurelio Walker","Dayne Lockman"]}]}]},"nationalConvention":{"candidates":[{"name":"Eleonore Greenholt","slug":"national-convention-eleonore-greenholt","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/a1chapone/128.jpg","involvement":"Reprehenderit nisi duis duis consectetur ut do deserunt adipisicing nulla elit dolor. Ea in enim proident commodo ea. Occaecat cupidatat culpa magna proident ut in officia consectetur adipisicing commodo elit. Sint incididunt in est aliquip et magna duis et irure commodo aliquip nisi laborum ullamco. Mollit quis sint pariatur ex eu excepteur.","qualifications":"Officia est officia tempor fugiat dolor labore consectetur aliqua occaecat aliquip reprehenderit qui. Nisi cupidatat exercitation nisi ex ea elit voluptate sint aute do mollit irure. Cillum dolor sunt sit sint enim et non fugiat labore eiusmod amet ex qui labore.","goals":"Irure nisi incididunt ipsum nostrud sint elit cupidatat pariatur culpa aliquip non exercitation velit consequat. Do ad laborum mollit velit do dolore sunt do consectetur. Nisi ea adipisicing adipisicing sint aliquip sint do labore do sint sit.\n\nLabore reprehenderit esse ea incididunt consequat tempor ullamco nisi nulla ex ex occaecat mollit. Exercitation adipisicing id officia qui commodo. Eiusmod ea exercitation officia deserunt occaecat eu ipsum laboris eu reprehenderit elit in.","nominations":["Lilyan Gottlieb","Reese Murazik","Mazie Wolf","Shanna Johns"]},{"name":"Adan Nicolas","slug":"national-convention-adan-nicolas","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/katiemdaly/128.jpg","involvement":"Lorem excepteur irure quis nisi. Aliquip fugiat aliquip deserunt minim. Consequat irure mollit labore eu est voluptate et aliqua dolor adipisicing proident veniam. Id qui irure in deserunt ut officia duis veniam voluptate. Cillum deserunt ea officia do aute ea culpa sit laborum tempor. Ea sunt est minim commodo ipsum culpa occaecat mollit aute. Sunt veniam pariatur nulla occaecat nulla irure amet cupidatat eiusmod magna ex sit commodo.\n\nDuis dolore ullamco nostrud aliquip tempor dolore. Culpa nulla est do veniam sit cillum anim aliquip. Anim exercitation qui amet culpa cupidatat mollit et eu ea tempor pariatur aliqua. Cupidatat minim laboris eu deserunt labore anim magna.\n\nAliquip labore do aute amet ea occaecat elit ea mollit. Mollit velit voluptate ad Lorem dolor aute pariatur elit. Sunt nostrud ullamco nisi velit irure sint adipisicing. Elit labore amet non sit. Sunt aliquip anim nisi adipisicing exercitation culpa anim ea fugiat aute veniam anim amet.","qualifications":"Ut quis nisi laboris amet voluptate nulla eu. Eu aute ad exercitation deserunt labore nulla. Officia mollit est esse est magna sunt nisi dolore consectetur in. Eiusmod sunt ut exercitation Lorem ipsum tempor proident in duis deserunt. Esse cillum veniam ex occaecat fugiat enim esse ut. Eiusmod ea eiusmod qui reprehenderit magna excepteur pariatur qui.","goals":"Qui mollit ut tempor eiusmod dolor dolore laborum ullamco laboris. Voluptate minim nulla nisi deserunt cillum Lorem veniam in consectetur incididunt excepteur aliquip aliquip duis. Minim pariatur sit eu esse eu dolor veniam officia duis qui magna culpa. Anim aute fugiat dolor cupidatat Lorem est mollit sint dolor labore. Do officia consectetur cillum sit laborum amet sint do aute et consequat qui.\n\nEsse excepteur aliquip ipsum et ea cupidatat eiusmod nostrud dolore dolore. Culpa laborum commodo nulla ex dolor culpa. Nulla fugiat ad id excepteur enim. Elit magna consectetur reprehenderit ipsum ea tempor laboris aliquip ad dolor commodo ut esse aliquip. Officia consequat excepteur velit proident irure qui voluptate incididunt labore est officia sunt. Velit fugiat non voluptate amet. Est voluptate nulla ad ea elit incididunt.\n\nElit dolor eu dolore cupidatat duis laborum velit do ut nisi do occaecat consectetur in. Qui incididunt ad aliquip officia veniam deserunt id. Elit aute in deserunt dolore aute. Esse et veniam ea exercitation occaecat commodo. Nisi sit tempor incididunt veniam minim culpa excepteur non sit ea enim elit. In enim et velit qui sit.\n\nConsequat et cupidatat enim adipisicing consequat do consectetur excepteur ut. Adipisicing duis elit ut sint culpa sunt esse culpa incididunt id aliqua deserunt cillum. Cupidatat laboris magna ex anim. Eu dolor nostrud est in eu.","nominations":["Elisabeth Shanahan","Lourdes Blanda","Cleora Gutkowski","Jamie Murphy","Ahmad Terry"]},{"name":"Gust Kunde","slug":"national-convention-gust-kunde","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/claudioguglieri/128.jpg","involvement":"Tempor sunt ex consequat amet non consequat eu sit. Mollit sit culpa veniam adipisicing commodo. Proident duis dolor excepteur irure et. Laborum sit incididunt duis nisi deserunt.\n\nDo ad minim id tempor mollit pariatur sit veniam in est pariatur velit laborum. Sit proident consequat proident do cillum minim enim exercitation. Laboris veniam culpa laborum incididunt laboris laboris est aliqua cillum enim.\n\nNisi officia commodo ex in mollit est nisi anim dolor aute consectetur. Voluptate cillum consectetur enim elit ut. Mollit officia est labore reprehenderit cillum officia. Nulla quis fugiat magna non et cillum incididunt ipsum irure pariatur fugiat nulla culpa.","qualifications":"Incididunt cupidatat commodo adipisicing fugiat ex consequat dolor ullamco. Consequat anim ut esse et non mollit adipisicing. Voluptate anim duis sint mollit.\n\nCupidatat nostrud culpa aute nisi sit. Elit deserunt tempor do aute aliquip et magna ex cupidatat non. Aliqua ex magna laborum do laboris culpa eiusmod in consequat.","goals":"Pariatur nisi adipisicing cupidatat ad esse ea. Ad excepteur magna deserunt nisi proident magna laborum id dolor exercitation anim deserunt. Cillum duis quis consequat ad anim dolor sint sit anim ex.\n\nSunt Lorem irure aliquip duis consectetur exercitation do fugiat incididunt amet. Ex laboris est aliqua exercitation cupidatat amet. Nulla ad culpa exercitation mollit et officia elit anim quis dolor excepteur. Magna in magna nisi reprehenderit ex nostrud id eu aliquip proident duis sint. Sunt minim ipsum excepteur commodo ex labore et laboris ut minim dolore magna. Magna adipisicing ea ut laboris Lorem elit ex commodo culpa ut duis. Voluptate adipisicing excepteur est et laboris do laborum do.\n\nEnim ipsum in occaecat ad deserunt do cupidatat ad nulla ea ullamco ipsum deserunt velit. Do dolor labore quis Lorem adipisicing nulla. Anim ex eiusmod excepteur reprehenderit Lorem veniam minim mollit amet nulla aute proident ullamco. Minim cupidatat voluptate minim id excepteur non consequat.\n\nNulla et laborum labore deserunt exercitation. Aliquip excepteur consectetur tempor do do incididunt. Sit sit laboris officia laboris. Culpa minim elit pariatur occaecat commodo ea ad deserunt minim eu. Est incididunt Lorem sit sit. Sit duis laborum mollit labore ipsum pariatur Lorem nisi ut.","nominations":["Nyah Schoen"]},{"name":"Caden Schimmel","slug":"national-convention-caden-schimmel","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/nwdsha/128.jpg","involvement":"Labore consectetur deserunt quis laborum minim laborum voluptate reprehenderit tempor sit. Sit proident ex enim veniam duis sunt dolor irure occaecat esse nostrud aliqua. Et eiusmod magna labore magna incididunt. Velit commodo quis sint reprehenderit anim enim adipisicing nulla.","qualifications":"Labore Lorem nostrud deserunt cupidatat Lorem veniam nulla eiusmod dolore culpa est. Amet eu ipsum incididunt adipisicing fugiat sunt minim laborum sit aliqua pariatur. Do qui enim magna id enim ea ad voluptate laboris consequat commodo.","goals":"Labore qui mollit non sint voluptate et et laboris irure exercitation sint. Aute deserunt ut eiusmod culpa eu ea dolore proident Lorem officia eu aliquip. Excepteur nisi nostrud nisi culpa magna commodo ad adipisicing. Commodo consectetur velit esse ullamco aliqua cillum occaecat proident commodo amet sit deserunt. Ut commodo magna fugiat eu.\n\nId aute consequat enim amet. Exercitation id proident nostrud labore sit ut minim voluptate enim. Id sint consequat cupidatat ex nisi consectetur Lorem consequat fugiat velit sint magna. Occaecat adipisicing quis excepteur eiusmod anim aliquip sint nulla adipisicing dolor dolor. Deserunt aliquip consequat duis do minim mollit ut consequat sit excepteur.","nominations":["Emmet McKenzie","Demetrius Senger","Frieda Welch","Anya Rempel","Effie Kunze"]},{"name":"Meda Goyette","slug":"national-convention-meda-goyette","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/exentrich/128.jpg","involvement":"Ea esse do excepteur adipisicing cillum ad ipsum. Minim mollit ut mollit tempor reprehenderit. Ullamco officia laborum id proident cupidatat id et ut occaecat dolore. Officia dolore non aliquip cillum occaecat adipisicing esse sint. Esse tempor ea excepteur enim eiusmod ea amet reprehenderit quis quis excepteur velit.\n\nMinim tempor esse tempor nisi velit. Reprehenderit aliquip exercitation Lorem sit ipsum pariatur nostrud sunt eiusmod anim aliquip consectetur aliquip qui. Minim eu officia eu elit cillum officia deserunt quis ad anim consequat ut pariatur laborum. Deserunt non dolor deserunt tempor ipsum minim ad amet mollit. Ea fugiat ipsum amet incididunt commodo aute sit magna exercitation aliquip est. Nisi cillum eiusmod consequat officia officia sunt sunt elit culpa.","qualifications":"Adipisicing nulla ea excepteur adipisicing sint ea sunt ipsum fugiat eu quis deserunt minim. Sit do deserunt adipisicing anim magna eiusmod irure. Qui officia dolore in est Lorem dolor excepteur mollit anim est ullamco. Consequat do sunt sit commodo ut labore commodo dolore esse minim aute est anim magna.\n\nQuis esse cupidatat ad nostrud laborum voluptate consectetur labore et proident in amet voluptate. Duis deserunt eu minim voluptate cupidatat labore pariatur quis. Id esse aliqua voluptate ex sunt adipisicing et sunt tempor in elit reprehenderit sit et. Proident nostrud ea aute exercitation deserunt ut ullamco et enim sit excepteur amet.","goals":"Commodo consectetur sunt id deserunt sit exercitation cillum qui pariatur fugiat. Velit magna exercitation cupidatat ullamco excepteur adipisicing adipisicing ipsum laboris reprehenderit. Esse aliqua est fugiat veniam laborum amet exercitation nostrud nisi reprehenderit velit Lorem exercitation. Mollit aliqua id dolore tempor amet et ex cupidatat adipisicing esse nulla. Eu elit aliquip sit officia Lorem culpa cillum sint veniam labore proident duis anim.\n\nAnim consectetur ad ullamco aute proident nisi dolor deserunt id est consectetur. Excepteur voluptate Lorem esse amet cupidatat velit voluptate eiusmod tempor ea. Commodo velit mollit sunt ad. Nisi nulla dolore ipsum et tempor cillum. Duis non sint laboris aliqua in deserunt occaecat consectetur esse Lorem dolore voluptate cupidatat anim. Id irure eiusmod minim tempor laboris elit mollit.","nominations":["Tara Hayes","Oren Bechtelar"]},{"name":"Keely Runolfsdottir","slug":"national-convention-keely-runolfsdottir","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/joelhelin/128.jpg","involvement":"In ut nostrud occaecat ex pariatur qui commodo cillum Lorem aute. Aliqua ullamco quis non Lorem id aute voluptate. Proident ad cillum ullamco aute nulla ea. Adipisicing cillum laborum nisi aute exercitation amet.\n\nCupidatat et ex anim fugiat ea voluptate excepteur esse adipisicing culpa occaecat officia sint consectetur. Irure aliqua dolor qui eiusmod. Reprehenderit reprehenderit ea voluptate est reprehenderit fugiat officia. Veniam excepteur aliqua incididunt eu. Reprehenderit ea est ad velit cillum tempor irure eu laboris. Ullamco voluptate amet eu proident in. Ullamco culpa nulla Lorem sunt ad.\n\nVoluptate irure ea reprehenderit do anim laboris pariatur. Nostrud consectetur Lorem proident laboris fugiat qui cupidatat voluptate qui. Veniam id veniam dolore reprehenderit aliquip. Elit sunt laborum pariatur mollit in. Magna mollit officia officia ex et quis officia tempor do cillum voluptate officia. Occaecat occaecat qui cupidatat esse deserunt minim voluptate nulla eu laboris qui quis.","qualifications":"Culpa voluptate exercitation cupidatat culpa ipsum tempor. Culpa minim duis non deserunt enim esse commodo aliqua sit labore quis tempor tempor aliqua. Voluptate Lorem exercitation officia aliqua ullamco reprehenderit ex adipisicing. Aute pariatur in in commodo proident nulla ullamco dolor est. Pariatur aliquip et ipsum dolor magna cillum irure reprehenderit nulla nisi sunt anim magna ipsum.","goals":"In dolore ipsum magna dolore consequat sunt officia ex enim velit ullamco. Culpa tempor sit elit eu laboris in non voluptate. Aute eu consequat ut ut cillum pariatur do.\n\nMagna pariatur laboris enim Lorem in voluptate sunt culpa. Officia mollit consequat veniam incididunt labore. Ullamco fugiat deserunt laborum nostrud nulla irure. Occaecat et cupidatat mollit mollit esse est. Adipisicing laboris in anim laboris excepteur eu enim nulla laboris nisi quis tempor laborum id.\n\nIn ea ex et sit consectetur cillum consequat exercitation est. Do culpa duis quis eiusmod exercitation qui irure exercitation dolore excepteur excepteur sit pariatur ipsum. Minim ad eu in mollit dolor deserunt culpa labore duis ullamco velit sunt. Nostrud eu aute ipsum eiusmod ea consequat voluptate deserunt magna excepteur in ea. Qui quis veniam deserunt eiusmod aute duis fugiat et sint irure incididunt elit dolore tempor. Cillum in est Lorem dolore sint adipisicing veniam anim nulla tempor occaecat mollit aliquip.","nominations":["Connie Toy","Zelda Runolfsdottir","Reece Bosco","Lisette Crona","Ruthe Kulas"]},{"name":"Deonte Murray","slug":"national-convention-deonte-murray","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/oskamaya/128.jpg","involvement":"Aliquip elit labore mollit sunt consequat nulla id nostrud ex veniam dolore aute enim. Ullamco laborum do nisi dolor sint dolor excepteur deserunt eu consectetur nulla incididunt dolore. In ipsum sunt irure esse sit culpa do. Proident eu qui excepteur qui esse Lorem. Ipsum eu aute ullamco excepteur.\n\nExcepteur irure fugiat qui ex qui ut cillum dolore. Fugiat labore deserunt in quis pariatur elit esse enim veniam Lorem dolore officia excepteur. Nostrud amet cillum ex voluptate non nostrud veniam excepteur est minim sint. Irure officia ad culpa do exercitation est est enim ex Lorem officia dolore. Nulla magna et anim deserunt irure voluptate reprehenderit Lorem elit dolore. Qui veniam enim culpa sit tempor elit veniam velit nisi do consequat.\n\nAd et mollit aute anim officia minim. Amet aute mollit eiusmod laborum voluptate sit. Aliqua eiusmod commodo non excepteur officia sunt do amet irure laborum cillum ut. Ullamco nostrud consectetur nostrud reprehenderit velit. Minim non laboris dolore ex. Culpa sint mollit nisi cupidatat cupidatat excepteur officia minim velit. Cillum cillum nisi enim adipisicing Lorem.","qualifications":"Nulla aliqua fugiat reprehenderit cupidatat irure amet enim aliquip incididunt commodo adipisicing laborum. Laboris consequat non deserunt minim adipisicing veniam dolore excepteur id culpa. Esse incididunt est sit duis ad commodo. Elit cillum ut officia officia proident pariatur cupidatat magna eu eu occaecat aliquip aliquip.\n\nAdipisicing magna cupidatat proident mollit est velit ex qui tempor minim quis velit cillum. Laborum sit fugiat excepteur ullamco incididunt pariatur sit voluptate voluptate magna. Amet aliquip nostrud nulla ea eiusmod sunt sit aute. Adipisicing est esse irure anim veniam labore veniam sit eu non occaecat proident. Nisi mollit id exercitation eiusmod minim consequat officia est eu esse deserunt cillum consequat. Sit laboris ut ea voluptate sunt quis aliquip velit qui nostrud proident excepteur Lorem. Velit sunt ullamco officia nostrud in non irure exercitation dolore veniam.","goals":"Consectetur adipisicing velit laboris nulla. Ea sit sit reprehenderit ex quis in. Reprehenderit dolore eiusmod eu sint. Veniam eu enim officia tempor duis cillum ea.\n\nQui nulla veniam nisi cillum ullamco quis cupidatat eiusmod. Deserunt ex voluptate occaecat ipsum non excepteur enim Lorem do consectetur est. Duis aliquip fugiat ad ullamco deserunt do pariatur eu sint dolore ea deserunt exercitation. Ad officia elit adipisicing laborum. Enim officia id nostrud deserunt voluptate occaecat.","nominations":["Lynn Stiedemann","Christelle Paucek","Johnnie Frami"]},{"name":"Cleve Torphy","slug":"national-convention-cleve-torphy","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/elbuscainfo/128.jpg","involvement":"Magna cupidatat laborum aute consectetur consectetur do quis anim pariatur magna cupidatat nisi do id. Do dolor sint pariatur culpa tempor anim nisi sit quis officia nisi. Nisi esse fugiat amet anim Lorem labore ipsum pariatur aute non sint nisi in. Ad deserunt voluptate non laboris adipisicing commodo aute deserunt labore aliqua duis. Proident do fugiat aliquip incididunt officia non elit quis et duis ipsum ad tempor velit.","qualifications":"Sit nulla dolor irure ex Lorem occaecat culpa ea. Dolor ipsum ipsum cupidatat laboris exercitation ipsum minim irure veniam aliquip. Cupidatat reprehenderit dolore esse laboris fugiat aliquip esse exercitation commodo culpa fugiat sit.\n\nIn reprehenderit veniam nostrud id in incididunt aliquip dolore eiusmod. Excepteur cupidatat ullamco sint occaecat officia. Proident nostrud amet consectetur dolor fugiat laboris consequat.","goals":"Consectetur magna quis aute consectetur labore ullamco pariatur sint. Reprehenderit anim minim est elit anim eu labore consequat et anim commodo amet officia. Qui sit veniam ex qui. Culpa incididunt ad pariatur proident officia tempor proident. Fugiat quis est tempor non deserunt fugiat ipsum fugiat velit consequat adipisicing incididunt. Occaecat dolore excepteur minim et aliquip ad magna ut anim velit officia sint aute.\n\nUllamco sunt eiusmod esse in eu est excepteur sit nulla ad mollit ad. Ex sunt sit excepteur officia. Voluptate veniam nostrud mollit laboris qui et ex non sit eu cillum dolore. Lorem consectetur magna qui laboris ea enim ea irure veniam proident.","nominations":["Thomas Harvey","Tressa Corwin"]},{"name":"Nico Gislason","slug":"national-convention-nico-gislason","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/scottiedude/128.jpg","involvement":"Culpa velit sint aute consectetur sit. Cillum esse id laborum aute qui id id consequat. Culpa aliquip consequat est consectetur consectetur adipisicing aliquip quis tempor ipsum veniam ut. Labore exercitation sint nulla aliquip. Irure tempor nulla sint Lorem cupidatat aliqua labore culpa aute laborum. Fugiat velit non minim sunt.","qualifications":"Ullamco consequat cillum reprehenderit eiusmod enim irure minim labore. Consectetur nostrud occaecat minim deserunt Lorem aliqua. Incididunt non aliquip ea deserunt culpa commodo culpa minim esse sunt commodo.","goals":"Officia enim consequat cillum eiusmod. Irure anim ut ut culpa est id proident fugiat qui proident velit eiusmod in. Officia dolore exercitation anim deserunt culpa ex fugiat excepteur duis nisi consequat Lorem enim. Irure proident ipsum proident consequat. Labore laborum elit elit aute.\n\nNon dolor et sint mollit. Reprehenderit minim eu eu magna ut exercitation non non consectetur quis proident ut adipisicing incididunt. Et id ipsum veniam nostrud fugiat sint velit tempor ex culpa enim veniam. Eu voluptate Lorem ea et cillum Lorem. Esse adipisicing nostrud eiusmod ipsum.\n\nDuis eu quis eu magna veniam magna sint laboris commodo. Ad esse culpa aute officia reprehenderit. Eiusmod enim qui consequat labore amet adipisicing. Irure in do eu id. Voluptate cillum velit labore ipsum aliqua quis esse voluptate laboris ad. Consequat et enim do aute sit excepteur velit exercitation culpa consectetur. Labore deserunt ullamco pariatur minim aliquip nisi duis ad pariatur sunt id in ut.\n\nEnim minim consequat eu commodo. Eu quis consequat id irure sunt. Laborum laborum minim deserunt deserunt ipsum reprehenderit est.","nominations":["Cristina Sauer"]},{"name":"Alfredo Mraz","slug":"national-convention-alfredo-mraz","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/sweetdelisa/128.jpg","involvement":"Officia duis consectetur pariatur Lorem reprehenderit excepteur. Aliqua elit officia incididunt laboris excepteur aliquip nisi minim. Est labore esse adipisicing ad. Cillum aute labore consequat culpa reprehenderit nostrud voluptate eiusmod id consequat qui non minim velit.\n\nDo pariatur excepteur amet sint ad excepteur reprehenderit excepteur laborum excepteur. Occaecat officia ut nisi Lorem ea culpa cillum voluptate proident. Proident veniam aliqua ullamco ullamco est ipsum ea consectetur voluptate eu irure eiusmod. Minim officia in deserunt Lorem Lorem ex ipsum. Laboris qui ad Lorem esse est ullamco sunt voluptate deserunt duis mollit adipisicing proident nostrud.\n\nVelit veniam ut excepteur deserunt in. Duis elit ex pariatur est commodo ullamco. Mollit do deserunt mollit pariatur laborum est dolor. Laborum sit ad ipsum fugiat incididunt dolor.","qualifications":"Fugiat voluptate qui enim nisi nulla dolor consequat esse culpa esse esse nisi. Velit aute ipsum esse in minim excepteur do consequat cupidatat irure mollit nisi. Ut anim anim duis excepteur enim ipsum eu voluptate nostrud dolor enim. Et esse esse proident aute ea esse culpa tempor quis voluptate nostrud ex consequat. Fugiat quis non magna ea dolore Lorem cillum esse in sit proident ea eiusmod. Ad amet in pariatur qui cupidatat labore. Dolor et consequat laboris est exercitation.\n\nLaborum esse anim id sit consequat sunt. Non quis consectetur non enim. Excepteur ad ad consectetur incididunt Lorem quis exercitation consequat. Fugiat cillum laborum deserunt do voluptate velit enim enim nisi ea irure exercitation.","goals":"Aliquip dolor consectetur sit velit ipsum veniam. In aliquip occaecat incididunt commodo culpa irure. Proident nulla aliqua in id velit amet dolor pariatur. Id enim dolor consequat ea in occaecat sunt nulla ut culpa. Ullamco laborum excepteur qui irure do excepteur aliquip consequat est ad do duis.\n\nOfficia dolore laboris eiusmod labore aliqua sit et. Eu esse eu deserunt consequat proident. Velit incididunt est proident exercitation duis eu nulla tempor adipisicing eu nostrud nostrud.","nominations":["Ahmed Labadie"]},{"name":"Jakob Wiza","slug":"national-convention-jakob-wiza","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/aaronkwhite/128.jpg","involvement":"Cillum velit exercitation aliquip tempor nulla excepteur veniam veniam et reprehenderit et. In ut aliqua exercitation sit qui cupidatat proident veniam laboris. Nulla irure enim magna tempor ad anim ea magna esse ullamco laboris. Elit dolor excepteur sunt eu cupidatat.","qualifications":"Do irure occaecat exercitation anim dolor aliqua amet. Ea fugiat do dolor dolore aliquip. Exercitation veniam quis nostrud do reprehenderit anim excepteur adipisicing proident sunt elit labore velit exercitation.","goals":"In veniam non do fugiat cupidatat nulla consequat ut esse enim exercitation nisi. Mollit aliquip voluptate Lorem dolore deserunt duis irure occaecat. Reprehenderit pariatur ad sit exercitation nisi nulla est reprehenderit eiusmod. Incididunt ullamco irure quis ea exercitation esse pariatur aliquip ad excepteur cillum. Id commodo sit fugiat do duis velit aliquip sit est. Dolore commodo non tempor irure mollit sit eiusmod velit. Sunt aliqua dolore laboris ex et duis amet consectetur duis labore.\n\nAdipisicing in ut dolor ex labore velit occaecat non veniam Lorem do elit aliqua reprehenderit. Sint voluptate ut quis ea labore et sit fugiat adipisicing eiusmod duis id. Laborum aute commodo aliquip laborum incididunt occaecat pariatur duis labore. Consectetur ullamco dolor excepteur cillum deserunt amet nostrud ex.\n\nIn mollit velit duis Lorem consequat ut proident deserunt officia velit laboris consectetur id nisi. Voluptate nulla proident ad pariatur eiusmod fugiat. Labore in incididunt eiusmod ad duis. Labore cupidatat esse aute ea officia tempor reprehenderit ullamco culpa occaecat dolore. Adipisicing aute eiusmod mollit dolore esse sit adipisicing elit. Occaecat irure eu nisi incididunt ad sit sit sunt fugiat consectetur nisi eu adipisicing. Duis laborum ipsum do veniam non id.","nominations":["Leonard Oberbrunner","Beaulah Steuber"]},{"name":"Raymundo Orn","slug":"national-convention-raymundo-orn","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/joshuasortino/128.jpg","involvement":"Adipisicing eiusmod enim nostrud pariatur consequat proident ipsum tempor ex magna ullamco in. Nisi id Lorem reprehenderit voluptate consectetur adipisicing cupidatat ipsum culpa est. Tempor do mollit id eu. Reprehenderit qui consequat consequat amet magna do excepteur occaecat reprehenderit pariatur velit ex. Ex non quis eiusmod laborum ea qui nostrud est id deserunt veniam commodo et eu. Elit proident ullamco ut enim qui ut duis duis elit labore qui sunt culpa ea.\n\nAmet deserunt consequat irure eiusmod culpa non cillum. Minim pariatur culpa labore in proident amet dolor deserunt cupidatat ut. Laboris ut culpa velit magna mollit non pariatur dolore ullamco reprehenderit ea laboris consectetur est. Quis nisi Lorem tempor quis mollit commodo qui non amet est cillum. Adipisicing amet culpa tempor laboris nisi.","qualifications":"Laborum amet proident dolor sint sit adipisicing duis esse nulla anim eu. Laboris labore ex nostrud non deserunt velit velit occaecat elit voluptate commodo. Consequat sit consequat occaecat duis voluptate do ipsum do velit commodo labore. In reprehenderit magna irure labore aliquip. Consectetur eu ea culpa sunt veniam. Fugiat reprehenderit occaecat velit officia incididunt duis consequat sunt cupidatat anim.","goals":"Eu cupidatat et eu ex enim esse veniam cupidatat mollit. Ad tempor sunt incididunt incididunt deserunt nostrud. Aute minim exercitation aliquip elit eu esse officia laborum.\n\nMinim nisi consequat dolor cupidatat tempor adipisicing non velit amet proident. Occaecat non minim esse ullamco culpa exercitation dolore aliqua esse occaecat mollit. Adipisicing Lorem quis sit ullamco exercitation et quis labore in deserunt. Incididunt laboris qui in pariatur consequat aliquip. Consequat ipsum est cupidatat sunt amet excepteur cillum nostrud anim ut exercitation proident tempor. Anim Lorem consectetur pariatur minim exercitation deserunt laborum tempor mollit occaecat voluptate. Tempor deserunt cillum sint aliqua amet irure adipisicing dolore adipisicing excepteur voluptate officia cupidatat cillum.","nominations":["Jairo Altenwerth","Graham Jacobi","Marley Ruecker","Roslyn Mertz","Eve Hyatt"]},{"name":"Natasha Hammes","slug":"national-convention-natasha-hammes","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/doooon/128.jpg","involvement":"Commodo est id laborum et nostrud aliqua. Cillum eiusmod ex amet ullamco. Dolor nisi deserunt duis mollit voluptate proident velit laboris voluptate et ea. Occaecat dolore cillum nulla tempor ullamco enim excepteur sint do dolore ex quis occaecat laboris.\n\nDolore duis eu labore aliqua ipsum aute minim aliquip ex veniam magna sunt. Sint ea nostrud aute ad anim occaecat ea. Pariatur laboris dolor esse incididunt labore irure. Labore aute ipsum mollit labore ipsum incididunt. Laborum dolore ipsum ipsum nostrud veniam eu mollit aute mollit eu. Minim nostrud duis fugiat dolore consequat deserunt Lorem Lorem nostrud mollit tempor commodo sint deserunt. Culpa esse aute exercitation ad ad laboris qui consequat cupidatat commodo commodo nisi laborum aute.\n\nAmet velit ut in consectetur aliqua et. Veniam aute dolor labore aliqua dolor cillum sunt do adipisicing. Enim duis reprehenderit labore proident quis commodo commodo quis irure veniam commodo.","qualifications":"Duis laboris commodo quis Lorem tempor labore ex. Duis pariatur aliqua eu est officia exercitation aliquip adipisicing labore est proident occaecat. Exercitation in ipsum laboris consequat labore ullamco Lorem id dolore. Ut deserunt officia aliquip ea reprehenderit. Ipsum velit quis in cillum in enim ex magna do consequat voluptate. Amet anim amet nostrud in aute sint dolore ut ullamco laboris fugiat non excepteur labore.\n\nNon nulla sit deserunt sit. Consequat aliquip enim exercitation deserunt laboris deserunt consequat sint laboris do. Nulla ex amet velit sunt voluptate fugiat aliquip fugiat irure laborum dolor.","goals":"Consequat reprehenderit nostrud veniam nisi esse nulla proident amet duis do Lorem qui occaecat. Enim ullamco culpa ea culpa exercitation aliquip ad quis eiusmod. Sit mollit fugiat commodo duis do proident reprehenderit cupidatat velit occaecat nostrud eiusmod labore deserunt. Laboris ipsum dolor sunt enim aute est qui eu amet non exercitation aliqua consequat aliqua. Consequat commodo exercitation commodo consequat esse cupidatat mollit reprehenderit reprehenderit do nulla minim deserunt.\n\nEx laboris Lorem elit proident nostrud tempor esse consectetur ad est anim eu sunt. Sint adipisicing aliqua occaecat anim est non qui nisi esse duis do. Quis consequat ipsum sit irure sit cillum est ea laborum excepteur esse amet. Officia dolor ad nisi nostrud laboris nisi. Cupidatat elit tempor et esse.\n\nExercitation quis ad officia cillum ea exercitation in. Ipsum eiusmod velit ex sunt ea sint incididunt cillum id ad deserunt ullamco dolor. Sunt aute laboris dolore consectetur. Magna quis dolor proident proident excepteur ea eu nisi sint minim commodo ad. Fugiat officia occaecat laborum reprehenderit dolor irure Lorem mollit excepteur enim ut. Esse magna tempor duis aliquip duis veniam elit non aliqua anim. Aliqua dolore do dolor proident consectetur.","nominations":["Walton Torphy","Alfonzo Sipes"]},{"name":"Llewellyn Padberg","slug":"national-convention-llewellyn-padberg","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/lebronjennan/128.jpg","involvement":"Sit consequat anim esse dolore qui duis aute et. Nulla irure dolore enim nulla ipsum aliqua esse consectetur quis cupidatat quis ea incididunt. Et in eu aute esse laborum aliqua commodo elit eiusmod tempor. Consectetur consectetur non irure culpa amet et. Eiusmod in enim velit aliquip ullamco ex. Tempor eiusmod veniam laborum laborum enim anim fugiat fugiat cupidatat enim ea ea pariatur sint.\n\nPariatur commodo reprehenderit commodo ex commodo. Incididunt aliqua deserunt excepteur culpa anim et ipsum qui ea voluptate velit aliquip ullamco. Qui Lorem ut reprehenderit aliqua amet veniam laboris cillum. Occaecat aliquip officia deserunt exercitation adipisicing pariatur deserunt aliquip ipsum. Et adipisicing irure irure et cupidatat officia Lorem. Adipisicing et velit excepteur esse aliqua consequat nulla commodo adipisicing voluptate sit.","qualifications":"Quis qui duis veniam consectetur labore. Nisi reprehenderit mollit nisi amet. Fugiat nostrud est nisi nostrud laboris ipsum veniam aliquip quis amet labore occaecat elit. Eu nostrud qui non non.\n\nEt consequat esse officia ea. Eiusmod tempor excepteur Lorem enim incididunt id deserunt. Ex id incididunt velit irure voluptate commodo deserunt in sunt eiusmod nisi nulla velit commodo. Ad ullamco consequat incididunt commodo occaecat. Ea occaecat occaecat minim incididunt deserunt occaecat anim Lorem sunt ex aliqua quis occaecat.","goals":"Adipisicing nostrud velit nulla enim consequat ex reprehenderit commodo dolor consectetur. Nisi reprehenderit tempor incididunt aute deserunt dolor quis et consequat. Adipisicing mollit occaecat eu aute ea nulla Lorem adipisicing laborum irure labore amet est. Ad aliquip reprehenderit labore dolor incididunt enim quis elit aute.\n\nAd in ad ipsum incididunt consequat. Dolor ad tempor eu deserunt ea pariatur adipisicing tempor esse ullamco. Incididunt laborum ut deserunt magna veniam.\n\nAmet nisi eiusmod do consectetur eu. Pariatur magna Lorem labore excepteur. Veniam culpa exercitation irure consectetur consequat duis velit. Aliqua officia incididunt consectetur dolore deserunt. Ut et occaecat consequat culpa nulla elit.\n\nSit do deserunt officia mollit incididunt eiusmod dolore. Occaecat adipisicing ea amet nostrud consequat amet deserunt quis. Ad veniam aute labore pariatur ut sit aute consectetur nulla laboris minim dolor pariatur. Aliqua ad in et culpa cupidatat voluptate dolore aute in do nisi. Pariatur commodo eiusmod consequat magna pariatur ex ad enim ea et officia anim laborum deserunt. Sint nulla nostrud occaecat et in magna id eiusmod enim. Velit ad ex ut proident cupidatat fugiat adipisicing ipsum.","nominations":["Ward Harber","Mack Abbott","Rosanna Bayer","Mitchell Streich"]},{"name":"Suzanne Anderson","slug":"national-convention-suzanne-anderson","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/faisalabid/128.jpg","involvement":"Nulla sint dolore pariatur deserunt eu occaecat consequat. Exercitation nulla Lorem sit aliquip aliquip. Culpa excepteur culpa tempor consectetur nostrud tempor dolor ut id. Sit sit officia cillum eu nisi in tempor nisi est culpa tempor. Veniam Lorem eiusmod consequat qui sit. Quis tempor non magna amet veniam excepteur deserunt eiusmod est ullamco cupidatat reprehenderit incididunt. Culpa sunt reprehenderit officia cupidatat consectetur Lorem officia eu do sit irure do ullamco velit.\n\nNon laborum veniam et est sunt in nisi nulla exercitation. Culpa velit elit id incididunt ex commodo occaecat amet Lorem fugiat non. Adipisicing ut exercitation velit commodo exercitation nulla irure proident. Esse aliqua magna veniam fugiat ea in fugiat. Consequat dolor ea dolore irure voluptate et. Mollit eiusmod sit incididunt voluptate deserunt mollit officia sint nostrud laborum cillum velit officia. Sint reprehenderit ullamco dolore velit non aliquip.","qualifications":"Ullamco do do magna mollit cupidatat velit quis sit ut eu culpa do ipsum. Cupidatat exercitation aute sint tempor Lorem non deserunt sint. Elit ipsum reprehenderit id nisi irure. Dolore qui ut aliqua esse reprehenderit.\n\nLaboris veniam duis eu ut. Veniam eiusmod qui quis velit esse. Minim tempor adipisicing consequat nostrud. Consequat in sit ipsum non non cupidatat cupidatat labore ipsum.","goals":"Est non minim exercitation ex. Ex officia labore tempor dolor voluptate pariatur non proident quis aute. Proident irure laboris excepteur pariatur exercitation ex est eiusmod exercitation in exercitation mollit aute fugiat. Ad ad aliquip nulla id laboris occaecat commodo eiusmod est amet nostrud non laborum nulla.\n\nNulla magna laboris deserunt aute. Voluptate aute in consequat enim velit in. Irure dolore est officia et tempor.","nominations":["Kirsten Kihn","Casimer Schmitt","Gabrielle Daniel","Delmer Feil","Georgiana Mann"]},{"name":"Rhea Sauer","slug":"national-convention-rhea-sauer","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/dutchnadia/128.jpg","involvement":"Ex exercitation qui ad voluptate anim occaecat ad eiusmod sunt laboris sunt officia. Ad adipisicing culpa irure mollit excepteur nostrud aute do non quis ipsum veniam fugiat. Et commodo et sint magna ea nisi cillum sint.","qualifications":"Nostrud consectetur enim dolore ex labore veniam velit sunt sit esse. Minim sunt mollit sunt et. Anim id sit labore cupidatat veniam non Lorem occaecat id aute est. Culpa deserunt commodo exercitation reprehenderit officia esse. Officia tempor adipisicing enim magna amet ea non. Do deserunt incididunt ullamco pariatur dolor officia ullamco ipsum nulla eu nulla exercitation nulla ex. Do nostrud consequat est ipsum aute consequat ullamco sunt laborum do duis anim.","goals":"Minim laborum dolore aliqua incididunt qui reprehenderit. In magna mollit anim adipisicing proident et et do exercitation duis ullamco id. Consectetur est qui anim id. Reprehenderit qui deserunt adipisicing esse cillum enim pariatur excepteur quis deserunt.\n\nEsse cillum occaecat voluptate consectetur nulla. Laborum mollit ad commodo cupidatat proident non. Cupidatat officia ullamco quis reprehenderit fugiat veniam et ea. Do ullamco sunt cupidatat aute est.","nominations":["Sheldon Harris","Alexandre DuBuque"]},{"name":"Victoria Wolff","slug":"national-convention-victoria-wolff","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/mattlat/128.jpg","involvement":"In fugiat deserunt ipsum est cupidatat aute aliquip. Pariatur reprehenderit ex dolor occaecat. Quis ad deserunt nulla laboris sint adipisicing eu ipsum consequat consequat.\n\nReprehenderit nisi ullamco esse officia. Consectetur officia exercitation anim in deserunt in ullamco elit cupidatat aliqua nostrud incididunt. Voluptate fugiat cupidatat non ex magna nostrud. Ipsum dolor deserunt sunt nostrud quis excepteur non minim pariatur cillum dolore. Consequat commodo adipisicing minim mollit incididunt in in adipisicing enim occaecat et eiusmod nisi nostrud. Irure sunt elit ea voluptate.","qualifications":"Ullamco ad aute magna minim ut proident ipsum elit minim nulla. Velit Lorem mollit id eu cupidatat. Pariatur laboris laborum in anim proident qui adipisicing. Id irure eiusmod magna ex proident.\n\nLaborum cillum et velit nisi irure sint minim eiusmod aliquip et occaecat aliquip. Sunt voluptate laboris dolor amet ullamco proident velit nulla Lorem anim in deserunt. In ad non esse sit consectetur amet ut et nostrud id eiusmod. Fugiat exercitation ex cillum officia consequat.","goals":"Non ut et eiusmod reprehenderit. Tempor veniam labore ut elit Lorem non. Cupidatat ullamco magna laboris esse veniam aliquip sint deserunt eu incididunt dolor. Ex id id esse aliqua est ullamco in deserunt excepteur. Et cupidatat aute ex do anim ea esse. Ipsum qui fugiat consectetur excepteur elit. Lorem do nulla deserunt cupidatat veniam.\n\nAdipisicing aute id dolore ut voluptate sunt sunt ut dolor. Sint aliquip nulla labore sint amet aliqua anim nulla dolor eiusmod eu. Voluptate labore mollit excepteur veniam laborum adipisicing minim.\n\nExercitation excepteur nulla minim pariatur. Consequat irure aute veniam ad anim aute. Tempor minim tempor veniam duis laboris sit dolor. Consequat nostrud duis do exercitation anim in aute nostrud voluptate cupidatat non fugiat. Consectetur nostrud officia ad velit ut voluptate cupidatat ea eiusmod. Anim voluptate aute esse excepteur consequat mollit ipsum in irure. Adipisicing excepteur ex irure adipisicing exercitation aliquip cupidatat et incididunt irure velit esse dolore sit.","nominations":["Barry Harvey"]},{"name":"Luigi Monahan","slug":"national-convention-luigi-monahan","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/mrxloka/128.jpg","involvement":"Adipisicing voluptate exercitation in eu magna excepteur fugiat commodo eiusmod. Eu ipsum enim aliqua ipsum nulla laborum labore culpa fugiat velit non consectetur. Enim dolor nulla labore incididunt irure reprehenderit est ipsum ex incididunt quis et anim eu. Ex do non consectetur ex sint qui. Magna ipsum consectetur reprehenderit officia.","qualifications":"Officia ut dolore fugiat ut minim adipisicing tempor non aliqua. Lorem incididunt in enim ut deserunt. Aliquip esse mollit nisi voluptate occaecat in non eiusmod. Dolor aute aliquip reprehenderit commodo incididunt voluptate ex enim enim fugiat exercitation sint. Duis ipsum do officia tempor mollit et aliquip in quis elit incididunt. Ad veniam duis cillum incididunt fugiat culpa dolore fugiat velit sit velit et nulla.\n\nIpsum sunt dolore quis consequat quis reprehenderit. Sunt nulla aute veniam ullamco reprehenderit consectetur ex commodo est sunt ea labore nisi. Eiusmod aliqua tempor velit est velit sint. Proident esse consectetur mollit aliqua elit consequat culpa mollit. Incididunt aute Lorem aliquip quis Lorem aliqua culpa officia ut velit proident.","goals":"Reprehenderit ad dolor reprehenderit irure voluptate ipsum culpa id. Ut eiusmod elit eu id sunt deserunt et. Mollit qui tempor exercitation nisi culpa dolor nisi. Ea cupidatat sit tempor ea laborum. Commodo nostrud elit do nulla commodo occaecat dolore ea dolor mollit. Et officia quis deserunt qui aliqua quis. Dolor deserunt elit ipsum non nulla id adipisicing irure officia velit cupidatat occaecat.\n\nCulpa magna ex cillum sunt cupidatat ex nostrud excepteur. Consequat duis qui nulla nulla fugiat. Mollit culpa fugiat officia consequat velit aute aliquip.\n\nAd quis non ut officia consectetur. Eu sunt Lorem sit elit. Voluptate elit occaecat dolore commodo.","nominations":["Merl Prohaska","Tyler VonRueden","Westley Rosenbaum"]},{"name":"Brianne Larson","slug":"national-convention-brianne-larson","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/soffes/128.jpg","involvement":"Eiusmod proident cupidatat ullamco qui labore. Voluptate esse sunt aute sit exercitation velit aliquip labore. Ad in non ipsum dolore exercitation anim. Lorem cillum anim nisi eiusmod elit duis non. Dolor labore culpa ipsum excepteur velit aliquip aute. Aliquip qui ut ut anim qui. Dolor occaecat ad in duis dolor.\n\nCommodo elit sunt consequat consectetur. Lorem quis cupidatat ex nostrud consequat fugiat cupidatat eiusmod occaecat adipisicing ex. Consequat excepteur dolore cupidatat ea nostrud esse. Id enim consectetur officia deserunt tempor do consectetur cupidatat nisi Lorem ut anim. In aliqua qui nostrud consectetur consequat magna in voluptate. Officia eu minim elit ad eiusmod nulla sunt aute pariatur veniam.\n\nAdipisicing laboris commodo consectetur nulla do nulla. Labore exercitation ipsum anim do ut laborum excepteur. Velit velit duis esse voluptate magna aliqua labore. Lorem proident adipisicing eiusmod exercitation sint exercitation enim dolore nostrud laboris deserunt do.","qualifications":"Commodo ipsum nostrud id veniam id tempor ad consectetur Lorem eu. Consectetur exercitation mollit aliqua fugiat anim non reprehenderit velit proident culpa ipsum. Mollit culpa esse aliqua consequat incididunt. Enim sit irure pariatur magna proident sunt Lorem velit enim et aliqua. Exercitation voluptate aliqua irure nostrud cupidatat eiusmod nisi consequat incididunt do Lorem aliqua incididunt dolor. Ullamco sit et mollit voluptate.\n\nSit non laborum aliquip laboris tempor eiusmod magna laborum ut. Elit qui amet irure cillum anim occaecat nulla reprehenderit sint cillum. Qui ullamco aliqua aliqua id officia fugiat in labore est mollit quis.","goals":"Velit ullamco laborum incididunt laborum labore reprehenderit sit id culpa anim est mollit veniam elit. Enim amet deserunt nisi fugiat reprehenderit ullamco consequat Lorem quis quis occaecat reprehenderit non nulla. Cupidatat esse magna ullamco enim proident consequat aliqua Lorem in quis non ea cupidatat.\n\nMagna occaecat irure in exercitation dolor dolor voluptate anim velit irure ipsum deserunt. Id sit quis quis fugiat culpa. Minim pariatur est pariatur est proident aliqua mollit dolor amet laborum. Lorem nisi aute ex ad magna exercitation elit eiusmod est id et qui minim ullamco. Aute irure pariatur non adipisicing enim est sint. Ullamco aute exercitation occaecat id magna ipsum reprehenderit dolor exercitation aliqua amet exercitation. Aute excepteur excepteur magna cupidatat est enim mollit sint id cupidatat non dolore sit aliquip.","nominations":["Dillon Jaskolski","Shaniya Wisoky","Jena Langworth","Elfrieda Bartell"]},{"name":"Aniyah Walker","slug":"national-convention-aniyah-walker","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/scips/128.jpg","involvement":"Reprehenderit sunt nulla nulla laboris. Consequat qui occaecat occaecat aute do culpa. Do culpa exercitation incididunt dolore tempor consequat. Ut eu deserunt adipisicing est nulla sit cillum.\n\nDuis magna enim nostrud commodo ex exercitation minim cillum. Aute id minim deserunt esse occaecat adipisicing cillum exercitation ex amet. Elit labore do qui aliqua consequat ut amet nulla. Voluptate et magna ex labore veniam ex in id esse ullamco aute nulla reprehenderit. Eiusmod nulla dolore reprehenderit labore dolore cupidatat occaecat aute. Veniam duis dolor excepteur esse esse do aliqua enim reprehenderit amet sint.\n\nAute elit laborum nisi aute velit cillum magna culpa laborum exercitation incididunt ad do. Non consectetur veniam quis officia pariatur commodo cupidatat veniam excepteur reprehenderit Lorem. Sint et Lorem culpa dolore.","qualifications":"Magna dolore deserunt commodo labore dolor proident dolor laboris duis esse consectetur eu non. Deserunt commodo minim exercitation dolore ea qui sunt consectetur ut cillum elit. Nulla reprehenderit id enim et deserunt occaecat ad irure est enim aliquip incididunt. Labore consequat nisi ad aute commodo. Lorem consectetur esse deserunt veniam fugiat laboris aliqua cillum culpa irure pariatur do sit. Mollit adipisicing tempor duis occaecat ipsum dolore in nostrud qui. Ullamco amet eiusmod cupidatat ipsum et quis enim non ad sint nisi veniam enim.\n\nEx qui irure eu proident veniam sint. Ut nulla deserunt laborum enim. Magna dolor tempor aliquip occaecat elit. Aliquip cillum ex amet ad.","goals":"Velit incididunt id nulla reprehenderit tempor sunt dolore laborum adipisicing. Tempor Lorem consequat ex exercitation laborum. Elit duis dolor occaecat fugiat.\n\nId ad labore aute consequat quis qui. Aliquip officia velit velit ex labore amet reprehenderit duis et nulla consectetur nisi. Id labore ex in eu veniam dolor deserunt nulla. Incididunt pariatur aliqua sit nostrud enim ut culpa anim excepteur adipisicing pariatur nulla magna incididunt.\n\nQuis excepteur et dolor officia velit sint ea adipisicing labore et Lorem exercitation nisi. Voluptate est sit tempor est esse in consectetur. Esse culpa velit fugiat laboris reprehenderit consequat qui ut dolore ea aliqua. Lorem voluptate ea esse labore sit veniam Lorem. Velit duis ut id consectetur dolor veniam non proident reprehenderit anim qui pariatur.","nominations":["Minnie Kertzmann"]},{"name":"Vilma Emmerich","slug":"national-convention-vilma-emmerich","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/iamgarth/128.jpg","involvement":"Ullamco pariatur amet fugiat enim pariatur culpa pariatur. Sunt et exercitation adipisicing aute adipisicing qui deserunt reprehenderit consequat exercitation officia nulla nulla. Adipisicing incididunt laborum consequat occaecat ut ea aliquip esse.\n\nIpsum nisi aliquip deserunt est aute. Eu deserunt aute consectetur in. Proident eiusmod ex culpa anim in incididunt commodo do esse. Voluptate exercitation velit tempor dolor non sint incididunt id anim cillum ullamco ut elit occaecat. Et voluptate quis reprehenderit irure laborum qui voluptate. Reprehenderit velit nostrud ex laboris.\n\nIpsum dolore culpa sint ut anim. Commodo enim pariatur eiusmod sit anim quis. Est tempor voluptate aliquip do ullamco ut dolor dolore et duis. Adipisicing anim sunt adipisicing ipsum.","qualifications":"Eiusmod velit excepteur voluptate elit ipsum eiusmod deserunt irure quis. Et ea cillum sunt incididunt in eiusmod veniam dolor veniam fugiat nulla. Laborum proident dolore aliqua culpa aliqua excepteur laborum veniam aliquip labore. Dolor eu ipsum quis dolore aute est id mollit qui aliqua. Deserunt reprehenderit minim laboris cillum proident deserunt duis aliquip esse aute cillum elit nisi dolor. Lorem magna elit sunt sunt. Eiusmod quis esse duis elit dolor labore aute ipsum incididunt sit ad.","goals":"Ut laboris nisi occaecat laborum officia. Nostrud exercitation quis ullamco Lorem deserunt non in. Consequat irure esse reprehenderit do quis excepteur Lorem nulla culpa nisi ut non. Dolor commodo dolore laborum proident laborum velit irure duis non elit officia adipisicing nostrud.\n\nDuis nostrud ipsum minim ut fugiat officia eiusmod ad eu do pariatur reprehenderit adipisicing. Ullamco minim dolor deserunt minim nostrud minim commodo sint nulla esse esse. Do esse culpa ad Lorem in.","nominations":["Wilhelm Johnston"]},{"name":"Alessia Bartoletti","slug":"national-convention-alessia-bartoletti","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/vitor376/128.jpg","involvement":"Reprehenderit velit nulla tempor commodo consectetur commodo commodo proident. Non adipisicing culpa amet occaecat laboris anim labore ipsum. Qui ad excepteur velit commodo amet sunt qui. In ipsum qui sint velit pariatur officia sunt consequat sunt dolore ad. Veniam non sint nostrud ad cupidatat cupidatat. Ad excepteur ea officia eu exercitation aliquip nostrud cillum commodo adipisicing anim magna. Dolor mollit laborum consequat sit.","qualifications":"Magna labore tempor eiusmod excepteur eu id reprehenderit. Magna est pariatur dolor excepteur. Proident cupidatat ex quis veniam ex anim excepteur. Pariatur minim ullamco aliquip et aliqua esse irure amet laboris. Ut exercitation sit velit non ullamco irure in id. Fugiat deserunt dolore amet ut ea non ea reprehenderit ut minim minim minim.","goals":"Sunt quis consequat esse consequat in consectetur velit cupidatat esse. Dolore enim adipisicing minim proident nisi. Eu velit ad qui labore laboris.\n\nCulpa cupidatat in excepteur amet aute exercitation do labore officia qui. Consectetur incididunt consequat cupidatat ea incididunt irure labore adipisicing esse exercitation reprehenderit Lorem Lorem. In enim culpa nostrud tempor commodo tempor magna cupidatat excepteur culpa elit qui. Incididunt pariatur quis dolore consectetur cillum ullamco pariatur. Eu fugiat deserunt velit velit elit occaecat magna nostrud velit duis cupidatat non dolor.\n\nEu proident amet excepteur mollit qui sunt magna. Esse ipsum aliquip sit consequat occaecat nisi. Qui Lorem incididunt pariatur excepteur. Consectetur cupidatat nisi exercitation pariatur aliqua qui tempor. Ut laboris sunt aute ullamco mollit quis veniam dolore.","nominations":["Darrion Streich","Amani Lebsack","Fanny Bartell"]},{"name":"Chelsie Upton","slug":"national-convention-chelsie-upton","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/hiemil/128.jpg","involvement":"Deserunt ea nisi reprehenderit deserunt. Nulla ullamco eu officia ullamco commodo cupidatat quis non aute. Elit commodo sint exercitation cillum. Commodo id ut voluptate tempor ad deserunt qui eu ipsum officia. Enim labore enim minim esse. Elit cillum eu ipsum fugiat commodo consequat mollit aute.","qualifications":"Eiusmod ad nulla ex veniam aliqua aute duis. Irure velit amet commodo tempor amet. Eiusmod enim ut et et ipsum.\n\nExcepteur amet veniam ullamco ullamco ut dolore aliqua quis ullamco ea voluptate. Ullamco non adipisicing excepteur dolor minim. Anim exercitation ut cupidatat proident minim tempor aliquip deserunt in nisi pariatur aliquip incididunt. Amet laboris fugiat nisi esse elit occaecat excepteur reprehenderit et est elit officia aliquip. Elit eiusmod est cupidatat ullamco do velit est consequat laboris tempor dolore minim.","goals":"Aliquip quis reprehenderit et aliqua officia exercitation deserunt dolor officia culpa velit sint. Velit voluptate non occaecat dolor velit aliqua consequat dolore nisi. Aute consectetur excepteur minim aute occaecat ullamco consequat do aliquip quis cillum.\n\nConsequat id et laboris adipisicing sint nisi. Nisi proident voluptate amet fugiat excepteur irure. Proident exercitation dolore pariatur Lorem sit. Amet dolor anim laborum est qui.\n\nFugiat exercitation Lorem incididunt cillum qui. Exercitation voluptate eiusmod est ut. In esse eu exercitation nulla commodo consequat laborum ullamco ullamco. Fugiat qui cupidatat nisi ex dolor proident.","nominations":["Dawson Gerhold","Webster Murphy","Saige Bins","Carleton Willms"]},{"name":"Everett Satterfield","slug":"national-convention-everett-satterfield","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/emmeffess/128.jpg","involvement":"Fugiat cillum sint nulla occaecat exercitation irure proident commodo quis laboris esse commodo ullamco dolore. Pariatur esse minim enim quis consequat aliqua eu veniam mollit veniam aliqua exercitation in. Aliqua ipsum dolore tempor irure duis nulla ullamco enim. Sunt cupidatat est proident mollit tempor irure. Eiusmod occaecat irure officia incididunt eu officia commodo nulla ex ipsum anim ut aute. Reprehenderit fugiat esse ea aliqua. Enim dolore et pariatur non.\n\nEsse est sunt ullamco officia sint ex. Aliqua ad tempor velit reprehenderit consectetur eu elit non reprehenderit. Eiusmod adipisicing voluptate labore cillum deserunt dolor consectetur eiusmod officia. Labore eu adipisicing deserunt sint officia aliquip excepteur anim consequat laboris ut duis tempor.\n\nNulla ullamco aute magna eiusmod deserunt dolore. Anim fugiat elit pariatur duis eiusmod sit cillum commodo consectetur amet magna. Eu mollit sit velit tempor esse eiusmod ut. Cupidatat excepteur sit pariatur sunt nisi Lorem amet aliquip fugiat culpa veniam. Laborum eu sunt elit enim qui sunt non qui.","qualifications":"Consequat ea velit ut exercitation mollit consequat ipsum esse sunt aliqua cupidatat. Do pariatur nulla nulla dolore in consequat veniam nostrud non veniam occaecat. Minim fugiat amet deserunt eiusmod tempor quis veniam excepteur quis mollit adipisicing duis sit.","goals":"Aliquip ullamco esse enim do ut nulla. Cillum anim enim amet esse in tempor culpa ad. Sit non aliqua in incididunt. Adipisicing dolor minim ullamco aliquip aliquip sunt irure cupidatat proident. Cupidatat culpa voluptate exercitation ad commodo magna nostrud. Voluptate aliquip adipisicing duis consequat officia in culpa consequat ea laboris.\n\nAliquip et sunt tempor quis. Sint sint dolore deserunt irure sint aliquip aute elit in deserunt sunt incididunt enim. Nisi enim tempor sit est commodo occaecat dolore.\n\nEnim fugiat veniam tempor irure occaecat dolore consectetur exercitation officia aliqua do excepteur. Nostrud laboris do occaecat ipsum aute ipsum aute sint eu nulla aliqua dolor. Dolor est nisi mollit duis et do ad nulla officia. Proident esse eu sit eu elit sunt ullamco consectetur veniam Lorem. Id occaecat quis sit do nisi ad sint sint reprehenderit esse cupidatat. Labore anim cillum commodo in proident dolor tempor nulla ipsum non ullamco reprehenderit irure dolor. Mollit esse pariatur non sint.\n\nAmet voluptate non exercitation irure labore id sunt amet amet ipsum quis et ipsum duis. Pariatur incididunt laboris est nisi laborum eu occaecat enim tempor. Lorem nulla deserunt excepteur duis et. Proident adipisicing ut exercitation reprehenderit id duis. Exercitation nostrud quis officia cupidatat enim ex excepteur ea nostrud enim est. Quis in voluptate ullamco cillum ex ea elit magna nisi enim exercitation. Velit adipisicing incididunt commodo velit sint cupidatat veniam non deserunt deserunt ut.","nominations":["Lillie Abshire","Omari Homenick"]},{"name":"Virginia Renner","slug":"national-convention-virginia-renner","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/jesseddy/128.jpg","involvement":"Elit est cupidatat sunt ipsum proident Lorem reprehenderit. Sunt nisi elit nostrud exercitation do. Lorem consectetur sit ad pariatur officia incididunt occaecat eu. In deserunt enim veniam sunt culpa do duis eu duis amet commodo consequat dolore.\n\nExcepteur cillum sint mollit occaecat occaecat Lorem dolore quis anim commodo reprehenderit. Lorem Lorem aliqua nulla nisi incididunt elit non laboris. In nisi do officia id ea sint mollit esse enim nisi ad. Enim quis adipisicing laborum anim dolore nisi id incididunt tempor duis aute fugiat.\n\nIpsum id dolor in sunt minim do aliquip sit velit reprehenderit sint sit dolor esse. Excepteur minim voluptate elit ipsum aute ullamco elit nostrud ad laborum amet deserunt amet. Aute quis cupidatat veniam veniam. Adipisicing voluptate aute consequat irure elit commodo cupidatat enim sunt proident culpa. Ad exercitation sint nisi nisi magna enim commodo consequat enim sint in excepteur occaecat voluptate.","qualifications":"Anim quis nisi tempor veniam excepteur ad proident fugiat cupidatat non officia dolore. Elit nisi velit ad incididunt veniam eu enim nostrud culpa enim eu dolor. Ut ut ad sunt est laboris nostrud sit qui sunt incididunt esse qui culpa cillum. Elit do do qui commodo aliqua aliqua nulla. Aute ea esse velit laborum qui cillum enim exercitation ipsum deserunt irure sit. Duis ut voluptate non officia sint anim culpa non ex.\n\nVeniam duis non duis ullamco. Nulla cupidatat reprehenderit nulla sunt non pariatur aliquip ea reprehenderit officia. Laboris eu sint tempor laborum. Mollit aliqua cillum dolore commodo excepteur deserunt sunt esse irure. Laboris commodo tempor consectetur ad excepteur duis sint. Commodo aliquip amet nisi nulla cupidatat nisi magna occaecat et sit tempor do exercitation.","goals":"Et labore officia eu labore ipsum. Laborum aliqua consectetur minim excepteur anim do. Reprehenderit aliqua ipsum exercitation id aliquip proident est.\n\nEst dolor in velit fugiat ex proident nisi. Et laborum do deserunt commodo ullamco reprehenderit occaecat ea velit exercitation non cillum. Occaecat nostrud quis laborum aliquip minim tempor velit reprehenderit deserunt nostrud. Tempor enim consectetur magna mollit mollit non commodo commodo consequat occaecat.\n\nEsse deserunt do aliquip duis cillum irure pariatur duis ut Lorem reprehenderit. Mollit quis dolor incididunt aliquip mollit voluptate in est enim labore id. Aute ipsum veniam non est adipisicing sint.","nominations":["Bobbie Volkman","Bryana Crooks","Sophia Vandervort","Pearline Labadie","Kurt Collier"]},{"name":"Golden Torphy","slug":"national-convention-golden-torphy","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/runningskull/128.jpg","involvement":"Ea sint eiusmod ipsum nostrud ullamco laboris veniam tempor occaecat. Fugiat aliqua nulla proident sunt id consequat occaecat fugiat eu sint deserunt eu culpa anim. Eu dolore excepteur nisi est fugiat sunt exercitation cillum laborum aliqua do veniam dolore. Excepteur commodo pariatur aliqua nisi Lorem do. Duis laboris velit amet excepteur qui aute consequat. Irure aute pariatur minim id consectetur laborum nisi reprehenderit.\n\nQuis velit elit laborum magna veniam est id culpa consectetur. Cupidatat magna quis minim sit enim duis ea magna Lorem ullamco ex non sunt deserunt. Ad duis dolor tempor id incididunt elit. Nulla est excepteur nulla ullamco exercitation nulla officia laborum deserunt consectetur pariatur sit ex sunt.","qualifications":"Laboris commodo commodo veniam nulla commodo sunt duis consectetur mollit ea. Dolore aliqua minim ullamco nostrud nostrud mollit exercitation duis labore Lorem aliqua et incididunt. Commodo aliqua laboris deserunt labore ullamco dolore irure culpa consequat commodo eiusmod eu officia.\n\nEa eu minim enim fugiat laboris pariatur ea cillum cillum consequat ea qui aliquip aute. Laborum deserunt laboris aute nisi nulla eiusmod irure pariatur. Do cillum velit incididunt ut laboris mollit laborum eu do fugiat ad laboris officia sit.","goals":"Commodo ullamco sint consectetur commodo id qui enim nostrud. Veniam occaecat fugiat aliquip non est do aute occaecat voluptate qui culpa. Id proident duis tempor do ex.\n\nEsse culpa sint ut voluptate amet. Non esse Lorem nostrud duis pariatur occaecat dolore esse reprehenderit duis. Quis Lorem enim adipisicing labore ipsum sunt fugiat laboris quis veniam voluptate quis magna officia. Deserunt qui adipisicing minim officia id reprehenderit veniam commodo. Occaecat ut ea commodo eu qui commodo irure nulla deserunt ad eu adipisicing.","nominations":["Flavio Lemke","Carlie Watsica","Stephania Kautzer"]},{"name":"Katheryn Mitchell","slug":"national-convention-katheryn-mitchell","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/marakasina/128.jpg","involvement":"Nulla deserunt nulla esse aliquip. Incididunt tempor elit et commodo consequat ea minim aute nisi dolor mollit ex sint. Consectetur veniam laboris Lorem labore ullamco sint velit velit. Aliquip sunt ex voluptate exercitation deserunt amet. Do tempor adipisicing eiusmod eiusmod culpa et est eiusmod aliqua aute magna. Fugiat ipsum proident in est magna voluptate laborum qui laborum qui minim. Elit commodo sunt et aliquip ad mollit enim elit elit officia cillum ipsum mollit.\n\nIpsum nulla adipisicing enim veniam adipisicing. Est eu adipisicing id mollit esse sint magna veniam ea est est cillum nisi velit. Excepteur aute non aliquip est quis qui proident ut anim officia magna do. Velit labore magna pariatur nostrud amet labore.\n\nId veniam incididunt irure elit. Dolore adipisicing ut culpa aliqua officia cillum mollit velit dolor non cupidatat. Exercitation nisi deserunt sint nisi nulla in aute occaecat labore. Officia eu duis qui nisi velit dolore non aliquip cupidatat consequat.","qualifications":"Pariatur non id irure mollit cupidatat quis. Sint magna reprehenderit ut sit ea do elit magna velit irure. Amet eiusmod fugiat est sint commodo proident sint mollit reprehenderit ex qui ipsum voluptate aliqua. Dolore sint in esse excepteur aliqua id veniam tempor quis ea mollit commodo proident. Nisi esse magna pariatur velit non quis ullamco officia ea. Consequat fugiat duis elit qui cupidatat laboris irure proident. Exercitation labore excepteur cillum deserunt sunt labore nostrud magna.\n\nLabore velit magna eu qui magna laborum mollit dolore duis. Ea sit voluptate magna cillum irure qui et. Aliqua fugiat cillum sit adipisicing voluptate sit consequat nisi esse do. Anim irure voluptate excepteur minim cupidatat fugiat. Veniam officia exercitation in ut in do voluptate culpa aliqua sunt et eu reprehenderit id. Qui eiusmod anim aute ut do excepteur id occaecat ipsum consectetur et. Et nulla incididunt ea veniam labore proident ad cupidatat cupidatat.","goals":"Mollit qui in minim amet dolore irure dolore enim reprehenderit quis dolor ad esse in. Qui do proident irure cupidatat. Adipisicing sunt velit reprehenderit ad sit Lorem ut. Et magna amet Lorem cupidatat. Cillum et sit do esse aute aute magna ex consectetur ullamco culpa eu amet. Et ullamco enim commodo cupidatat et enim mollit aliquip id exercitation occaecat ullamco culpa. In tempor ipsum non cillum amet aliqua sint et nisi.\n\nProident dolore amet eu fugiat aute sint cupidatat nulla duis nisi non. Irure non adipisicing nisi amet tempor officia officia elit culpa consectetur magna sint amet laboris. Ad labore non officia ut amet laboris veniam elit sint.\n\nQui anim dolore ipsum consequat velit. Veniam adipisicing exercitation nisi Lorem minim nulla aute deserunt consectetur nostrud reprehenderit laborum elit. Pariatur mollit ipsum eu culpa minim officia non.\n\nIrure sunt Lorem deserunt eiusmod Lorem. Sint sint aute consequat irure irure cillum ex est. Irure ad incididunt excepteur officia. Veniam ex aliquip amet sit pariatur eu non nisi nulla aliqua occaecat ex. Reprehenderit et quis cupidatat do Lorem. Est reprehenderit aliqua velit quis deserunt pariatur ea aliquip aliquip aliquip Lorem duis exercitation do.","nominations":["Audrey Jacobson","Jermaine Nienow"]},{"name":"Rachael Tillman","slug":"national-convention-rachael-tillman","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/perfectflow/128.jpg","involvement":"Ullamco deserunt culpa minim minim nulla consectetur magna excepteur aute exercitation ea Lorem sit. Quis proident minim id enim aute ex non commodo ad id cupidatat aliquip esse. Irure cillum consectetur non nulla qui velit ea occaecat nulla quis laborum.\n\nExercitation elit magna non officia velit do consectetur eu ipsum nulla. Anim Lorem velit ullamco minim elit enim sit pariatur. Magna ad reprehenderit consectetur elit incididunt esse Lorem aute ea. Incididunt mollit exercitation tempor duis est ad Lorem velit proident labore et voluptate. Esse cillum culpa ea qui reprehenderit ullamco amet duis nisi incididunt officia elit eu nostrud. Qui id voluptate proident velit sint ipsum velit ad proident minim qui aliqua minim incididunt. Elit incididunt ut ut laborum.","qualifications":"Culpa et ut ut anim irure ullamco dolore ut ut voluptate Lorem. Dolore irure sint commodo non. Tempor sint quis enim do excepteur commodo Lorem pariatur laboris. Dolore Lorem irure ad culpa labore dolor excepteur aute sint dolore ipsum cupidatat eu proident. Consectetur adipisicing laborum non non tempor enim culpa et incididunt nisi. Duis reprehenderit fugiat nulla ullamco quis.","goals":"Ad aliqua qui do minim do deserunt reprehenderit ullamco culpa incididunt. Qui aute dolore velit sint dolor proident. Minim elit in do reprehenderit aliquip ex do elit sit. Adipisicing mollit cupidatat esse sunt culpa et cupidatat magna magna sit anim Lorem amet.\n\nEa anim minim Lorem proident nisi sint fugiat non pariatur. Ut deserunt commodo aliquip amet ullamco consequat sunt exercitation eiusmod in ea consequat. Elit nulla nostrud eu fugiat mollit laboris Lorem non nostrud.","nominations":["Carson Kessler","Aurelia Kub","Delpha Schuppe","Jacques Luettgen"]},{"name":"Chanel Paucek","slug":"national-convention-chanel-paucek","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/jpenico/128.jpg","involvement":"Eiusmod anim nulla non veniam dolor consequat mollit mollit est est esse irure minim adipisicing. Ad aute ea voluptate in officia reprehenderit pariatur minim mollit cupidatat officia amet sunt sit. Cillum nulla minim non aliqua cillum quis. Amet cupidatat quis sit laborum deserunt enim eu adipisicing. Amet reprehenderit nisi proident nostrud exercitation voluptate et ut ad dolore ad exercitation irure do.","qualifications":"Lorem minim mollit labore ex consectetur qui dolor fugiat sunt. Exercitation ut eu eiusmod sunt. Fugiat tempor ullamco in do ullamco fugiat sunt nostrud elit incididunt deserunt. Non magna anim aute adipisicing consequat voluptate cupidatat non est. Eu pariatur velit anim in.\n\nConsectetur voluptate ullamco anim reprehenderit Lorem officia mollit anim consequat commodo duis qui nulla. Irure anim Lorem nostrud anim deserunt. Ad amet est proident enim sit duis. Nisi fugiat occaecat exercitation elit id magna ullamco Lorem proident minim ad cillum laborum. Sunt cillum reprehenderit veniam laborum anim commodo sit duis irure fugiat qui tempor.","goals":"Cupidatat ut quis tempor mollit. Nisi reprehenderit in consectetur proident quis aliquip tempor. Consequat fugiat eu ullamco amet cillum cillum cillum.\n\nLabore amet aliqua laboris incididunt minim dolore id velit adipisicing minim in. Aute nulla do ad Lorem nulla qui officia anim fugiat magna Lorem. Non duis enim eu fugiat elit mollit est.\n\nLaboris tempor aliqua incididunt labore dolore fugiat culpa nostrud pariatur. Est enim esse labore adipisicing mollit et nostrud. Consequat aute commodo cupidatat officia sint cupidatat pariatur. Laboris enim laboris consectetur culpa est qui consequat dolor Lorem pariatur. Id consequat amet commodo aute sint do commodo tempor Lorem. Amet qui adipisicing esse est ad nostrud. Consectetur magna in non veniam irure Lorem labore amet minim sint non tempor occaecat.","nominations":["Jaycee Leannon","Isaiah Feil","Nicolas Osinski"]},{"name":"Lewis Rohan","slug":"national-convention-lewis-rohan","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/toddrew/128.jpg","involvement":"Laboris sint nostrud amet voluptate. Elit amet quis aute amet reprehenderit esse. Do culpa exercitation reprehenderit Lorem esse eu ullamco magna aliquip quis dolor.\n\nCillum amet ex anim dolor et ullamco non est ipsum. Culpa anim Lorem proident velit voluptate cupidatat veniam. Ea ullamco eiusmod labore et nisi. Ea esse eu adipisicing elit et minim magna.","qualifications":"Sit aliqua commodo proident eu minim proident sit cupidatat excepteur tempor elit magna aliqua. Non cillum ipsum eu sint. Aliqua pariatur ad anim ut non. Irure esse magna veniam aliqua tempor cupidatat aliqua ut enim excepteur id commodo aute duis. Ex commodo pariatur ex exercitation aute nulla tempor consectetur sint. Dolore ad fugiat sit deserunt incididunt eiusmod esse sint esse cupidatat ipsum culpa.","goals":"Dolor eiusmod quis laboris irure incididunt nostrud cillum Lorem pariatur ad excepteur id reprehenderit officia. Nulla magna ad anim magna labore adipisicing. Eiusmod eiusmod cillum sunt voluptate nostrud ad commodo proident veniam tempor id consequat sit. Cillum ex qui pariatur eu laboris. Aliqua culpa est consequat magna in dolore ea ipsum ullamco.\n\nMinim consectetur duis esse duis irure ipsum laboris velit. Reprehenderit excepteur est ut aliquip cillum magna ut veniam velit. Nulla irure non excepteur deserunt fugiat do veniam. Velit ad est pariatur velit velit ipsum. Consectetur amet commodo elit consectetur duis excepteur labore dolor.\n\nEnim do nostrud eu laborum commodo enim veniam fugiat ea est. Qui laboris cillum ut deserunt elit labore est incididunt enim. Proident culpa amet anim qui eiusmod consequat ullamco anim fugiat do cillum Lorem. Aliqua occaecat in est qui consectetur et.\n\nAute proident quis ex do veniam anim Lorem labore voluptate mollit. Enim do fugiat fugiat labore tempor. Dolore amet incididunt reprehenderit amet labore commodo cupidatat enim elit pariatur qui non magna. Elit id laborum adipisicing consequat ad elit ad voluptate est non. Aliquip exercitation excepteur laborum voluptate culpa magna ea mollit nostrud amet velit cupidatat mollit. Nulla cillum veniam amet officia fugiat aliqua et eiusmod.","nominations":["Nedra Veum","Vidal Reynolds","Brooke Jast","Ernest Shields","Dorthy Hackett"]}]}}
