{"localCouncil":{"positions":[{"title":"Co-chair","slug":"co-chair","description":"\n  <p>The Co-Chairs shall be the official public spokespersons for the Local and will initiate such actions and policies as the Local’s general welfare may demand. The Co-Chairs shall organize and preside over all official meetings of the organization and the Local Council. The Co-Chairs shall maintain consistent communication with all committee leaders and facilitate collaboration and coordination between them. Additionally:</p>\n  <p>The Co-Chairs will also act as, or appoint, the official representatives of the Local to the National Organization and to other DSA Locals. This does not apply during official business at the National DSA Convention, when Local Delegates may act independently on behalf of the Local’s membership.</p>\n  <p>The Co-Chairs serve as executive officers of the Local, and they are listed on financial accounts along with the Treasurer.</p>\n  <p>At least one Co-Chair must not identify as both White and Cis-Male.</p>\n          ","candidates":[{"name":"Susana Altenwerth","slug":"co-chair-susana-altenwerth","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/yesmeck/128.jpg","involvement":"Adipisicing veniam exercitation cupidatat veniam aliquip minim qui amet. Et deserunt excepteur laboris irure fugiat adipisicing et reprehenderit veniam veniam ad tempor. Occaecat dolor est exercitation deserunt nisi occaecat eiusmod in excepteur ullamco. Consectetur commodo ut mollit minim do culpa nulla nisi eu minim quis duis occaecat cillum. Labore adipisicing sunt consectetur Lorem id aliqua irure commodo ipsum non ex laborum duis.\n\nEx consequat exercitation ex consectetur veniam tempor labore. Aute labore irure sint fugiat consequat. Occaecat ullamco enim anim magna excepteur labore nostrud et labore officia. Non proident nulla ad sit voluptate.\n\nTempor eiusmod dolore culpa exercitation culpa esse labore. Proident laborum eu reprehenderit qui laboris ipsum ipsum est. Elit aute ad eu veniam pariatur incididunt nisi. Elit minim enim est sint non dolore fugiat.","qualifications":"Nostrud in Lorem qui incididunt voluptate tempor ut nulla sint ad voluptate exercitation. Qui deserunt cillum adipisicing ullamco pariatur anim. Do reprehenderit velit minim ea minim laborum velit. Sint proident ut minim Lorem irure. Aliquip fugiat id dolore commodo sint voluptate eiusmod amet.\n\nIpsum adipisicing et elit ipsum pariatur sunt. Fugiat ad consectetur in deserunt ullamco anim irure culpa qui tempor aute ullamco. Proident minim veniam et nulla ipsum. Ex amet veniam do ipsum elit. Esse eiusmod enim ex cupidatat do in non id ad. Occaecat do est ex velit consectetur ex est incididunt sit. Quis enim ad aliquip excepteur Lorem in cillum qui aliquip cupidatat laborum culpa occaecat voluptate.","goals":"Qui anim pariatur nulla aute id nostrud eiusmod. Et anim nisi irure anim. Consequat ullamco qui tempor dolor non. Ipsum est enim qui ut. Nulla quis aliquip duis amet exercitation voluptate eu. Amet ad ea aute esse minim nulla magna commodo incididunt tempor in nisi elit. Id aute ut culpa qui fugiat nostrud deserunt labore quis aliquip cupidatat.\n\nExcepteur deserunt in Lorem incididunt est pariatur aute duis culpa quis nulla laboris. Quis veniam ex amet ullamco est nostrud deserunt esse exercitation consectetur laboris. Tempor enim elit commodo deserunt nulla ipsum consectetur voluptate deserunt tempor sit magna commodo. Ut velit non sunt elit amet voluptate proident minim quis aliqua enim enim elit. Voluptate deserunt qui veniam minim enim commodo eu magna.\n\nVelit ea eiusmod amet in ea. Ad do qui velit officia non aliqua in aute tempor mollit Lorem. Pariatur magna mollit enim dolor duis.","nominations":["Corine Predovic","Arthur Lueilwitz"]},{"name":"Wiley Russel","slug":"co-chair-wiley-russel","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/kolsvein/128.jpg","involvement":"Ea do Lorem sunt laboris magna excepteur consequat veniam duis amet. Anim cillum quis consectetur do ea eu officia adipisicing. Commodo anim adipisicing Lorem sint sint reprehenderit ad eiusmod ex mollit nisi enim do. Consequat quis et nulla voluptate anim commodo tempor anim culpa ullamco. Amet deserunt fugiat id elit esse dolor consequat in sunt. Dolor excepteur veniam cupidatat elit non.\n\nIn ex amet magna duis dolore esse aute aliquip laborum anim Lorem aute ad. Nulla anim reprehenderit Lorem cupidatat fugiat. In dolore sint tempor minim duis nisi nostrud. Quis sint duis eiusmod commodo et amet duis excepteur consectetur.\n\nVoluptate veniam laborum ea labore ullamco nostrud dolor mollit. Culpa voluptate tempor in ea nostrud occaecat in cupidatat mollit duis ex aliquip. Duis eiusmod do magna ullamco labore ipsum commodo. Sit sit et et commodo magna ad adipisicing laborum elit commodo consectetur velit exercitation amet. Cillum id in est quis amet mollit voluptate eu veniam consectetur incididunt est. Excepteur esse velit ipsum aliquip consequat incididunt cupidatat nulla aliqua. Consectetur id adipisicing magna id irure cillum.","qualifications":"Nulla esse ut ipsum officia laboris aliqua. Aliquip cupidatat nulla sunt elit esse ad aute non enim elit fugiat sint velit proident. Ullamco ad irure non incididunt labore fugiat ad tempor ipsum. Aliqua minim ullamco dolore occaecat fugiat non consectetur qui culpa eu est. Id occaecat ullamco exercitation enim adipisicing culpa in Lorem quis magna in. Exercitation sunt eiusmod magna aliquip ipsum elit anim velit voluptate duis in ipsum eiusmod cillum. Sint officia laborum labore culpa culpa reprehenderit enim velit occaecat ea duis.","goals":"Dolore quis sint ipsum incididunt id aliqua ut qui. Sunt aliqua ea velit labore nostrud tempor id. Consequat proident ex sit elit proident et enim eu aliqua sit aute. Irure elit non aliqua quis consequat aute. Magna est cillum laborum incididunt velit eu qui fugiat proident. Ad anim incididunt minim nisi. Enim id irure id magna labore esse.\n\nEst sit laboris ex sint pariatur et officia veniam ullamco nisi do. Veniam velit esse elit magna deserunt enim fugiat exercitation do labore. Enim velit esse ex non pariatur tempor anim esse excepteur adipisicing quis occaecat consequat labore.","nominations":["Andre Deckow","Enola Kuhn","Maggie Wisozk","Kaela Turner","Alison Haag"]},{"name":"Scotty Goldner","slug":"co-chair-scotty-goldner","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/yassiryahya/128.jpg","involvement":"Ullamco consectetur in cillum nostrud mollit. Duis reprehenderit culpa dolor ad id aliquip non reprehenderit qui minim labore nisi. Enim dolore sint culpa consequat nisi reprehenderit. Eu magna proident ea nulla. Anim ex est dolore aliqua. Aliquip culpa mollit do ad cupidatat cupidatat.\n\nIn adipisicing dolor irure veniam dolor cillum. Est mollit magna elit esse Lorem est elit culpa id est aliquip fugiat mollit. Exercitation pariatur irure qui ad amet fugiat duis irure deserunt sit sunt. Ea consectetur excepteur id enim. Et dolor sit id enim incididunt magna proident magna esse sint reprehenderit eiusmod voluptate.\n\nFugiat ullamco consectetur enim minim minim laboris. Sit exercitation ad cupidatat nostrud duis mollit minim cupidatat elit laboris elit nostrud. Culpa dolore consectetur minim aliqua veniam.","qualifications":"Commodo ad amet nulla magna minim enim non consectetur ex ipsum sint aliqua qui mollit. Occaecat amet magna ullamco Lorem voluptate adipisicing mollit. Elit et deserunt non dolore aliquip nulla exercitation commodo anim mollit id. Exercitation velit labore tempor sit. Pariatur aute aliquip mollit sunt elit labore eu culpa magna adipisicing exercitation aliquip occaecat qui. Commodo Lorem duis in reprehenderit aute esse excepteur aliquip aliquip adipisicing. Consequat excepteur eiusmod proident magna laboris laboris.\n\nDuis reprehenderit ad incididunt velit consequat cupidatat. Nulla voluptate ea pariatur magna ipsum pariatur consequat. Id officia officia est aliquip anim minim irure proident nulla tempor incididunt. Consectetur elit nulla ex Lorem do ex culpa ad irure et mollit nisi nisi. Nostrud culpa aliqua officia consectetur minim quis. Do irure et in sunt laborum cupidatat est commodo esse labore Lorem.","goals":"Est occaecat consequat officia reprehenderit in eiusmod non voluptate reprehenderit. Amet eiusmod adipisicing commodo velit dolore voluptate elit. Fugiat pariatur adipisicing est commodo proident magna proident elit nisi. Ipsum dolor aliqua pariatur anim. Magna laboris occaecat sit pariatur fugiat deserunt qui fugiat voluptate nulla proident laboris amet. Elit cillum magna exercitation excepteur voluptate aute qui eu tempor sint occaecat enim.\n\nDuis quis et ullamco nostrud consequat eiusmod pariatur. Amet dolore ex ad tempor consequat in minim irure fugiat. Labore consequat labore duis consequat sunt eu amet mollit sunt irure. Qui ipsum amet labore eu nisi in Lorem eu nulla esse et laboris ipsum magna. Exercitation mollit velit aute eu dolor deserunt exercitation.\n\nDolore laborum non aute nisi id excepteur dolore. Excepteur duis exercitation incididunt fugiat culpa. Ullamco sint culpa ad non commodo ullamco commodo amet Lorem incididunt occaecat nostrud nostrud. Do occaecat Lorem laboris fugiat amet deserunt esse velit adipisicing ipsum incididunt. Mollit pariatur adipisicing ipsum proident sint aliquip.\n\nEsse esse deserunt laboris sint incididunt veniam ut. Lorem dolore quis mollit quis adipisicing ullamco est ullamco eu eiusmod eu cupidatat sint aliquip. In veniam magna consequat exercitation.","nominations":["Jeramy Schumm","Eliza Bode","Theodora Schmitt"]}]},{"title":"Vice Chair","slug":"vice-chair","description":"\n  <p>The Vice Chair is responsible for assisting the Co-Chairs with all of their duties. If both Co-Chairs are unable to perform their duties, the Vice Chair shall perform all duties and assume all responsibilities of the Co-Chairs until such a time as one or both Co-Chairs are able to resume their posts.</p>\n          ","candidates":[{"name":"Jesse Rohan","slug":"vice-chair-jesse-rohan","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/marosholly/128.jpg","involvement":"In dolore reprehenderit laborum culpa veniam nisi ullamco ea esse pariatur non cillum. Sunt magna ipsum sint fugiat occaecat deserunt aute minim. Laborum qui fugiat qui ullamco minim. Enim pariatur laboris dolor consequat incididunt magna veniam.","qualifications":"Voluptate deserunt eu ea nisi veniam. Ipsum sunt est et fugiat irure mollit minim mollit sunt id ex aliqua reprehenderit. Sit ipsum est veniam labore exercitation non aliqua cillum nisi officia ut. Esse ad excepteur magna ea. Elit nisi dolor labore voluptate nostrud. Velit duis esse ullamco ad aliqua Lorem tempor. Esse nisi elit exercitation non laborum labore reprehenderit adipisicing.\n\nOccaecat incididunt velit duis in. Et dolor consectetur aliqua ad nisi aute do quis culpa pariatur velit. Quis ipsum excepteur laborum commodo labore commodo deserunt in magna mollit pariatur qui dolor. Adipisicing est velit laboris ullamco adipisicing. Deserunt labore tempor magna aute eu tempor.","goals":"Proident amet qui laboris cupidatat anim ullamco consectetur esse mollit minim eiusmod qui. Ut nisi incididunt labore pariatur incididunt anim enim. Veniam excepteur nostrud adipisicing labore.\n\nIncididunt magna officia enim sit cillum non aute nostrud anim excepteur in ad. Adipisicing laborum consectetur proident officia aliquip esse eiusmod do nostrud elit esse cillum. Irure est excepteur est sunt fugiat ut reprehenderit sint velit elit aliquip elit ipsum laborum. Labore dolore anim Lorem dolore deserunt elit exercitation sit id qui occaecat ex irure magna.","nominations":["Hanna Macejkovic","Calista Koelpin","Kayleigh Rau"]},{"name":"Myrl Bernier","slug":"vice-chair-myrl-bernier","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/thedjpetersen/128.jpg","involvement":"Eu duis mollit mollit dolore eiusmod. Dolore elit pariatur reprehenderit cillum exercitation duis sint culpa. Ea qui ipsum esse mollit quis duis eiusmod fugiat pariatur culpa pariatur magna officia sint. Est aliqua ea eiusmod minim tempor quis officia esse ea. Incididunt fugiat aliquip ex pariatur consequat veniam Lorem aliqua minim do Lorem eu proident. Anim ex est quis aliqua.\n\nDolore elit enim tempor duis ex amet duis ullamco ex. Consequat velit nostrud duis commodo id est amet ullamco qui enim culpa sunt nisi pariatur. Ipsum quis aliqua Lorem aute deserunt reprehenderit minim id.\n\nSunt culpa magna proident dolore aute. Pariatur duis cillum dolor exercitation ex duis exercitation excepteur sit qui duis. Labore mollit consequat voluptate Lorem tempor aute irure amet do in ullamco elit duis duis. Deserunt ea non sunt sit anim sint aliqua enim.","qualifications":"Amet sunt exercitation sint consectetur quis laborum quis eu. Exercitation velit qui mollit veniam velit nostrud ea est sunt consequat voluptate ex. Magna est voluptate aliquip sunt. Occaecat pariatur ex proident culpa nostrud aliquip aute et pariatur eiusmod. Nisi quis non dolore sint. Qui quis enim labore Lorem adipisicing. Sit ipsum est Lorem velit.\n\nDolore eiusmod labore ad duis consectetur ut ut deserunt. Sunt occaecat ullamco duis aliquip reprehenderit laborum mollit culpa aliqua duis sint ex amet quis. Irure exercitation dolor cillum consequat voluptate anim sunt esse aute consequat mollit ex. Anim cillum voluptate non ut nostrud ex elit duis dolor velit aliqua eu pariatur ullamco. Ad sunt ad esse non in ut. Proident esse velit enim nostrud ullamco. Aliquip nostrud magna irure id deserunt consequat incididunt ullamco commodo.","goals":"Cupidatat consequat consectetur incididunt duis anim sit. Pariatur ex aute mollit id esse enim excepteur aute. Veniam fugiat esse proident excepteur ullamco id esse ea nostrud quis cillum qui. Lorem ex id officia elit in duis sunt cupidatat. Excepteur minim tempor minim culpa magna et enim fugiat voluptate labore et excepteur. Commodo magna reprehenderit esse commodo. Fugiat reprehenderit dolore qui elit aliquip occaecat enim veniam reprehenderit elit voluptate nisi.\n\nId eu fugiat commodo duis. Ut sit sunt id do nulla excepteur amet ad Lorem dolor nulla. Consequat ea est ut dolore esse reprehenderit magna dolor. Velit adipisicing nostrud ullamco irure minim nulla proident non.","nominations":["Arne Kuhlman","Carol Feeney","Lillie Lebsack"]}]},{"title":"Secretary","slug":"secretary","description":"\n  <p>The Secretary is responsible for taking minutes of all General Membership and Local Council Meetings, and shall be responsible for publishing these minutes, as well as resolutions, reports, and other official records of the Local. The Secretary may appoint, but must oversee, a temporary proxy minutes-taker for any meeting. That proxy may not vote on behalf of the Secretary. Additionally:</p>\n  <ul>\n    <li>a. The Secretary shall transfer official records in good condition to their successor.</li>\n    <li>b. The Secretary will assume the responsibilities of one of the Co-Chairs, if both Co-Chairs and the Vice Chair is unable to do so.</li>\n  </ul>\n          ","candidates":[{"name":"Sam Strosin","slug":"secretary-sam-strosin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/johnsmithagency/128.jpg","involvement":"Anim exercitation Lorem anim eu aliqua labore laborum non reprehenderit aute esse officia. Velit duis ullamco eu duis aute dolor ullamco sunt anim ea ut ut. Nulla enim Lorem nisi enim irure laborum velit laboris culpa eiusmod ex Lorem. Quis voluptate laborum tempor est et proident velit tempor. Esse incididunt laboris sit reprehenderit in eu duis nostrud et. Consequat est dolore dolor cupidatat Lorem nostrud exercitation occaecat qui.","qualifications":"Est eu consectetur voluptate laborum sint tempor dolore. Occaecat sit tempor dolore quis id non excepteur qui anim elit velit ad. Exercitation irure labore esse proident ut labore deserunt dolor aliquip ipsum labore amet veniam. Dolor dolor ea nostrud aliqua.\n\nFugiat ad id quis cillum amet mollit excepteur quis enim ut reprehenderit voluptate officia labore. Est id in fugiat qui eiusmod reprehenderit non fugiat dolor ut anim. Cupidatat labore ea cillum elit esse officia velit deserunt. Anim adipisicing nostrud aliqua est deserunt occaecat aliqua aute excepteur anim do velit. Eu aliquip veniam nulla id commodo consequat occaecat occaecat aute in aliquip tempor.","goals":"Ut eiusmod voluptate sint et ad elit. Mollit sunt laboris proident non in amet eiusmod consequat aute labore. Cupidatat proident duis mollit exercitation id nulla ad sunt ullamco laborum eiusmod sunt.\n\nMinim Lorem nisi et quis quis labore nostrud anim mollit dolor irure eu. Reprehenderit fugiat irure non sunt cupidatat cillum incididunt do commodo officia fugiat mollit anim tempor. Commodo sit pariatur laborum proident duis dolore eiusmod pariatur culpa non. Quis velit ex reprehenderit veniam duis labore nisi laborum tempor ut. Amet magna reprehenderit consequat veniam fugiat exercitation do dolore. Do adipisicing exercitation aliqua magna ea sunt ullamco ullamco occaecat.\n\nSit nulla ex dolore ut sint excepteur est consequat culpa elit nisi. Mollit aliqua dolor amet officia esse consequat. Aliquip laborum aliqua ex adipisicing excepteur cupidatat fugiat velit consectetur. Dolor id deserunt nisi do. Incididunt incididunt aliquip cupidatat ullamco labore enim do ipsum laboris reprehenderit dolor. Aute eiusmod nulla cupidatat cillum. Cupidatat nostrud sunt occaecat non veniam veniam ipsum magna eu velit.","nominations":["Andre Jones","Sammie Pacocha","Betty Dietrich"]}]},{"title":"Treasurer","slug":"treasurer","description":"\n  <p>The Treasurer will be responsible for administration of funds, budget, and financial organization of the Local, including overseeing fundraising activities for the Local. The Treasurer will report to the Local Council on the financial status of the organization at each Local Council Meeting. The Treasurer will maintain transparent and open financial reports available to the entire membership upon request by an officer of the Local Council.</p>\n          ","candidates":[{"name":"Sophie Collins","slug":"treasurer-sophie-collins","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/maz/128.jpg","involvement":"Est nulla ut duis non. Pariatur aliqua dolore non amet irure ea non veniam. Laboris enim quis fugiat dolore irure quis. Laborum excepteur Lorem esse aute Lorem dolore Lorem. Labore aliqua qui ad ex labore ut laboris occaecat Lorem officia. Aliqua eiusmod id aute dolore consectetur.","qualifications":"Officia id exercitation in nisi. Ut ea esse tempor eu aliquip. Esse ipsum adipisicing aute incididunt occaecat ipsum sint anim ex dolore tempor culpa pariatur reprehenderit. Sint excepteur nostrud reprehenderit nisi.\n\nVelit do laborum ipsum enim quis cupidatat magna ullamco sint in tempor qui sit. Ullamco id ipsum adipisicing consectetur. Aute nostrud occaecat occaecat ullamco eiusmod pariatur fugiat minim amet dolor est ex et. Id laboris nostrud deserunt nostrud non deserunt officia pariatur eu occaecat ex cillum laborum commodo. Do excepteur elit ullamco nulla anim sunt sint elit enim labore nulla.","goals":"Consequat et est aliqua laborum ex laboris. Laborum ullamco et id esse laboris. Quis minim ullamco amet aute do officia ullamco Lorem fugiat. Aliquip id cillum ea laborum. Officia laboris occaecat in incididunt mollit cillum tempor. Pariatur culpa mollit sit proident ex excepteur ea cillum occaecat est.\n\nQuis occaecat non cupidatat sit exercitation dolor magna. Ex cillum dolor eiusmod id eiusmod do enim sunt cillum magna. Do mollit id tempor non adipisicing magna eiusmod velit ex ad.","nominations":["Don Gerlach"]},{"name":"Jaleel Emmerich","slug":"treasurer-jaleel-emmerich","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/thaodang17/128.jpg","involvement":"Ad fugiat labore et minim ut minim in incididunt dolor anim. Eiusmod eiusmod magna fugiat non ad. Duis proident magna ex exercitation.\n\nConsequat esse ipsum culpa est labore adipisicing do quis laborum. Proident ipsum deserunt eiusmod non deserunt sunt sit sit irure ad veniam elit. Non eu fugiat Lorem anim est amet magna occaecat mollit duis.","qualifications":"Non cillum sunt ex eu proident occaecat eiusmod culpa laborum duis. Ullamco qui nostrud aliquip aliquip duis sint ad eiusmod commodo enim. Eu deserunt consectetur nostrud officia. Laborum commodo elit ex Lorem laboris. In eiusmod velit sint nisi nisi.\n\nDuis magna commodo non nostrud aliquip. Duis ea proident nostrud do. Nulla proident esse id culpa magna esse adipisicing consequat do nulla esse ipsum qui dolor. Duis deserunt adipisicing veniam id deserunt nostrud veniam duis nulla. Magna aute ipsum sit cillum sit dolore aute excepteur. Ipsum dolor occaecat ad velit eiusmod et adipisicing aliquip consectetur. Ex dolore Lorem veniam ad nisi.","goals":"Mollit duis ullamco exercitation reprehenderit voluptate. Ex consequat dolore deserunt ipsum. Ex eu reprehenderit tempor voluptate proident veniam cillum. Dolor ullamco deserunt enim qui sit culpa nisi duis labore occaecat Lorem nisi. Reprehenderit incididunt non reprehenderit velit deserunt cupidatat laboris duis nulla reprehenderit veniam. Laboris tempor consequat enim reprehenderit cupidatat sint consequat proident tempor.\n\nNisi veniam est commodo sit officia irure ipsum ullamco exercitation. Commodo velit irure sunt aliqua amet excepteur non reprehenderit pariatur dolor amet. Officia in velit in nisi ut Lorem irure velit et ullamco minim fugiat ex officia.","nominations":["Dolores Braun","Van Trantow","Alexys McCullough","Jordan Macejkovic","Cassandre Gerlach"]}]},{"title":"Internal Organizers","slug":"internal-organizer","description":"\n  <p>Internal Organizers will jointly oversee the Internal Organizing Committee (see Article VI), which is responsible for fostering a lively participatory and democratic culture within the Local through the development, education, mobilization, and recruitment of members. The Internal Organizing Committee is also charged with organizing General Meetings, Informational Meetings, and social, educational, and fundraising events. Under the direction of the Local Council, the Internal Organizing Committee shall develop and oversee a program of socialist cadre development that includes skills training and political education; and a system of Mobilizers (similar to union shop stewards) who will act as an active conduit of information and engagement between the General Membership and the Local Council.</p>\n          ","candidates":[{"name":"Janis Daugherty","slug":"internal-organizer-janis-daugherty","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/eduardostuart/128.jpg","involvement":"Duis sunt id incididunt enim quis ex irure officia esse Lorem quis dolor reprehenderit. Enim velit reprehenderit veniam fugiat sunt. Tempor aute et minim laborum irure exercitation aliqua et consequat fugiat minim anim. Dolore aliqua in laborum veniam ea dolor tempor exercitation ipsum officia.\n\nAute ullamco magna Lorem incididunt ut do sit labore ut est minim deserunt. Anim ut ipsum tempor nisi laborum. Ex ut reprehenderit Lorem exercitation nostrud amet esse.\n\nNulla quis ex esse aute minim aliquip culpa proident magna anim non in. Velit sint commodo irure cillum esse culpa id mollit commodo nostrud ut nisi. Dolor velit in eiusmod minim aliqua et commodo anim quis tempor tempor. Ut ut culpa excepteur in. Consectetur officia magna officia mollit velit.","qualifications":"Aute occaecat eiusmod quis amet ipsum duis incididunt reprehenderit elit id aliqua anim. Et cupidatat in amet excepteur qui pariatur et exercitation amet Lorem reprehenderit id. Est excepteur velit qui ea et dolor pariatur sit anim aute adipisicing ea incididunt irure. Voluptate tempor labore nostrud reprehenderit labore mollit laboris cupidatat. Ipsum amet incididunt fugiat eiusmod proident commodo sit do fugiat eiusmod tempor id cillum amet. Non ut occaecat et magna cillum sit dolor. Velit magna eiusmod eu qui enim deserunt anim ipsum eiusmod fugiat.","goals":"Non voluptate aliquip velit aute labore eiusmod velit elit. Nostrud cillum officia velit aliqua ex enim elit sunt est. Irure ipsum dolore est veniam ex aute aliquip reprehenderit nostrud consectetur cillum elit adipisicing irure. Duis ut dolore velit cupidatat pariatur culpa enim do consectetur commodo. Sunt ullamco tempor exercitation magna ut exercitation aute non reprehenderit anim nostrud duis magna sint. Reprehenderit labore in cupidatat magna nostrud sunt esse laborum.\n\nUllamco veniam laboris laboris laborum reprehenderit cupidatat sint labore do nisi magna. Enim nulla mollit sunt fugiat. Dolor do sunt sit sunt reprehenderit nulla culpa proident anim sint.\n\nCulpa duis veniam ex consequat eu. Duis culpa amet eu pariatur. Reprehenderit officia anim mollit proident dolore commodo magna excepteur commodo quis. Amet excepteur ut veniam ut ullamco cillum eu nulla incididunt excepteur sint est sit. Excepteur incididunt officia culpa id reprehenderit velit qui voluptate dolore qui laboris dolore reprehenderit non. Cupidatat minim elit irure Lorem pariatur officia excepteur.\n\nOccaecat ut sint do nostrud laboris eu aliqua veniam adipisicing deserunt magna. Anim occaecat magna id tempor incididunt. Sit irure labore fugiat esse exercitation dolore. Officia voluptate minim quis fugiat consequat ad dolore excepteur ullamco cillum minim qui sit culpa. Dolore adipisicing incididunt anim veniam aliquip nisi.","nominations":["Daisy Nicolas"]},{"name":"Sadie Cassin","slug":"internal-organizer-sadie-cassin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/peejfancher/128.jpg","involvement":"Do officia exercitation in Lorem cillum exercitation velit et incididunt eu veniam voluptate officia ut. Nulla id adipisicing aute tempor ullamco. Consequat ullamco laborum amet sunt exercitation quis commodo voluptate commodo culpa minim. Quis aliqua voluptate sint ullamco do laboris tempor occaecat esse est incididunt elit. Enim Lorem proident occaecat reprehenderit exercitation pariatur cupidatat pariatur incididunt culpa Lorem laboris. Qui non eiusmod consequat aliquip consectetur deserunt dolor laboris reprehenderit magna nisi dolor. Consequat qui elit pariatur dolore veniam nostrud sit deserunt reprehenderit ullamco.","qualifications":"Amet quis ipsum mollit aliquip esse eiusmod sunt id. Nisi proident non ad duis magna est labore velit ex cillum magna ullamco occaecat duis. Id laboris non tempor laboris in nulla magna in ad ad nulla. Culpa voluptate in ex proident do. Consequat incididunt enim duis nisi sint aliquip ut.\n\nQui enim proident sint nulla culpa quis anim minim id incididunt ullamco elit duis. Lorem exercitation proident proident commodo magna aliquip mollit labore ut eiusmod non. Labore ullamco laboris adipisicing excepteur ipsum elit voluptate eu Lorem. Mollit quis ad voluptate ut dolore cupidatat exercitation qui. Commodo Lorem quis magna sunt laborum laborum eu laboris cillum eiusmod deserunt. Cupidatat commodo minim culpa et amet enim.","goals":"Commodo excepteur minim ipsum aliqua qui est irure magna. Consectetur sit nulla deserunt anim pariatur qui eu excepteur aliquip sint tempor. Veniam minim sint nostrud aliqua ea irure cillum esse non eu exercitation laboris.\n\nId fugiat aute veniam cillum irure aliquip nostrud duis. Adipisicing magna aliquip officia dolor in veniam mollit. Ut magna ad aliqua est nulla amet commodo occaecat officia sunt adipisicing non tempor.\n\nVeniam nisi cillum ad ex magna. Do elit nostrud quis laboris labore nostrud nisi nulla velit ut excepteur. Cillum nisi eiusmod qui consectetur veniam commodo non ex labore. Nulla proident qui esse proident veniam dolor qui pariatur sunt. Deserunt in elit exercitation sint aliqua duis ea minim. Sint sit duis deserunt quis.","nominations":["Ona Heller","Caleigh Tremblay","Jeremy Effertz"]},{"name":"Theresa Mayert","slug":"internal-organizer-theresa-mayert","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/byryan/128.jpg","involvement":"Eu aute est adipisicing irure nisi enim Lorem sint commodo. Sunt incididunt enim aliqua dolor cillum culpa ipsum elit est do sint duis consectetur reprehenderit. Aute mollit mollit est exercitation cillum ipsum eu. Nostrud consectetur nostrud excepteur nostrud aliquip aliquip pariatur ad ullamco nisi sit mollit. Dolor ut commodo consequat deserunt. Anim nostrud aute elit aliqua voluptate. Elit id veniam nisi sint veniam culpa minim et.\n\nMollit aute nisi ut ipsum cupidatat fugiat veniam ad reprehenderit amet. Enim deserunt proident ullamco consequat consequat et est qui veniam. Incididunt excepteur do commodo labore sint ex quis in occaecat sunt reprehenderit ut do. Exercitation incididunt enim eiusmod aute quis eiusmod cupidatat sit esse minim laboris velit. Id id ad duis in duis ipsum nulla dolor. Ex cillum esse consectetur laboris labore ipsum.\n\nMagna ea fugiat commodo ullamco mollit dolore consequat eu aliqua proident occaecat tempor aute. Enim cillum reprehenderit aliqua quis adipisicing amet id ut. Ut consequat sunt consectetur esse ullamco. Qui id labore consectetur veniam ad cillum. Pariatur commodo elit est adipisicing quis sunt aliquip deserunt tempor velit laborum officia sit mollit. Ipsum enim eu ullamco nulla pariatur ipsum exercitation aute fugiat. Mollit qui quis exercitation sit et proident enim quis commodo ea do.","qualifications":"Eu ex laborum nisi proident eiusmod mollit non cupidatat commodo velit ad qui eu. Aliqua ut culpa aliqua deserunt dolore proident dolor irure consequat dolor. Excepteur ullamco esse cillum reprehenderit veniam esse duis id commodo qui fugiat enim. Sit aliqua reprehenderit eiusmod quis laboris pariatur consectetur fugiat velit ut ad excepteur. Labore exercitation laboris quis dolore excepteur minim laborum sit. Tempor occaecat dolor et excepteur ad qui excepteur. Fugiat consequat reprehenderit cupidatat mollit velit.","goals":"Sint sint ad tempor eiusmod eu ipsum dolor. Consequat nostrud veniam voluptate minim consectetur in magna sint laboris excepteur. Velit nostrud mollit reprehenderit do enim pariatur consectetur amet Lorem minim. Dolor non irure ea quis non id veniam incididunt est cupidatat ad do. Voluptate ad amet aute ea quis mollit ad aliqua adipisicing nulla labore. Minim est tempor amet cupidatat incididunt nulla pariatur quis incididunt velit.\n\nSunt velit enim mollit Lorem amet enim. Minim non cupidatat deserunt eu labore laborum minim. Nostrud aliqua sint sit culpa non incididunt aute nulla aute minim et pariatur ut incididunt. Commodo ad commodo est adipisicing dolor ullamco culpa consequat fugiat id eiusmod velit. Cillum et est fugiat ex nostrud id. Cillum tempor commodo consequat ea consectetur.\n\nExcepteur proident irure excepteur labore tempor aute aliqua fugiat. Duis minim amet incididunt magna ex dolor ex excepteur aute officia mollit voluptate quis. Non qui officia culpa eu anim est commodo eiusmod.\n\nCommodo adipisicing anim cupidatat consectetur sint tempor cupidatat eiusmod in consequat ea officia. Lorem tempor consectetur consectetur adipisicing voluptate tempor enim ad ipsum ipsum magna occaecat aliquip. Do quis officia fugiat deserunt est anim aliqua esse nisi voluptate anim consequat occaecat deserunt.","nominations":["Kathryn Rath"]},{"name":"Jana Corwin","slug":"internal-organizer-jana-corwin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/dansowter/128.jpg","involvement":"Non excepteur nisi ullamco non do dolor et aute qui sit dolor. Proident ut deserunt ea reprehenderit ea deserunt nisi irure et. Et tempor laborum eu qui incididunt aliquip dolore elit laborum magna. Elit ad esse ex occaecat pariatur nulla cupidatat minim nostrud eiusmod veniam reprehenderit irure. Elit et proident quis nisi irure id excepteur aliquip do. In anim nulla exercitation cupidatat nisi culpa in ex occaecat sit nulla sint dolor velit. Veniam mollit anim elit ullamco enim nisi consequat aute exercitation pariatur cupidatat.\n\nPariatur quis enim voluptate ullamco voluptate Lorem eiusmod veniam amet sint ea do. Labore sint fugiat laborum magna aliqua pariatur nulla nisi. Tempor ex aute excepteur tempor cupidatat ullamco cupidatat. Laborum voluptate et pariatur dolore deserunt enim. Enim reprehenderit ea proident reprehenderit pariatur ullamco sunt ad non. Nostrud exercitation occaecat ullamco laborum nostrud.","qualifications":"Magna mollit elit dolore culpa consectetur. Sit ullamco eiusmod veniam mollit minim nulla aute fugiat. Non ea minim veniam ea consectetur. Cillum esse ea cillum Lorem ipsum anim nostrud incididunt esse do excepteur. Occaecat consectetur enim esse incididunt eu anim.\n\nIrure dolore irure tempor velit. Sit esse occaecat proident quis nisi nostrud qui eiusmod excepteur irure voluptate Lorem anim nulla. Qui id in irure magna quis et irure dolore et irure veniam do ea elit. Dolore enim sint reprehenderit voluptate incididunt eiusmod cillum.","goals":"Anim incididunt in consectetur cupidatat. Elit ex elit id pariatur voluptate nostrud. Aliquip eiusmod est proident dolore sunt commodo enim. Ex cillum et nisi eu adipisicing est ea. Sint enim nisi anim aliqua esse sint culpa cupidatat consectetur consectetur. Enim nulla veniam cillum excepteur quis ipsum id ea ea elit qui pariatur amet. Qui ea ad labore tempor reprehenderit deserunt velit ea.\n\nFugiat ea incididunt duis culpa pariatur. Do Lorem incididunt excepteur ea est amet labore pariatur non id. Nulla dolor proident exercitation reprehenderit elit quis occaecat qui reprehenderit velit veniam cillum labore. Irure incididunt nostrud nulla irure pariatur sint cupidatat in proident minim. Mollit eiusmod id dolore esse dolore mollit nulla. Reprehenderit sit consectetur reprehenderit ut.","nominations":["Jessica Murray"]},{"name":"Rylan Parisian","slug":"internal-organizer-rylan-parisian","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/karthipanraj/128.jpg","involvement":"Adipisicing ad enim magna voluptate non dolore consequat. Reprehenderit do cupidatat amet qui consequat adipisicing nisi velit. Exercitation ullamco reprehenderit dolore eiusmod enim laborum voluptate. Deserunt anim cupidatat mollit tempor labore dolore cillum tempor sunt ullamco.","qualifications":"Ipsum est in commodo nostrud enim proident tempor exercitation magna ut eiusmod non ipsum. Tempor qui reprehenderit cupidatat fugiat cillum. Elit fugiat Lorem nulla ipsum dolor ullamco. Irure amet nisi ex enim pariatur eu id.\n\nMollit est non consequat excepteur cupidatat incididunt et aute irure ex deserunt. Non officia non cillum dolor adipisicing dolor nulla et. Duis voluptate dolore nostrud ea quis aliquip sit.","goals":"Do pariatur non ex laboris sit est nulla. Laborum nisi nisi excepteur duis incididunt sint amet in nisi nulla. Dolore excepteur sunt occaecat deserunt tempor ex minim Lorem eiusmod sunt reprehenderit quis dolor magna. Adipisicing excepteur est exercitation adipisicing anim irure fugiat irure elit esse.\n\nIn culpa amet id labore et non veniam dolore ullamco elit ut fugiat. Quis sint nulla duis proident voluptate. Mollit non non officia consequat. Amet eu et ex commodo quis. Exercitation aute laborum ut cillum do anim dolor tempor incididunt officia duis. Esse dolor duis cillum ea aute amet ex. Nostrud occaecat aliqua dolor sint esse nisi officia consectetur occaecat excepteur et aliqua consequat ad.\n\nEx ut aliqua ad dolore deserunt excepteur laborum sit irure consectetur. Sunt ipsum deserunt veniam aliquip. Et dolore velit reprehenderit sint tempor eu elit eu. Tempor reprehenderit aliqua occaecat esse ipsum ut aliquip. Voluptate irure occaecat id exercitation. Irure eu consequat proident eiusmod enim tempor labore ex proident.","nominations":["Rolando Wilderman","Jonathon Abshire"]},{"name":"Baylee O'Connell","slug":"internal-organizer-baylee-o'connell","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/lososina/128.jpg","involvement":"Cupidatat adipisicing veniam exercitation reprehenderit velit sit velit minim consequat sit. Ex culpa occaecat sint nostrud Lorem exercitation in excepteur adipisicing excepteur laboris duis velit excepteur. Consequat cupidatat cupidatat irure sunt nostrud ullamco voluptate. Lorem pariatur anim est nisi aliqua magna eu elit nulla laboris. Velit amet deserunt culpa labore aute elit duis cupidatat velit enim consectetur amet deserunt magna. Ut consectetur aliqua amet veniam non aute incididunt.","qualifications":"Et enim eiusmod mollit Lorem dolor consequat do adipisicing mollit. Reprehenderit occaecat deserunt do excepteur consequat ex pariatur ullamco. Eiusmod ea sunt in quis sunt dolor qui est mollit. Amet commodo do anim nisi minim tempor labore ipsum proident culpa eiusmod. Tempor veniam tempor minim deserunt nostrud elit culpa incididunt quis. Amet nisi magna adipisicing consectetur.\n\nUt elit amet nulla aliqua qui eu veniam qui aliquip excepteur. Nulla magna culpa voluptate sint voluptate consectetur laboris aliquip eu do ad. Adipisicing adipisicing aliquip elit occaecat aute occaecat magna ut proident consectetur labore anim ea ipsum.","goals":"Ipsum adipisicing irure ut laborum et nisi enim et elit nisi reprehenderit aute. Aliqua eu ipsum dolore nulla et qui aliquip ipsum pariatur magna amet ad dolor. Lorem aute proident esse ullamco. Reprehenderit excepteur est velit et. Pariatur sit amet sunt labore sunt ea cillum nulla sint quis duis proident excepteur et. Non nulla cillum excepteur officia reprehenderit sint qui tempor. Est est culpa exercitation consectetur magna duis deserunt est et proident.\n\nEsse laboris ad amet velit duis in elit quis proident nulla. Duis aliqua mollit in incididunt elit laboris ex tempor aliqua ex amet laborum duis cupidatat. Anim fugiat veniam magna ex proident consectetur et minim ad dolore nostrud.\n\nEt incididunt irure ex pariatur ullamco cupidatat incididunt laboris tempor. Reprehenderit quis sint ullamco fugiat dolor ea sint fugiat nisi aliquip nisi anim anim. Officia incididunt occaecat ut tempor duis ea ullamco irure sit.\n\nEsse nostrud nulla voluptate officia pariatur duis. Elit officia ea excepteur elit in magna. Commodo voluptate eu magna consectetur aliqua esse sunt ex mollit duis duis minim. Nisi sint duis commodo magna cillum mollit et ut. Sint voluptate occaecat ullamco anim in ipsum elit occaecat enim. Minim magna magna ullamco fugiat occaecat. Enim duis proident anim Lorem fugiat consectetur est culpa eu non mollit.","nominations":["Britney Kautzer"]},{"name":"Xzavier Wintheiser","slug":"internal-organizer-xzavier-wintheiser","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/matthewkay_/128.jpg","involvement":"Sit voluptate aliqua proident proident voluptate quis voluptate minim cillum ut ex quis sunt labore. Culpa excepteur pariatur eiusmod eiusmod cillum duis. Excepteur cillum aliquip consectetur enim ea pariatur sunt velit.\n\nAmet aliqua sunt ea aliquip est. Ex sit ex nostrud velit enim consectetur irure voluptate consequat magna officia ipsum Lorem nisi. Enim occaecat enim do magna proident laboris consequat. Quis anim nostrud ea culpa minim sint culpa minim elit sit nulla. In consequat quis reprehenderit elit adipisicing. Ea qui tempor aliquip ullamco voluptate sint mollit incididunt elit enim.","qualifications":"Voluptate sit cupidatat dolor do. Enim aliqua aliquip consequat aliqua officia laborum dolor sit laboris voluptate commodo incididunt nulla. Velit id sunt commodo exercitation consequat labore.\n\nEu et enim exercitation sint reprehenderit dolor consectetur reprehenderit duis culpa amet laborum non qui. Duis Lorem aliqua pariatur veniam. In sunt minim dolor esse labore magna nulla dolor sunt fugiat anim.","goals":"Qui ipsum qui consequat esse minim cupidatat aliquip id aliqua ea proident cillum. Consectetur tempor esse in deserunt et laborum incididunt irure non est tempor cupidatat nulla laboris. In duis ad elit sunt aliquip. Ad ut laboris irure nisi qui. Amet eiusmod culpa cillum cillum amet enim nostrud labore ea sunt aliquip.\n\nEu eu esse minim ea sint nisi ex deserunt eu cillum ullamco. Sunt et enim laborum officia laboris mollit quis eu nulla eu Lorem. In consequat quis mollit et voluptate in minim occaecat amet proident ad. Et exercitation irure anim eiusmod duis aliquip proident pariatur nostrud veniam magna.\n\nSunt velit aute ullamco irure aliqua. Et irure quis occaecat deserunt ipsum commodo ea deserunt exercitation pariatur. Consequat proident sit eiusmod veniam nulla veniam qui minim. Nulla enim in pariatur ipsum et ad veniam voluptate occaecat.","nominations":["Jayme Gibson","Rosalee Pollich"]}]},{"title":"External Organizers","slug":"external-organizer","description":"\n  <p>External Organizers will jointly oversee the External Organizing Committee (see Article VI), which will lead the Local’s fight for a socialist political agenda in the East Bay and beyond. Under the direction of the Local Council and in order to realize the policies, priorities and campaigns set forth by the General Membership, the External Organizing Committee shall manage or execute all of the Local’s issue and electoral campaigns, direct actions, rallies, and other activities expressly targeted at the general public for political purposes.</p>\n          ","candidates":[{"name":"Daphney Powlowski","slug":"external-organizer-daphney-powlowski","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/linux29/128.jpg","involvement":"Eiusmod proident reprehenderit non eu. Eu ut aliquip enim incididunt irure. Exercitation et quis magna sit.","qualifications":"Pariatur id qui est nostrud deserunt consectetur in adipisicing. Elit ullamco deserunt cillum occaecat commodo consectetur nulla ea esse enim veniam do. Ea amet voluptate sint Lorem enim ut veniam mollit mollit. Occaecat ex aute velit enim adipisicing laborum incididunt. Ad esse eu non ullamco excepteur nostrud minim consequat reprehenderit Lorem esse anim. Id non mollit fugiat dolore.\n\nEt exercitation dolor laborum elit culpa aute do incididunt occaecat. Pariatur ullamco aute mollit eiusmod sit dolore consequat veniam. Eu eiusmod qui mollit pariatur incididunt ex labore veniam deserunt mollit adipisicing Lorem exercitation. Magna anim qui velit laboris quis deserunt magna incididunt reprehenderit.","goals":"Elit labore proident id laborum fugiat mollit nulla amet. Eu deserunt fugiat ut consectetur. Excepteur duis deserunt consectetur sunt anim labore est. Proident laboris nostrud culpa qui irure proident cupidatat id exercitation. Ex incididunt ea consectetur anim minim reprehenderit amet veniam deserunt. Magna irure ad sint qui ad deserunt. Elit aute elit velit enim eiusmod mollit minim velit occaecat nostrud irure eiusmod irure cupidatat.\n\nTempor cillum enim elit incididunt veniam cupidatat id officia laborum et ut sit. Ullamco ea quis labore adipisicing excepteur ullamco. Occaecat esse proident cillum ad.\n\nExcepteur aliquip dolore commodo dolor cupidatat adipisicing fugiat. Do magna laboris excepteur adipisicing fugiat nisi nisi ullamco non non pariatur irure irure. Sunt et qui dolore laborum. Aliquip tempor excepteur incididunt dolor qui reprehenderit sunt veniam magna in dolore. Nulla consectetur do do dolore Lorem nisi irure dolor. Pariatur exercitation enim ea aliquip reprehenderit nisi sit aliqua laborum tempor cupidatat anim nulla esse.\n\nEu dolore pariatur ullamco non laboris excepteur Lorem fugiat proident sint commodo fugiat nostrud. Sit fugiat irure id esse non eiusmod nulla culpa aliquip minim. Ipsum consectetur voluptate anim ipsum laborum amet enim veniam velit elit laboris. Cillum eu fugiat commodo aliqua magna anim do aliqua minim id magna tempor veniam. Velit laborum enim mollit pariatur velit adipisicing laborum ea. Sint dolor irure pariatur occaecat. Proident consectetur elit voluptate est laborum aute sunt ea commodo anim duis ea veniam nulla.","nominations":["Larissa Effertz","Kayla Schultz","Dominic Lowe","Susanna Paucek"]},{"name":"Thea Corwin","slug":"external-organizer-thea-corwin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/bartjo/128.jpg","involvement":"Deserunt velit quis dolore non est minim adipisicing laboris ad magna. Ipsum in culpa ex culpa id ad reprehenderit. Consequat veniam duis amet aliquip labore non commodo fugiat cillum amet officia minim. Anim aliqua enim nisi do eiusmod pariatur nisi deserunt sunt. Nulla sit est sunt dolor voluptate officia consequat exercitation occaecat veniam occaecat. Veniam nisi velit ea velit adipisicing incididunt excepteur reprehenderit deserunt elit irure nisi dolore. Aute occaecat laboris labore qui reprehenderit qui.\n\nVelit consequat ad dolor aliquip ut officia dolor enim dolore aliqua voluptate. Non adipisicing laboris nisi velit sint proident sit minim laborum enim. Sunt qui ea non cillum veniam dolore laboris nisi voluptate ullamco ullamco cillum esse.\n\nCupidatat nostrud reprehenderit occaecat tempor laborum ut minim ut esse nostrud quis deserunt reprehenderit ea. Amet esse adipisicing cillum voluptate sunt dolor mollit incididunt. Id enim commodo excepteur magna culpa laborum sit irure in. Laborum est pariatur velit exercitation nostrud. Non proident enim sit laborum qui. Enim ullamco velit nulla Lorem ullamco duis reprehenderit laboris minim ad eu laborum. Anim culpa et irure ex sit et ut esse deserunt veniam veniam irure eiusmod ullamco.","qualifications":"Enim proident duis irure in ullamco magna adipisicing labore duis enim esse. Qui incididunt Lorem irure elit qui ea dolore magna. Dolore dolor dolore sit consequat do proident ex et fugiat commodo ut mollit nulla do. Mollit ullamco incididunt tempor consectetur. Duis do fugiat sint et est voluptate ullamco sunt nisi ullamco exercitation cillum est sit.\n\nAdipisicing anim duis eu sunt. Commodo irure velit incididunt in aute consectetur nulla ex cupidatat. Esse voluptate ad eiusmod quis nostrud excepteur exercitation.","goals":"Minim ipsum minim commodo aute ex nisi. Consectetur tempor id cupidatat anim ullamco aliqua ad et commodo anim et eu id duis. Reprehenderit Lorem anim esse anim esse sint culpa proident nulla consequat aliqua pariatur incididunt et. Eiusmod cillum aliqua velit laborum magna tempor aute ipsum deserunt. Nulla qui ea nostrud dolor.\n\nCupidatat ut sunt eu nisi cupidatat esse ad. Aliqua consectetur id culpa mollit dolore eu sunt est. Aliquip labore laboris officia dolore amet est duis id consequat nisi laboris dolor minim consequat. Minim veniam nulla ullamco fugiat ullamco do aliquip velit consequat deserunt in enim elit.","nominations":["Travis Emard","Martina Wintheiser","Lizeth Windler","Aliya Monahan","Marian Hagenes"]},{"name":"Colby Gottlieb","slug":"external-organizer-colby-gottlieb","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/adhiardana/128.jpg","involvement":"Amet voluptate fugiat cupidatat et ea et occaecat nulla magna veniam. Incididunt non commodo nisi excepteur elit quis cupidatat sint aliqua aliquip ex commodo. Occaecat amet quis non mollit in irure tempor anim cupidatat. Aliquip id elit aute ullamco ipsum aute nostrud id sint cillum est sit minim. Minim esse eiusmod incididunt amet quis in sint deserunt non quis magna sint cupidatat sit.\n\nSit non commodo dolore aliquip ad proident dolore ea nulla. Labore amet enim id minim ex et culpa velit. Culpa labore fugiat velit Lorem fugiat id pariatur minim sint cillum quis laboris exercitation. Enim eiusmod et cillum nulla ipsum. Mollit non velit est commodo ut deserunt adipisicing cupidatat nostrud consequat fugiat aute amet. Quis ea fugiat consectetur velit duis irure.","qualifications":"Magna laboris deserunt non Lorem velit laborum qui aute fugiat ut. Quis reprehenderit ut ut qui. Reprehenderit adipisicing voluptate esse tempor voluptate quis eiusmod veniam ad est dolor sit sit. Nisi irure do non occaecat eiusmod fugiat velit occaecat nisi minim consectetur. Excepteur aute veniam ut excepteur occaecat aliqua non deserunt labore aliqua ut elit reprehenderit.\n\nSit id aliqua cillum sit proident ut ea. In tempor elit pariatur anim ea incididunt nulla anim ex nisi mollit. Ex in nisi sit consectetur dolor. Velit ea minim magna Lorem proident nostrud. Incididunt cillum proident deserunt nulla velit occaecat amet magna minim ipsum. Id aliquip id nulla quis nostrud. Adipisicing labore fugiat dolore sunt magna est minim ipsum.","goals":"Nisi id adipisicing magna mollit occaecat ex reprehenderit ex reprehenderit aute sunt. Reprehenderit dolor sunt dolor incididunt. Ad sit do commodo cillum ullamco. Dolore nostrud qui occaecat enim irure eiusmod.\n\nAdipisicing enim excepteur proident reprehenderit. Aute ipsum proident dolor commodo cillum aliqua dolore voluptate sint eu excepteur reprehenderit amet cillum. Incididunt sunt ullamco consequat cillum in consequat sint ullamco veniam dolore. Anim ullamco velit excepteur proident veniam ipsum excepteur aliquip amet occaecat incididunt officia.\n\nUt dolor cupidatat dolore anim quis ipsum dolore. Do dolor qui sint occaecat voluptate. Sit dolor est magna velit ut culpa tempor deserunt qui ea proident qui esse. Laborum ut commodo aute nulla esse excepteur Lorem mollit velit exercitation. Veniam deserunt adipisicing cupidatat qui ullamco qui sit est culpa enim in quis velit. Adipisicing mollit non aliqua nulla Lorem consectetur incididunt nostrud excepteur exercitation sint aliqua.","nominations":["Zachariah Torp","Edna Ebert","Isabella Swaniawski","Priscilla Wilkinson","Watson Howell"]},{"name":"Ashley McDermott","slug":"external-organizer-ashley-mcdermott","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/r_garcia/128.jpg","involvement":"Ex voluptate consequat sint cupidatat nostrud culpa proident deserunt ipsum pariatur sunt officia nostrud aliquip. Dolor cillum sunt duis sint dolor eiusmod do aute consequat irure quis deserunt commodo. Irure sint nulla anim elit est incididunt nulla velit nulla mollit elit laborum. Et duis et ipsum ullamco dolore nostrud voluptate. Dolore nisi cillum laboris consectetur ea aute dolore consequat veniam velit non laboris labore. Lorem ut eiusmod aute magna et cillum consectetur reprehenderit ea ut adipisicing Lorem.","qualifications":"Id proident excepteur mollit esse. Amet magna sunt eiusmod sit. Ad labore quis est deserunt consequat aliqua eiusmod.","goals":"Esse sint laborum reprehenderit deserunt officia ullamco incididunt sit ad officia sit aliqua laborum tempor. Ad in labore cillum et cupidatat ad do elit. Esse enim culpa enim irure veniam ex. Tempor aliquip non minim quis reprehenderit eu. Occaecat duis id et non dolore Lorem sunt dolore est excepteur. Pariatur sint velit velit elit cupidatat et id.\n\nCommodo voluptate laboris tempor minim quis laborum enim elit anim reprehenderit aute. Elit consequat exercitation Lorem labore deserunt est cupidatat dolore. Elit veniam commodo sit exercitation ut culpa.\n\nIncididunt qui officia elit cupidatat sint. Adipisicing consequat sit voluptate veniam cupidatat quis dolor ut qui mollit ut sit voluptate. Sint ea aute do consectetur nostrud culpa nostrud amet Lorem cillum commodo veniam do.","nominations":["Rickey Kassulke","Delmer Tremblay","Marco Spencer","Kiel Gleason","Icie Dietrich"]}]},{"title":"At-Large Local Council Members","slug":"at-large","description":"\n  <p>At-Large Local Council Members will participate in Local Council decision-making, and are responsible for attending all relevant meetings and reading all relevant documents. At-Large Local Council members are also tasked with representing the views of the membership that elected them as well as helping to advance the goals of the Local generally.</p>\n          ","candidates":[{"name":"Doyle Marquardt","slug":"at-large-member-of-local-council-doyle-marquardt","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/to_soham/128.jpg","involvement":"Irure magna deserunt voluptate nisi ipsum nulla consectetur sint ut. Enim adipisicing officia non cillum exercitation dolore veniam tempor. In esse magna minim cillum Lorem. Ex adipisicing non sint exercitation est. Culpa veniam exercitation laboris dolore aliqua adipisicing sunt est fugiat velit nisi amet deserunt. Ad officia aliquip ea deserunt aliquip eiusmod.\n\nDolor duis esse ea id incididunt qui officia nulla cupidatat non. Est pariatur voluptate elit eu aliqua non. Incididunt sint elit proident qui est ipsum eu ea voluptate aliquip officia nostrud velit. Laboris cillum et laboris proident reprehenderit reprehenderit mollit nulla cillum. Ipsum aliquip pariatur aliquip labore officia officia reprehenderit tempor minim enim. Amet labore dolor incididunt reprehenderit est quis excepteur ex duis excepteur. Fugiat esse reprehenderit ea irure.","qualifications":"Officia reprehenderit cillum eu sit nisi exercitation eiusmod ex. Proident aute proident minim quis. Aliquip ea duis est irure ullamco do nulla dolore nostrud id. Amet aliquip laboris ad fugiat elit sit laborum fugiat do pariatur Lorem. Irure fugiat labore enim eu est ipsum minim. Sit aliqua duis qui eiusmod. Sunt minim id veniam ex fugiat laborum id elit qui id non qui.\n\nLaboris eiusmod duis consequat enim quis. Sint et ipsum in enim ad esse deserunt do minim. Sit officia labore non deserunt ipsum voluptate sunt exercitation aute ut anim quis elit.","goals":"Nulla culpa commodo elit incididunt occaecat minim pariatur. Tempor culpa nulla ullamco exercitation mollit officia est aliqua commodo ea non eu. Aliquip velit amet reprehenderit culpa. Voluptate non sunt anim magna. Laboris ad exercitation commodo elit sint deserunt irure proident et eiusmod aliqua reprehenderit.\n\nNisi quis culpa eiusmod sit. Mollit est excepteur dolor cillum. Labore elit aliquip non sunt. Nulla cillum elit aliqua in duis commodo. Sunt in laborum anim sunt. Labore proident culpa quis elit esse ex nostrud dolore aliquip in.\n\nVelit ut velit nulla deserunt ut. Dolor eu ex consequat non. Eu nisi dolore amet ipsum laboris voluptate nulla. Proident incididunt nulla dolor incididunt enim eu.\n\nMollit eu laboris ut anim amet velit aliqua fugiat. Sit aliqua id magna deserunt voluptate commodo do proident elit reprehenderit commodo esse voluptate. Sit aliqua tempor anim aliquip.","nominations":["Anahi Sanford","Fermin Powlowski","Brenda Fay"]},{"name":"Verner Macejkovic","slug":"at-large-member-of-local-council-verner-macejkovic","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/borantula/128.jpg","involvement":"Laboris ullamco do non duis incididunt. Adipisicing commodo reprehenderit ad irure tempor dolore irure ut velit aliqua amet. Magna in Lorem ipsum anim culpa irure excepteur. Irure do minim aliquip officia consequat duis anim ex deserunt consectetur amet est. Irure et cupidatat labore excepteur ea. Duis est officia proident dolor proident fugiat nostrud. Ut enim sunt Lorem qui incididunt pariatur sunt quis.\n\nPariatur proident quis ullamco nostrud laborum. Occaecat nostrud esse minim est sunt culpa laborum labore amet eu. Aliquip cillum qui nostrud exercitation nostrud sunt enim id fugiat magna labore qui in. Tempor nisi culpa irure qui duis pariatur culpa. Officia cupidatat pariatur consequat esse adipisicing eu ea irure in quis mollit. Commodo cillum et ipsum ut. Adipisicing cillum cillum duis culpa commodo aliqua ullamco incididunt cupidatat eu do.","qualifications":"Quis ullamco anim ea quis pariatur deserunt qui. Non dolore elit excepteur sunt do magna. Enim occaecat duis elit duis minim ipsum elit do deserunt consequat. Ad anim nulla duis amet adipisicing reprehenderit. Ex ullamco id anim aliquip occaecat ex enim cillum anim reprehenderit mollit eu voluptate mollit. Cillum occaecat reprehenderit ea reprehenderit exercitation in incididunt eu do incididunt proident proident nostrud laboris. Culpa sint minim dolore Lorem sunt laborum commodo do.","goals":"Ad sint irure irure incididunt culpa proident incididunt occaecat nulla adipisicing est laboris do irure. Culpa aute esse veniam adipisicing. Occaecat occaecat cillum id aliquip ex eiusmod cupidatat deserunt anim dolor. Occaecat cupidatat proident amet laborum. Minim magna esse id culpa. Eu ad Lorem elit aute est ex nulla est cupidatat sunt esse aliquip. Aliqua dolore cupidatat fugiat culpa est proident veniam commodo sit elit.\n\nEnim Lorem sit officia veniam minim in adipisicing occaecat. Elit minim aliquip ut qui cillum ipsum tempor laboris ex proident. Et quis quis do aliquip labore eiusmod magna magna ex nisi tempor. Consectetur occaecat in do est ut reprehenderit esse laborum ex nisi cillum esse aliqua. Deserunt ipsum ea minim proident adipisicing velit ullamco sint proident aliquip nostrud aute aliquip.","nominations":["Thomas Daugherty"]},{"name":"Charlie Nitzsche","slug":"at-large-member-of-local-council-charlie-nitzsche","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/donjain/128.jpg","involvement":"Consectetur fugiat pariatur cupidatat laborum. In proident labore sit deserunt ad ad labore qui eiusmod anim. Laborum sint enim consectetur consectetur fugiat qui nostrud minim ut adipisicing dolore. Ipsum reprehenderit non nisi minim non. Fugiat sint ex eu reprehenderit qui dolor sint sint mollit do. Aliquip eu incididunt labore id culpa qui aute. Et laborum nisi minim quis cillum aliqua ipsum est do velit sunt aliqua ipsum veniam.","qualifications":"Exercitation ad quis deserunt voluptate amet nulla. Veniam non ut esse aliquip tempor tempor sint quis enim consectetur in exercitation. Ipsum cillum ut tempor laborum minim nisi dolore qui. Est pariatur cillum dolore proident velit minim officia aute elit. Lorem incididunt sunt nulla ea eiusmod voluptate ipsum proident consequat nostrud est. Qui tempor adipisicing exercitation commodo nulla. Tempor dolore sint esse sit consectetur exercitation tempor est anim ut.\n\nAdipisicing adipisicing Lorem nostrud Lorem amet magna laboris dolor velit nulla fugiat sunt dolor magna. Magna sunt esse enim esse velit nulla incididunt ea qui commodo eu fugiat. Qui quis ex non aliqua. Anim ad enim veniam velit mollit adipisicing reprehenderit duis.","goals":"Mollit tempor fugiat aliqua proident eu sunt consequat. Ad eiusmod reprehenderit deserunt id dolor ex reprehenderit nulla. Sint dolor veniam officia elit magna incididunt reprehenderit consequat irure ad. Adipisicing sint nisi fugiat do dolor laboris et et esse irure consectetur magna. Quis sint eu eiusmod labore nulla amet elit anim aute cillum nisi. Nisi officia fugiat proident minim fugiat sunt irure ea labore culpa reprehenderit dolore irure. Consequat sit esse laborum id ad dolore ad aliqua do laboris minim sunt exercitation.\n\nOfficia non mollit reprehenderit ipsum minim ad ullamco cillum qui ipsum. Ut anim aliqua aliqua incididunt veniam ea pariatur sint aliqua dolore culpa ea. Laborum proident incididunt mollit laborum exercitation sunt ex nisi aliquip est adipisicing deserunt. In ex magna et laborum sint sunt ut cillum. Cillum mollit sit consequat exercitation in amet culpa nostrud cupidatat Lorem.\n\nCulpa aute eu commodo eiusmod adipisicing et nisi exercitation amet do Lorem. Ex laboris ullamco tempor cupidatat fugiat culpa adipisicing commodo. Officia laborum non deserunt duis qui labore ad velit pariatur duis sint sint. Laborum aliquip duis sit irure velit. Et in ex excepteur dolore cupidatat velit.\n\nReprehenderit anim culpa aute eu. Aute ad ex deserunt excepteur consequat et esse nulla exercitation. Incididunt anim irure sit enim id est dolor reprehenderit incididunt cillum consequat cupidatat qui pariatur.","nominations":["Izabella McDermott","Charlie Bergstrom","Darrin Terry","Vena Zemlak"]},{"name":"Jordy Kunde","slug":"at-large-member-of-local-council-jordy-kunde","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/kostaspt/128.jpg","involvement":"Pariatur ea ea nulla consectetur nostrud aute aliquip. Mollit ullamco est labore nulla. Officia veniam velit proident ad commodo anim in eiusmod laboris veniam do Lorem excepteur. Labore velit veniam tempor non sint cupidatat id excepteur exercitation eiusmod sunt minim fugiat. Veniam esse enim in consectetur eiusmod officia nulla laborum velit occaecat mollit labore adipisicing.\n\nCulpa dolor sint labore pariatur esse culpa voluptate aute exercitation enim enim culpa duis. Labore do adipisicing ut eiusmod sint commodo Lorem esse magna sint reprehenderit voluptate. Nisi ea ut minim id quis fugiat commodo ipsum cillum ullamco ullamco. Aute sit sit nostrud laboris tempor sunt. Non minim nostrud cupidatat laborum velit laboris consequat pariatur. Minim ad consectetur ullamco deserunt quis ea deserunt qui cupidatat.","qualifications":"Anim ad pariatur aute sint officia eiusmod incididunt ex elit deserunt ullamco magna nostrud. Irure laboris et commodo velit ea cupidatat non amet proident Lorem ullamco do pariatur voluptate. Tempor est elit dolore nulla consequat enim. Mollit Lorem pariatur sint commodo ipsum aute minim sint fugiat dolor mollit anim non excepteur.\n\nTempor sit mollit elit duis consectetur minim. Cillum est aliquip irure duis laboris aute aliquip occaecat voluptate laboris. Proident excepteur duis elit magna. Mollit ut elit laboris voluptate excepteur reprehenderit magna est ex proident dolore ea. Et sint exercitation officia laboris aute laborum irure duis commodo velit proident eu officia officia.","goals":"Non aute excepteur proident culpa magna. Sunt aliqua dolor esse occaecat veniam. Consequat ex fugiat dolore veniam deserunt velit et Lorem. Adipisicing Lorem Lorem occaecat non aliqua do aute ea ut cupidatat sint dolor nisi. Qui enim sit cillum ut ipsum tempor nisi fugiat consequat dolore. Cupidatat ut sint tempor aliquip dolor duis ex duis.\n\nReprehenderit qui laborum ut nostrud. Elit labore consectetur ex dolore irure sint reprehenderit officia in sit qui. Tempor proident irure in voluptate ullamco cupidatat dolor. Aute est nostrud commodo est eiusmod eiusmod. Minim consequat duis aliquip et pariatur.\n\nCillum sit commodo ut voluptate commodo dolore ut ad eu officia eu quis aute. Id qui anim labore nisi adipisicing cupidatat anim cillum qui laborum occaecat ad cillum. Occaecat anim enim cupidatat minim esse consectetur tempor consequat. Ea do voluptate ea do exercitation Lorem duis eu. Consectetur nisi laborum irure dolore pariatur ad nulla aliquip elit aute deserunt ut exercitation. Ad reprehenderit cupidatat anim dolor laboris pariatur nulla officia esse deserunt tempor sint ex. Adipisicing qui magna laborum sunt reprehenderit cillum nisi anim est nisi laboris elit pariatur.","nominations":["Darron Predovic"]},{"name":"Hermina O'Connell","slug":"at-large-member-of-local-council-hermina-o'connell","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/vovkasolovev/128.jpg","involvement":"Anim sunt labore sint ipsum eiusmod in magna id ea nulla nisi incididunt ut aute. Eu sit labore cupidatat do. Proident do deserunt voluptate deserunt ex nisi deserunt cillum non cupidatat nostrud minim proident reprehenderit.","qualifications":"Dolore et ipsum amet qui. Do est laborum exercitation fugiat esse. Labore labore cillum sunt ut velit magna veniam pariatur occaecat ut sit. Elit tempor ea aute do dolore proident. Aliquip elit magna et Lorem. Officia cillum ipsum veniam velit aliqua nisi ea ea minim.","goals":"Incididunt occaecat cillum minim ea id magna irure labore fugiat anim sit veniam. Magna dolor eiusmod anim ea elit elit mollit non cillum culpa occaecat. Ipsum sit tempor culpa laborum laborum enim velit veniam id irure. Esse aliqua Lorem magna pariatur cupidatat et aliquip incididunt duis sit magna dolore mollit. Velit ipsum deserunt consectetur occaecat amet ad ullamco anim. Ex ad tempor eu minim est quis adipisicing eiusmod culpa anim. Irure ad irure sint magna occaecat magna sit dolor Lorem est et ea quis.\n\nAmet fugiat et ullamco magna ex. Ipsum occaecat tempor nostrud qui sit ullamco amet eiusmod officia do. Fugiat velit nulla ea esse esse exercitation aute eiusmod excepteur sit. Laborum quis nisi est voluptate tempor culpa sit anim enim amet. Esse enim ipsum consequat nisi aute duis do officia sint reprehenderit elit sint veniam. Minim pariatur deserunt ad reprehenderit occaecat cupidatat dolor cillum magna et culpa irure tempor ad. Est ullamco proident nisi est consectetur dolor commodo ipsum tempor magna officia.\n\nAd id est id deserunt. Eiusmod mollit exercitation do ullamco aute reprehenderit non nulla magna veniam sunt. Laborum sit deserunt culpa dolor duis.","nominations":["Nicolas Emard"]}]}]},"nationalConvention":{"candidates":[{"name":"Alberto Green","slug":"national-convention-alberto-green","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/robinlayfield/128.jpg","involvement":"Aute ut fugiat nulla laboris ea eiusmod consequat voluptate eiusmod dolor. Cillum veniam deserunt aute ea cillum. In aliqua eiusmod est est qui nulla ullamco ut cillum aliquip velit velit qui. Ex fugiat et minim excepteur qui incididunt quis minim. Ullamco nostrud fugiat deserunt irure adipisicing ipsum elit tempor. Tempor nisi incididunt nisi dolor nulla quis sit do ipsum non commodo quis.","qualifications":"Ut tempor commodo amet ipsum enim pariatur duis excepteur magna reprehenderit reprehenderit. Magna veniam exercitation dolor ea quis sint. Magna excepteur sunt non excepteur aute mollit commodo minim deserunt exercitation sit officia et. Qui sit officia ullamco mollit non nostrud aliquip ad pariatur ullamco voluptate ipsum aliquip laborum. Minim voluptate dolore et voluptate incididunt ullamco est. Commodo eiusmod sit ut qui. Duis amet ad labore proident exercitation aliquip minim sint.","goals":"Deserunt incididunt eiusmod ex cillum sunt sit nisi. Nulla sit excepteur enim fugiat ullamco laboris nulla adipisicing pariatur est culpa eiusmod anim cupidatat. Adipisicing duis mollit ut minim nisi officia est.\n\nNulla eu incididunt irure sunt Lorem aliqua. Amet voluptate eu magna cupidatat aliqua sunt do nulla veniam voluptate Lorem reprehenderit eu. Laborum excepteur aliquip voluptate nulla id est. Nisi consequat tempor fugiat mollit elit proident labore consequat mollit velit adipisicing culpa.","nominations":["Golda Muller","Randi Hoppe","Tamara Murray","Zachary Spencer"]},{"name":"Zena Considine","slug":"national-convention-zena-considine","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/jordyvdboom/128.jpg","involvement":"Fugiat culpa et laboris non culpa veniam aliquip eiusmod veniam dolore nisi anim. Nostrud eu esse eiusmod reprehenderit est. Proident ea tempor amet deserunt sit.\n\nLaborum culpa sunt magna et cupidatat mollit dolor mollit tempor. Irure id sint nulla tempor ut est ad do nulla ex amet. Qui non duis ad duis est tempor proident minim aliquip dolor aliquip laborum qui. Occaecat eiusmod veniam nostrud qui eiusmod cupidatat Lorem commodo laborum excepteur excepteur eu occaecat pariatur. Mollit deserunt magna labore aute quis.\n\nOfficia voluptate consectetur sit id consectetur officia consequat occaecat elit cupidatat. Do magna dolor ullamco deserunt. Amet laboris occaecat culpa minim culpa mollit dolore in nostrud nulla consequat tempor. Culpa velit do proident pariatur pariatur non nisi proident.","qualifications":"Enim eiusmod enim est nisi nulla sunt fugiat deserunt consectetur nostrud. Tempor ullamco incididunt magna Lorem qui enim. Commodo cupidatat veniam sint aute consequat minim mollit proident.","goals":"Enim voluptate quis incididunt nostrud ipsum cupidatat nostrud dolor eu labore est sit quis. Id Lorem labore exercitation reprehenderit exercitation et nostrud. Aliquip mollit quis consequat exercitation ullamco dolor pariatur ipsum adipisicing. Ullamco ad consequat aliquip dolor ut ipsum tempor tempor eu excepteur ut. Minim excepteur id amet laborum commodo minim excepteur. Ex dolor Lorem qui aliqua nulla cupidatat elit sint.\n\nIpsum adipisicing cillum est ut velit sunt enim. Commodo incididunt esse mollit proident aute labore dolore. Excepteur sunt anim est cupidatat.\n\nProident veniam magna nisi labore amet exercitation in minim magna. Nostrud eiusmod magna irure ipsum pariatur consequat amet mollit veniam tempor anim officia ullamco. Eu est cillum sunt eiusmod nostrud. Cillum mollit aliquip enim adipisicing commodo dolore ullamco reprehenderit nulla duis ad do cillum.","nominations":["Brionna Schmidt","Heath Kub"]},{"name":"Cloyd Hamill","slug":"national-convention-cloyd-hamill","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/S0ufi4n3/128.jpg","involvement":"Cupidatat pariatur commodo proident aute anim amet occaecat velit velit. Nisi tempor magna adipisicing magna nostrud laboris officia reprehenderit velit nulla cillum amet. Laborum cupidatat esse laboris nisi officia consequat laborum veniam quis do. Irure labore enim excepteur et tempor dolor dolor proident eu occaecat. Ut fugiat ea sint proident consectetur veniam culpa enim cupidatat in nostrud sint ipsum.\n\nDuis eu ut anim id cillum amet ut laboris aliquip culpa excepteur consectetur. Esse nisi Lorem nisi occaecat laboris incididunt irure aliquip consequat id labore enim esse mollit. Esse id minim irure sunt. In quis esse sint occaecat exercitation non eiusmod.\n\nCillum pariatur exercitation deserunt ad deserunt veniam occaecat quis officia do ipsum. Voluptate irure pariatur occaecat nisi dolore excepteur. Veniam enim ullamco labore excepteur nulla laborum id sit. Officia cillum amet tempor sint tempor non eu consequat anim voluptate aliquip et adipisicing duis. Adipisicing voluptate mollit quis dolore ut ad reprehenderit non. Fugiat aute proident qui officia velit consequat dolor enim exercitation sit. Cupidatat nisi ad Lorem est aliqua aliquip et non.","qualifications":"Ut est ad voluptate aliquip cupidatat fugiat sunt esse do irure consectetur consectetur labore. Ipsum do nisi quis aliquip magna qui in fugiat sit. Ullamco veniam aliquip aliqua non amet est eu voluptate elit. Lorem ullamco sit adipisicing sit ipsum reprehenderit eu dolore est nulla nostrud sunt minim occaecat. Eu nostrud tempor eiusmod aliquip sit veniam non ad cupidatat et officia.","goals":"Non nulla velit Lorem qui mollit consequat consequat adipisicing velit laborum in Lorem exercitation. Do ex qui anim velit. Commodo consequat ullamco aliquip velit dolor dolor ullamco voluptate qui aliquip. Ut sunt qui consequat exercitation pariatur laborum anim enim. Aute culpa sint consequat nostrud minim.\n\nNostrud elit occaecat consectetur duis sint incididunt. Aute aliqua dolor tempor do. Anim anim exercitation fugiat esse culpa tempor voluptate deserunt qui in magna est. Deserunt laborum reprehenderit voluptate laborum id nostrud dolore est pariatur duis cillum anim sit.\n\nSit proident incididunt consectetur occaecat veniam fugiat ea. Deserunt adipisicing laboris occaecat esse esse et. Qui elit dolore cillum nulla ipsum officia.","nominations":["Eldred Miller","Jefferey Treutel","Ada Wisoky"]},{"name":"Oleta Trantow","slug":"national-convention-oleta-trantow","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/kalmerrautam/128.jpg","involvement":"Aliqua minim enim aute qui do voluptate aliqua. Consectetur id anim qui deserunt mollit qui magna dolore aliqua exercitation ullamco voluptate ullamco. Exercitation duis esse fugiat ut irure anim.","qualifications":"Adipisicing nulla elit adipisicing nostrud mollit sint. Dolore dolor sit excepteur id cillum deserunt amet aliquip laborum sit tempor do. Cillum labore anim occaecat cillum minim deserunt ipsum minim. Occaecat qui duis dolore occaecat enim ea consequat incididunt nostrud duis exercitation. Aliqua qui proident duis proident irure consectetur. Do sint proident ut ex et deserunt nostrud sit consectetur laboris dolore eu occaecat.","goals":"Dolore id eu nisi non. Ea aliqua occaecat aliquip sunt in sit elit incididunt veniam consectetur magna veniam fugiat occaecat. Sunt enim occaecat commodo officia amet nisi mollit laborum non anim id officia nisi minim. Do ullamco officia qui labore ullamco adipisicing.\n\nDeserunt velit incididunt occaecat tempor eiusmod exercitation occaecat reprehenderit officia Lorem duis eu esse. Non sunt mollit do proident eiusmod officia. Magna quis voluptate id cupidatat aute tempor exercitation do elit irure eu reprehenderit.\n\nNisi occaecat cillum labore labore duis. Adipisicing enim exercitation tempor ipsum culpa ut velit eu aliquip nisi ex exercitation. Sint aliquip consectetur non labore quis amet ex incididunt labore ad dolor qui cillum. Consectetur reprehenderit exercitation quis laborum magna. Dolor non in dolor nulla culpa.","nominations":["Thad Harber","Brian Collins"]},{"name":"Vidal Adams","slug":"national-convention-vidal-adams","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/thiagovernetti/128.jpg","involvement":"Laboris ullamco nisi ipsum culpa nostrud labore tempor anim est elit excepteur quis culpa dolore. Nulla non nostrud proident sit duis velit sunt aute adipisicing. Cillum ullamco culpa eiusmod elit et proident veniam. Excepteur voluptate est nostrud labore.\n\nEiusmod dolore velit irure commodo ipsum deserunt consequat eu. Do id ea id incididunt. Esse non anim sint sunt aute quis. Voluptate aliqua sit consectetur eu aliqua ad minim minim elit esse cillum.\n\nNulla magna mollit enim occaecat velit velit Lorem amet consequat duis consectetur aute dolore sit. Non cillum proident id ipsum exercitation laboris esse cillum eu. Non deserunt amet anim anim Lorem est nulla.","qualifications":"Amet excepteur laborum ipsum Lorem dolor dolore eiusmod voluptate eu. Elit velit ea labore ad sint nostrud ea magna reprehenderit sit. Quis esse ex reprehenderit ea aute.","goals":"Ullamco dolore magna pariatur irure labore duis aliquip qui esse non occaecat laboris ut adipisicing. Adipisicing qui anim enim dolor aute exercitation cillum esse consequat amet. Magna incididunt laborum in exercitation sunt anim aliqua ea Lorem adipisicing sit. Qui ad nostrud ea consequat proident eiusmod tempor veniam id voluptate veniam ut.\n\nId culpa ex ullamco deserunt occaecat anim nostrud. Duis pariatur eu duis nisi irure quis. Non aliquip proident reprehenderit qui. Pariatur pariatur est excepteur consequat. Officia ipsum consequat et id tempor non irure.\n\nCupidatat nisi nostrud mollit cupidatat. Quis eu sunt consequat incididunt dolor cupidatat incididunt qui amet. Nostrud nisi nulla cillum labore eiusmod laborum ex laborum voluptate mollit cillum nostrud est esse. Laboris esse nisi laborum labore amet ut eu minim qui commodo. Incididunt irure mollit ea voluptate.","nominations":["Retta Gusikowski","Erin Pouros","Talia Stehr","Alanis Lind","Giles Padberg"]},{"name":"Alanna Zboncak","slug":"national-convention-alanna-zboncak","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/joki4/128.jpg","involvement":"Commodo occaecat laborum minim consequat minim occaecat ex. Eiusmod ut et velit exercitation. Non mollit dolore qui tempor anim laboris et. Cillum ex commodo tempor duis velit tempor ipsum.","qualifications":"Est ullamco dolor dolor irure aute officia cillum Lorem proident ut aliquip Lorem. Ex voluptate anim nostrud elit ipsum nulla velit anim veniam ipsum ea. Magna aute consequat elit ex anim Lorem ea nisi magna pariatur consectetur elit aliquip. Magna amet nostrud sint deserunt quis.\n\nNon et est incididunt eiusmod. Ullamco nostrud consequat pariatur aliqua in aliquip quis nulla proident sint do. Laborum cillum pariatur ad ea ea commodo. Laboris dolor in ipsum eiusmod adipisicing officia sint dolor sunt culpa. Magna deserunt deserunt sint eiusmod. Ex commodo nisi commodo dolore duis aliqua aute commodo consectetur duis voluptate aliquip excepteur.","goals":"Ad amet eiusmod reprehenderit esse exercitation cupidatat cupidatat officia. Et eu cillum enim exercitation do aliqua ipsum officia. Laboris occaecat aliquip quis amet cupidatat esse minim consectetur proident cupidatat. Consectetur nulla irure irure non. Dolore voluptate anim dolor sunt ullamco sit do nisi. Fugiat ipsum sit consectetur nostrud adipisicing. Magna excepteur eiusmod incididunt fugiat nisi ipsum quis.\n\nEnim esse magna reprehenderit elit commodo qui esse ad adipisicing sit cupidatat ad. Dolore pariatur enim incididunt officia consequat culpa dolor consectetur veniam quis. Aliqua sit consequat commodo proident nostrud minim cillum ad excepteur cillum commodo. Et dolor adipisicing aliqua laborum quis. Minim dolore consectetur enim commodo qui. Aute occaecat aute reprehenderit occaecat ad non sunt laborum culpa proident laboris cupidatat in.\n\nEst consectetur ea veniam excepteur nulla tempor proident nisi aliquip consequat est. Ut reprehenderit cillum consectetur sunt id laboris esse eiusmod ipsum proident duis officia fugiat. Irure in mollit minim eu ipsum cupidatat.\n\nDo elit nostrud velit voluptate est. Eu quis do voluptate minim sunt anim esse ea laborum ad ad dolor qui. Ex sunt reprehenderit reprehenderit ad laborum ullamco reprehenderit officia. Lorem laborum qui eiusmod ex irure duis laborum id est.","nominations":["Annamarie Hirthe"]},{"name":"Shayna O'Connell","slug":"national-convention-shayna-o'connell","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/de_ascanio/128.jpg","involvement":"Nisi aute velit incididunt non ipsum. Proident enim laborum est ad adipisicing nulla officia eiusmod consectetur laborum eiusmod aute. Fugiat Lorem voluptate deserunt minim non ut Lorem adipisicing magna incididunt laboris id non proident. Elit ullamco velit incididunt laborum qui ex ullamco exercitation eiusmod ullamco ad.\n\nMinim qui exercitation quis culpa commodo ipsum tempor dolore exercitation sit ipsum dolor. Veniam consequat eu consequat voluptate incididunt adipisicing dolor et sit amet ullamco. Ex anim cillum officia reprehenderit dolore dolor cupidatat elit velit qui veniam aute ut.","qualifications":"Cupidatat minim sint consectetur ex cillum dolor excepteur reprehenderit tempor tempor esse. Adipisicing et deserunt fugiat culpa occaecat. Anim aliqua exercitation non consequat aute consectetur mollit. Commodo pariatur in dolor consequat ad aute mollit qui sint. Sunt pariatur elit id ad excepteur ipsum irure culpa aliquip laborum eu exercitation. Dolor anim sint quis occaecat. Commodo sunt consequat ex fugiat culpa ut.\n\nExcepteur officia Lorem laborum laborum pariatur do culpa ea officia fugiat dolore. Laborum velit labore voluptate qui pariatur nisi nisi mollit aute nisi tempor voluptate. Nulla laboris et ea id commodo et quis reprehenderit ullamco sit adipisicing amet. Tempor do culpa cillum et aliquip voluptate ut. Dolore fugiat ea voluptate consequat reprehenderit laborum sit mollit consectetur velit ex do adipisicing.","goals":"Voluptate qui cillum nisi ipsum. Cillum quis ullamco officia enim duis deserunt voluptate cillum. In commodo enim dolore aliquip consectetur consectetur sunt eu consectetur. In et aliqua enim incididunt proident esse sunt sint aliquip non eiusmod ea.\n\nDeserunt anim eu in sit commodo dolore proident Lorem nostrud commodo dolor sunt nostrud. Ullamco laboris dolore cillum ullamco est velit aliqua sit ea nostrud. Ad qui anim esse velit ullamco nisi deserunt enim nostrud occaecat. Deserunt cillum dolore est deserunt magna non dolor. Dolore quis officia aliqua minim nisi et adipisicing exercitation consequat. Veniam laborum consequat officia exercitation voluptate eiusmod aliqua elit dolore cillum. Aliquip ullamco fugiat reprehenderit velit sunt elit ullamco esse.\n\nFugiat Lorem veniam cillum commodo aliquip labore ea duis eiusmod cupidatat nulla exercitation. Minim elit magna Lorem aliqua nostrud eiusmod voluptate nostrud est. Dolore commodo aliqua incididunt do adipisicing id reprehenderit do magna cupidatat deserunt esse. Cupidatat sint qui laborum tempor voluptate in consequat. Laboris sint eu ex magna consectetur minim exercitation exercitation aute duis enim. Do minim laboris fugiat occaecat duis proident laborum labore minim id non. Consequat pariatur ad aliqua excepteur irure ut deserunt Lorem consequat officia sit minim velit.","nominations":["Davonte Bradtke","Gerry Wintheiser"]},{"name":"Mckenzie Roberts","slug":"national-convention-mckenzie-roberts","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/martip07/128.jpg","involvement":"Eiusmod magna labore exercitation adipisicing eiusmod dolor duis consectetur duis consectetur deserunt nostrud voluptate dolor. Velit dolor labore commodo adipisicing eu excepteur deserunt velit commodo officia qui exercitation sit laboris. Ut ea esse pariatur fugiat veniam laborum. Nulla ea deserunt ad occaecat laboris cillum enim nulla veniam exercitation do enim.\n\nLorem Lorem reprehenderit commodo sit ex id sit amet laboris cillum proident. Officia anim dolor et velit esse tempor velit veniam proident excepteur. Magna elit occaecat eiusmod incididunt amet dolor culpa deserunt consequat et. Velit anim labore laboris proident consequat nisi exercitation eiusmod ea fugiat voluptate sit ex.","qualifications":"Eiusmod nulla sint amet consequat laboris eu ullamco eu dolor. Consequat deserunt labore proident in. Esse eu ipsum ipsum sint quis laboris nisi id duis ea laboris quis. Nisi officia proident voluptate minim officia dolore amet excepteur aliqua incididunt pariatur officia laboris elit. Eiusmod exercitation commodo irure sunt dolor officia commodo sit pariatur nisi culpa nisi minim. Aliqua ex aute ea tempor occaecat officia. Ut occaecat quis deserunt dolore do exercitation laboris dolore est Lorem nisi magna.\n\nIpsum culpa duis fugiat anim consequat dolor ipsum anim quis consectetur consequat aliqua aliquip. Aute anim irure sunt irure pariatur excepteur aliqua aliqua voluptate non ipsum velit veniam. Occaecat dolor cupidatat consequat aute deserunt fugiat elit irure esse esse cupidatat sint proident. Adipisicing incididunt tempor occaecat in irure est velit et sit commodo duis mollit aute deserunt. Dolor duis dolore quis cupidatat commodo. Laboris sunt ad labore elit pariatur ea dolore excepteur ipsum deserunt tempor quis.","goals":"Ex ut amet Lorem consequat id eu tempor pariatur reprehenderit Lorem excepteur fugiat laboris tempor. Incididunt adipisicing voluptate elit incididunt veniam aute fugiat enim fugiat amet dolor consequat. Non anim minim laboris labore consectetur reprehenderit est do aliquip proident. Non veniam nostrud et veniam.\n\nLaboris est mollit amet ullamco enim elit non ullamco deserunt culpa cupidatat mollit cupidatat. Sit exercitation id dolor proident occaecat Lorem incididunt et aliqua deserunt. Exercitation nisi nulla aute ullamco fugiat aliquip ad. Fugiat enim consectetur qui ad anim aliqua eu enim quis nostrud commodo. Laboris non esse ipsum elit. Excepteur et culpa ex duis aute. Deserunt pariatur excepteur et culpa pariatur dolor et sint exercitation dolore voluptate minim consectetur.\n\nCommodo minim qui do ea nisi laboris nostrud minim occaecat anim culpa laboris. Do voluptate qui labore ut laboris laborum pariatur pariatur sit cupidatat. Duis dolor pariatur occaecat sunt aliquip quis aliquip culpa.\n\nId Lorem consequat consectetur nisi ea esse esse voluptate irure. Dolor in duis labore nulla proident. Dolor non dolore et tempor voluptate nisi duis ad sunt veniam ullamco. Sint proident nostrud deserunt consequat duis adipisicing do. Fugiat ullamco commodo velit est laborum voluptate non labore. Lorem magna consectetur exercitation in aute nisi.","nominations":["Jackson D'Amore","Bertrand Block","Jazlyn Thompson","Keaton Bradtke","Unique Brekke"]},{"name":"Vicenta Collins","slug":"national-convention-vicenta-collins","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/doooon/128.jpg","involvement":"Est ullamco id magna sint. Consequat irure do pariatur deserunt non nostrud labore commodo nisi pariatur magna in Lorem. Mollit velit exercitation pariatur consequat veniam cupidatat elit voluptate irure amet tempor amet nulla non. Sunt magna ipsum nisi officia ipsum cillum veniam quis ut laboris minim.","qualifications":"Consectetur officia sint velit eiusmod incididunt labore nulla. Proident quis veniam laboris nulla officia consectetur nisi consequat aute velit ad reprehenderit. Duis est minim dolore aliqua laboris sunt occaecat occaecat aute fugiat est. Consectetur et aliquip ex non occaecat magna fugiat fugiat officia et consectetur ut magna. Nostrud voluptate exercitation Lorem ea officia. Minim est exercitation nulla excepteur id.","goals":"Do et eiusmod cupidatat nulla consectetur culpa deserunt cupidatat incididunt aute. Consectetur adipisicing sint enim anim in eu commodo. Eu velit et magna officia nulla tempor aliqua magna. Est quis dolore veniam eu deserunt aliquip adipisicing veniam in est cillum ipsum duis ex. Consectetur laboris ex pariatur Lorem quis. Velit eiusmod ut ullamco id excepteur duis mollit velit esse minim incididunt. Cillum velit nisi officia id tempor.\n\nDolore est adipisicing quis sint excepteur sit. Exercitation nostrud esse laborum veniam eiusmod laborum reprehenderit in amet nulla adipisicing. Sunt laborum eiusmod sunt ullamco anim anim aliquip cupidatat consequat. Deserunt commodo ex qui anim voluptate dolore voluptate sit deserunt dolore nulla Lorem. Deserunt do duis veniam nostrud quis quis non ut.\n\nVeniam nisi occaecat consectetur culpa sint veniam consequat proident ad irure officia occaecat ad sit. Non pariatur eiusmod anim dolor. Commodo do amet consequat aliquip labore fugiat culpa cillum quis aute do dolore Lorem aliqua.\n\nEiusmod est deserunt ipsum cupidatat amet ipsum. Magna quis commodo dolore veniam amet dolor officia duis amet aliquip incididunt nulla nostrud. Ex cupidatat eiusmod do et officia qui do adipisicing Lorem ullamco id eiusmod reprehenderit tempor. Cillum fugiat mollit voluptate exercitation officia. Est velit excepteur mollit occaecat aliquip ipsum ex cillum. Exercitation ipsum est ex laborum non id deserunt commodo culpa.","nominations":["Neil Carter","Victoria Williamson","Mckenna Beahan","Emilie Romaguera"]},{"name":"Bernhard Kiehn","slug":"national-convention-bernhard-kiehn","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/el_fuertisimo/128.jpg","involvement":"Tempor minim ut aliqua est fugiat ullamco commodo commodo qui minim officia. Anim consectetur non laboris aute ea aliquip est. Laborum reprehenderit dolor veniam pariatur ut dolor. Ullamco ea nostrud nostrud amet ut commodo cupidatat velit amet cupidatat pariatur ex consequat. Laborum nostrud sunt id mollit sit ea aliquip tempor do laborum tempor nostrud cupidatat. Exercitation laboris sit elit sint voluptate eiusmod voluptate. Qui occaecat esse dolor adipisicing Lorem.\n\nExcepteur mollit proident do sunt cillum tempor non. Nisi voluptate laborum est sit fugiat esse non cupidatat. Aliquip id nisi Lorem ea Lorem nulla aliquip nisi minim exercitation. Exercitation tempor officia dolor amet est sit deserunt ad elit et ad cillum exercitation. Sint cillum aute exercitation Lorem cillum eu qui cupidatat do aliquip ad pariatur.","qualifications":"Ipsum et pariatur laborum sit est sint aliqua et nulla aliquip adipisicing. Duis occaecat Lorem est deserunt irure ut laboris velit quis dolore ex eu cillum fugiat. Enim mollit veniam pariatur irure ullamco veniam duis deserunt dolore labore cupidatat incididunt exercitation non.\n\nIrure adipisicing ipsum laboris culpa cupidatat labore exercitation. Ea ipsum ut amet est duis amet cillum reprehenderit magna qui ea. Excepteur quis occaecat adipisicing minim proident.","goals":"Voluptate commodo voluptate velit amet laborum enim tempor nisi excepteur. Amet qui do tempor cupidatat occaecat fugiat aliqua sint. Incididunt deserunt eiusmod nulla et ut magna eiusmod cillum adipisicing nisi aliquip ad sunt consectetur. Dolor esse fugiat aute reprehenderit dolore sint duis. Tempor qui occaecat ipsum mollit dolor sunt in aliqua. Quis dolore elit laborum labore aliquip consectetur. Cupidatat nisi dolor nostrud laboris consequat nisi reprehenderit.\n\nNostrud elit velit sint adipisicing reprehenderit esse amet elit occaecat sint cillum incididunt velit. Minim ad eu consequat cillum occaecat magna. Mollit ipsum pariatur veniam enim voluptate. Officia labore nostrud exercitation deserunt sit nulla mollit minim labore occaecat Lorem. Ut laboris amet ad enim id veniam sunt dolor amet cupidatat officia. Culpa esse esse aliqua culpa laborum id ea nostrud tempor sunt commodo est quis. Anim exercitation consectetur elit sunt commodo enim sunt nostrud nulla.\n\nQui enim ipsum nisi tempor consequat commodo velit excepteur. Nisi Lorem cupidatat quis veniam ullamco laboris ullamco Lorem. Duis enim aliquip irure deserunt labore.","nominations":["Aurelie Okuneva","Carmen Abernathy","Alexandre Hane","Joesph Kuhn"]},{"name":"Alf Nicolas","slug":"national-convention-alf-nicolas","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/plbabin/128.jpg","involvement":"Aliquip velit nulla laboris velit quis esse excepteur. Pariatur do aliqua culpa adipisicing veniam reprehenderit labore excepteur adipisicing veniam deserunt. Proident exercitation amet commodo minim do anim. Do commodo dolore qui mollit.\n\nUt culpa dolore fugiat quis aute fugiat ullamco. Labore ut duis sunt laboris mollit elit cillum ad irure. Elit do occaecat excepteur labore mollit sit nulla consectetur eiusmod commodo exercitation.\n\nAliqua pariatur quis cupidatat nostrud adipisicing laboris qui eiusmod irure. Velit duis eiusmod eiusmod ad nostrud pariatur laborum Lorem. Incididunt ut qui fugiat laborum aliquip esse.","qualifications":"Officia fugiat magna nisi enim. Ipsum deserunt minim aute laborum tempor anim id amet veniam elit. Ullamco nulla minim magna qui et aliqua dolor cillum est minim duis. Incididunt proident sint nostrud aute pariatur ea tempor. Labore cupidatat sit Lorem tempor sunt ipsum minim labore ut aliqua officia.\n\nEu non nisi ut occaecat nisi commodo in in aliqua. Incididunt occaecat proident deserunt in mollit cillum aliqua. Culpa non aliquip proident nisi consequat eiusmod veniam occaecat adipisicing consectetur incididunt sunt. Tempor enim nisi est eu reprehenderit excepteur exercitation eu minim ut mollit duis.","goals":"Cupidatat adipisicing id et non quis cupidatat. Proident fugiat ut irure labore dolor sit cillum sit do in. Cillum officia consectetur anim exercitation eiusmod duis Lorem.\n\nIn dolor incididunt minim commodo laborum aute esse nisi officia voluptate consectetur labore. Nostrud exercitation veniam ullamco ipsum nisi officia et qui consectetur. Amet est enim aute nostrud reprehenderit ex irure eu ex labore laboris sunt cupidatat in. Consequat quis elit Lorem officia proident aliqua culpa adipisicing aliquip nulla tempor. Ea fugiat mollit incididunt nulla.\n\nDeserunt irure reprehenderit fugiat labore minim tempor aliquip velit ex in nulla non ipsum. Excepteur culpa fugiat tempor eiusmod eu ex elit elit pariatur quis. Non labore nostrud quis et voluptate proident aliquip dolore fugiat. Pariatur laboris sint commodo pariatur ipsum quis esse. Adipisicing eu et dolore sint elit quis ullamco.","nominations":["Aileen Ebert","Yvonne Labadie","Pascale Bogan","Urban Halvorson","Maverick Wolf"]},{"name":"Leonardo O'Kon","slug":"national-convention-leonardo-o'kon","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/jonsgotwood/128.jpg","involvement":"Aute laboris consequat consequat ipsum incididunt laborum qui cillum ut velit elit mollit dolor. Labore anim do ipsum sit. Enim voluptate eiusmod pariatur id anim deserunt amet commodo. Enim quis dolore magna nisi aliquip qui veniam exercitation in reprehenderit enim.","qualifications":"Ipsum ea non nostrud veniam pariatur quis et veniam reprehenderit reprehenderit nulla magna. Do nostrud laboris fugiat reprehenderit laborum est exercitation laboris. Excepteur qui excepteur nostrud commodo ad magna minim nulla eu mollit. Proident ad deserunt et id officia occaecat et labore nulla. Deserunt occaecat fugiat nostrud esse consectetur dolore consectetur anim aute laborum irure ex sint. Aliquip non anim fugiat et sunt et dolore culpa dolor.\n\nId ullamco aute ex ullamco eiusmod enim ut sit sunt irure ea aute sit. Deserunt est eu occaecat mollit sit pariatur mollit voluptate nisi enim mollit minim veniam. Pariatur eiusmod aute ullamco labore qui. Tempor nostrud occaecat irure quis. Amet do excepteur qui reprehenderit id. Labore culpa consectetur magna magna consectetur aliqua amet fugiat culpa pariatur consectetur anim. Aute deserunt mollit amet qui pariatur cupidatat.","goals":"Pariatur proident consectetur cillum culpa sunt consequat amet esse incididunt. Sunt consequat duis irure enim. Ut irure qui fugiat minim magna. Exercitation ipsum eu aute dolor elit dolore adipisicing aute consectetur do veniam et ut eiusmod. Eu consectetur do minim esse occaecat labore aute fugiat ut et officia labore tempor. Deserunt aliquip anim dolore officia voluptate.\n\nEsse dolor incididunt labore minim. Magna duis enim in do ullamco. Amet et excepteur eu ea tempor in et. Incididunt laboris pariatur tempor fugiat. Eiusmod anim magna magna veniam sit. Quis aliqua in nisi est culpa velit deserunt amet velit.\n\nEt consequat id enim nulla ea. Aliqua fugiat cillum non aliqua dolore est in ex ad incididunt veniam ex esse. Consequat dolor pariatur sit amet in mollit laboris. Eu irure irure incididunt magna exercitation ad ipsum labore culpa qui laborum sit. Exercitation id aliqua laboris labore laborum. Eu velit magna aliquip esse non deserunt aute. Amet minim nisi veniam quis adipisicing duis ipsum eu nostrud velit sunt non elit veniam.\n\nCulpa voluptate est pariatur qui dolor eu aute eiusmod ipsum consectetur duis. Laborum quis consectetur consequat nisi elit aliquip incididunt esse amet officia laboris occaecat velit. Ad consectetur deserunt pariatur sint labore esse culpa exercitation aliqua magna ea. Est voluptate anim anim adipisicing laborum occaecat tempor do. Ea velit sunt qui do incididunt minim sunt laborum fugiat. Sunt ut excepteur duis mollit esse. Sunt minim sit esse fugiat minim aliqua cillum veniam enim proident.","nominations":["Donnell Ledner","Maiya Kozey","Breanne Hegmann","Alek Watsica","Ulises Bailey"]},{"name":"Jerald Koepp","slug":"national-convention-jerald-koepp","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/lewisainslie/128.jpg","involvement":"Duis dolore tempor esse nulla consequat esse nisi aliquip sunt deserunt. Ipsum reprehenderit et eu aute. Amet laboris ad dolore eu magna id eiusmod laboris aute excepteur ea aute. Nulla id nisi minim ea. Ad in do nulla sit officia nulla deserunt reprehenderit reprehenderit dolor eu dolor aliquip.\n\nEsse nisi velit sit ipsum adipisicing laborum reprehenderit magna consequat voluptate incididunt Lorem non. Consectetur occaecat et Lorem do adipisicing elit incididunt nostrud incididunt minim. Quis aliquip irure fugiat eu do pariatur adipisicing eiusmod anim. Laborum culpa officia veniam consectetur ut duis qui consectetur deserunt. Occaecat eu elit sunt duis aute esse minim. Culpa fugiat enim occaecat do ex velit.","qualifications":"Non veniam irure ullamco ipsum velit nulla Lorem laboris culpa aliquip eiusmod non eiusmod. Sunt consectetur adipisicing ut ex consectetur qui dolore ullamco laboris eiusmod anim. Tempor ad occaecat dolor sint id fugiat nulla tempor ad commodo ipsum reprehenderit quis.\n\nPariatur magna nostrud anim ad consequat. Dolor laboris do tempor ullamco nisi minim incididunt anim commodo mollit cillum. Elit duis qui consectetur mollit minim ipsum officia anim ad cupidatat est tempor proident cillum. Exercitation aute nulla velit cillum mollit.","goals":"Do consequat consectetur non commodo aliquip adipisicing qui. Eiusmod dolore ut enim ullamco mollit aliquip reprehenderit nostrud ad nisi id consequat sunt veniam. Incididunt minim Lorem excepteur ea eu ea dolore reprehenderit eu excepteur laborum qui cillum nostrud. Excepteur in nisi mollit id in nostrud esse.\n\nUllamco eiusmod dolor fugiat ea nisi ullamco et velit cillum exercitation enim veniam. Ex excepteur ea consequat Lorem eu elit in nostrud in duis consectetur amet. Reprehenderit veniam amet pariatur sunt irure esse proident velit cillum.\n\nUllamco ad sunt aliquip sit id aliquip. Ea aute cillum nulla nulla aute consequat. Officia quis aliqua ullamco id minim id labore aute magna cupidatat aliquip commodo pariatur.","nominations":["Leland O'Hara","Tressa Pacocha","Carmen Mraz","Daisha Eichmann","Tyler O'Reilly"]},{"name":"Collin Rolfson","slug":"national-convention-collin-rolfson","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/marcobarbosa/128.jpg","involvement":"Dolor reprehenderit tempor est ullamco ipsum cillum voluptate ut. Laborum laborum exercitation deserunt esse ullamco eiusmod do laborum duis mollit culpa sunt. Cupidatat ipsum do sunt amet. Ad ut nulla cupidatat aliquip commodo adipisicing esse aliquip magna. Nulla id cupidatat ad ipsum aliquip nostrud do et. Sit dolor laboris non laborum exercitation cupidatat enim aliquip deserunt aute fugiat sunt aliqua. Ipsum aute elit in minim.\n\nEa nisi et deserunt duis occaecat Lorem tempor. Exercitation quis laboris esse enim voluptate. Cupidatat eu id mollit nisi. Ullamco culpa esse cillum et mollit fugiat eu amet quis quis labore amet enim.\n\nCommodo non ipsum quis commodo laborum dolore sunt ex labore enim sunt ad. Laboris labore labore sit dolor occaecat incididunt. In commodo occaecat amet dolore incididunt nisi. Deserunt consequat culpa dolor occaecat commodo esse.","qualifications":"Laborum occaecat irure magna est velit non quis magna dolor non deserunt qui duis exercitation. Pariatur ea pariatur anim veniam minim eu est Lorem aliquip. Elit nostrud ut incididunt officia incididunt dolore dolor labore cillum. Irure ipsum minim ad ut id cupidatat ea adipisicing ea voluptate laboris in. Eu velit dolore anim velit tempor dolore eiusmod.\n\nDo enim do ex culpa nostrud ipsum labore id incididunt in consequat voluptate consectetur veniam. Nostrud sint dolore cupidatat dolor nisi. Labore aliqua veniam ex nostrud esse. Adipisicing veniam qui sunt laborum anim pariatur reprehenderit. Consequat eu ipsum tempor anim elit do non pariatur magna et excepteur cillum.","goals":"Ad Lorem consectetur enim laboris esse nostrud qui aliqua ullamco proident adipisicing id. Est esse cupidatat commodo cillum proident minim fugiat labore commodo. Minim dolore et pariatur tempor anim magna ipsum culpa veniam.\n\nCillum quis aliqua aliqua nisi consequat ad sint eu non aute in sint fugiat. Nostrud nulla id magna Lorem ullamco duis aute nulla dolore. Eu non fugiat fugiat aute non Lorem anim sunt ex. Culpa enim mollit proident nostrud irure exercitation exercitation laboris dolore laboris aute tempor enim esse. Duis duis pariatur commodo mollit. Deserunt deserunt dolor veniam esse elit deserunt. Ut laboris fugiat cillum eu laborum officia ullamco mollit enim voluptate elit eu elit in.\n\nOfficia dolor culpa amet labore Lorem veniam fugiat pariatur elit ipsum. Esse sint officia sit aliqua sint et ad consequat consequat reprehenderit ad ullamco. Est commodo ex duis incididunt irure.\n\nEnim ea anim cillum sint fugiat tempor minim. Anim magna consectetur et sunt duis sit enim. Sunt deserunt dolore quis occaecat incididunt consectetur consectetur. Magna magna mollit quis dolor fugiat. Velit occaecat tempor sint cupidatat exercitation. Qui nisi velit dolore officia nulla sit nostrud consectetur nulla tempor ut nisi ea ea. Reprehenderit labore culpa labore fugiat ea dolor ea pariatur cupidatat nulla ipsum tempor sunt.","nominations":["Anissa Hayes","Angelo Pouros","Lue Ritchie"]},{"name":"Erling Kemmer","slug":"national-convention-erling-kemmer","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/marlinjayakody/128.jpg","involvement":"Ut eu aliqua sint aliquip tempor adipisicing eu eiusmod. Consequat exercitation mollit magna nisi excepteur. Veniam cillum voluptate enim commodo sit magna. Ex est pariatur dolor voluptate Lorem irure et ad officia eu Lorem.\n\nConsectetur ullamco qui culpa adipisicing laborum voluptate. Lorem consequat in in minim eiusmod tempor commodo ut tempor reprehenderit duis eu. Qui mollit cillum amet commodo quis non sit culpa. In consectetur ipsum dolore velit excepteur amet.\n\nAute minim anim esse laborum enim occaecat nulla sunt. Incididunt voluptate est adipisicing ullamco eiusmod occaecat nulla dolore veniam. Eu cupidatat consectetur ullamco tempor. Fugiat pariatur enim dolore laborum ipsum fugiat deserunt ut quis elit et occaecat tempor. Eu fugiat laborum commodo eiusmod sit laboris aliqua veniam. Mollit quis cillum sunt anim velit veniam. Adipisicing labore reprehenderit deserunt veniam.","qualifications":"Esse commodo qui enim consectetur do aliqua occaecat in veniam qui ut labore elit. Ex pariatur nostrud nostrud cillum irure anim et nostrud quis ullamco ex commodo do. Nisi aute mollit eu occaecat.\n\nAliqua cupidatat labore fugiat veniam sunt veniam. Dolor commodo duis duis ea sunt duis aliqua consectetur. Qui et aliqua laborum magna quis sit nisi magna officia aute mollit in consectetur nulla.","goals":"Ad nulla reprehenderit do ullamco adipisicing exercitation elit sit minim labore proident commodo culpa do. Eu nisi anim in sunt ipsum. Reprehenderit non cupidatat deserunt et irure officia ad ullamco fugiat eiusmod elit laboris nostrud elit. Aute sit eu deserunt proident. Eu enim voluptate laboris labore sunt veniam duis ipsum adipisicing esse. Ipsum nulla magna id ullamco.\n\nEa deserunt laborum et anim mollit quis labore sint nulla velit qui enim do nisi. Est in deserunt minim proident ad ullamco dolore laboris do magna aliquip aliqua excepteur aliqua. Elit incididunt qui nostrud est sunt consectetur incididunt labore. Cillum velit irure non aute nostrud irure cillum culpa deserunt nostrud nulla. Occaecat quis anim nisi occaecat magna Lorem nulla. Id excepteur ullamco est exercitation adipisicing occaecat.\n\nNulla in fugiat aliquip ex et voluptate nostrud est enim incididunt adipisicing magna commodo. Irure aute irure qui reprehenderit proident in velit sit ipsum do reprehenderit eu enim amet. Non consequat consectetur ad incididunt dolore ex aute deserunt et labore do consequat.\n\nVoluptate Lorem irure nostrud cupidatat dolore sint qui excepteur. Officia culpa proident enim aliquip voluptate labore tempor culpa laborum tempor enim culpa anim in. Tempor cillum ea fugiat ad enim commodo labore ut non. Velit do duis excepteur et Lorem id sit irure enim consectetur deserunt sint cupidatat fugiat.","nominations":["Florencio Dibbert","Geovanny Rippin","Tommie Bechtelar","Cale DuBuque","Litzy Wiza"]},{"name":"Modesta Carter","slug":"national-convention-modesta-carter","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/jacksonlatka/128.jpg","involvement":"Voluptate esse veniam voluptate in esse commodo adipisicing esse nisi. Reprehenderit nisi non sint anim labore eiusmod irure. Mollit labore amet ex anim pariatur. Enim aliquip elit dolore esse quis incididunt. Pariatur commodo exercitation ea aliqua laboris proident cupidatat.\n\nFugiat irure incididunt reprehenderit aliquip officia magna deserunt deserunt mollit esse minim irure et. Do magna aliqua id commodo laborum ut excepteur laborum voluptate incididunt cillum ea aliquip. Eiusmod officia ut sint culpa ipsum commodo excepteur. Amet adipisicing tempor veniam exercitation. Qui cupidatat cupidatat sunt esse duis ipsum do culpa excepteur nisi minim reprehenderit nisi. Aliqua occaecat quis ullamco mollit mollit sunt consequat.\n\nSunt laborum occaecat velit officia esse cupidatat esse labore eiusmod enim et. Incididunt aliquip eiusmod amet duis dolore incididunt ullamco et labore. Esse nisi adipisicing nostrud duis esse. Id dolore amet Lorem nulla occaecat nulla. Et duis do ex reprehenderit ullamco.","qualifications":"Qui ut occaecat exercitation proident voluptate reprehenderit elit esse aute elit laborum incididunt aliquip ut. Labore tempor amet Lorem laboris voluptate reprehenderit excepteur enim minim adipisicing id. Eu culpa consectetur pariatur fugiat proident ullamco velit ad laboris cillum dolore exercitation non. Culpa qui nostrud est nulla reprehenderit ad eu ipsum incididunt. Aliqua occaecat dolor laborum nostrud.","goals":"Cupidatat cillum labore velit magna cillum dolor sint cupidatat ea. Id nulla Lorem magna et ex et. Dolore tempor voluptate ipsum velit ex Lorem incididunt commodo ea commodo labore non sit. Quis anim deserunt commodo ipsum minim elit sunt fugiat quis Lorem irure incididunt.\n\nMinim et pariatur reprehenderit consequat do et aute commodo. Consectetur quis nulla et Lorem est sint ea consequat. Ipsum consectetur Lorem velit nisi veniam mollit enim commodo est anim sit cupidatat aute reprehenderit. Anim commodo ut adipisicing sunt dolor aute mollit voluptate est enim mollit nostrud reprehenderit qui.","nominations":["Shaina VonRueden","Jacinto Botsford","Korey Breitenberg","Arturo Cremin"]},{"name":"Reymundo Casper","slug":"national-convention-reymundo-casper","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/nemanjaivanovic/128.jpg","involvement":"Cillum do ipsum veniam nulla et laborum. Consectetur proident exercitation qui in aliquip est excepteur eiusmod id incididunt aliquip. Aliquip excepteur esse culpa esse mollit. Sunt enim culpa laboris sint deserunt aliqua sint cillum consequat.\n\nFugiat anim qui tempor quis est deserunt minim aliquip tempor elit nulla adipisicing. Aute incididunt cillum excepteur veniam ut fugiat ad. Fugiat sint pariatur anim excepteur dolor dolore consectetur sit amet enim.","qualifications":"Ea laboris ipsum labore nulla culpa dolor excepteur. Duis magna quis dolor ex officia cillum. Ipsum nulla adipisicing qui eu occaecat qui amet exercitation fugiat ut velit excepteur. Laborum qui laborum cillum fugiat duis consectetur. Fugiat deserunt Lorem laborum exercitation nulla veniam dolor. Dolor incididunt labore qui sunt.","goals":"Enim anim ut consectetur aute eiusmod officia in ullamco laboris esse elit. Culpa eiusmod commodo ad cupidatat Lorem in eiusmod. Exercitation consectetur nulla eu mollit fugiat fugiat commodo cillum. Magna anim incididunt dolor quis consectetur labore qui consectetur. Laboris ipsum ad proident cillum labore irure id. Amet mollit pariatur velit velit in dolore est officia quis nisi quis minim fugiat laboris. Nulla sint laboris non reprehenderit eu anim magna non sunt quis pariatur nostrud occaecat.\n\nEsse Lorem enim aliquip qui sunt duis eiusmod adipisicing quis irure dolore esse. Est irure commodo adipisicing voluptate magna ut irure fugiat nisi pariatur aute mollit dolor Lorem. Id ex eiusmod consectetur eu consequat non ut aliqua nisi magna cillum dolor incididunt in. Deserunt eiusmod in duis adipisicing Lorem commodo officia dolore et dolor id in.\n\nNon velit nostrud magna elit cillum duis do. Est cupidatat officia proident esse minim est aliqua occaecat anim. Aliqua culpa et deserunt et amet quis occaecat sunt esse cillum excepteur duis anim. Laborum enim ut anim magna magna labore excepteur. Sit laborum eiusmod cillum ea nulla. Aliquip veniam id elit pariatur dolore nostrud eu exercitation.\n\nUllamco incididunt laborum voluptate incididunt exercitation ea eu minim aliquip eu duis culpa incididunt ex. Et adipisicing aliqua fugiat ad minim ipsum mollit. Laborum occaecat ipsum aute velit non. Nostrud quis consectetur excepteur deserunt ipsum. Amet aliquip cillum laborum sunt labore ea enim consectetur pariatur do. Nisi voluptate et ad dolore ea ullamco cillum anim id laboris sint elit irure. Elit ipsum tempor laborum voluptate aliqua duis qui cillum sunt cupidatat do ut ipsum esse.","nominations":["Eulalia Lynch","Everardo Swift","Kyler Osinski","Nellie Little","Cyril Muller"]},{"name":"Rico Marvin","slug":"national-convention-rico-marvin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/zaki3d/128.jpg","involvement":"Elit eu excepteur sit proident reprehenderit labore nostrud commodo cupidatat dolor nisi in esse officia. Adipisicing esse culpa in cupidatat mollit est non ad labore et. Labore duis ullamco nulla labore nisi fugiat ut non. Sint et cillum dolore ex.\n\nIncididunt in laboris veniam tempor eiusmod in. Reprehenderit dolore deserunt duis mollit. Duis dolore fugiat non irure nulla aliquip labore sint excepteur. Irure est consequat adipisicing occaecat consequat sunt. Sint qui adipisicing exercitation laboris sint cillum quis et duis culpa adipisicing fugiat sint.","qualifications":"Magna est esse sunt nostrud nisi. Non mollit sunt nisi aliqua dolore sunt. Quis in nulla culpa enim. Sunt mollit fugiat do tempor aute magna adipisicing dolor consectetur cupidatat irure. Enim id amet reprehenderit adipisicing excepteur ullamco tempor deserunt anim. Qui in qui in dolore eu ea enim. Irure dolor aliqua ipsum labore qui.","goals":"Et laboris sint consectetur voluptate mollit id ex pariatur magna fugiat consectetur veniam. Esse duis et amet cupidatat do dolore. Sint excepteur fugiat proident laborum. Cillum officia mollit Lorem velit adipisicing Lorem cupidatat sit culpa nisi amet fugiat ipsum et. Officia dolor excepteur ad consectetur mollit officia aliqua cillum. Fugiat non incididunt dolor occaecat non fugiat in laboris nostrud id pariatur dolore in cillum. Labore Lorem excepteur pariatur nulla anim cillum magna deserunt.\n\nOfficia eu mollit elit officia amet dolor eu sint aliquip culpa qui cillum do. Pariatur tempor ipsum ea dolor dolore cillum magna in esse pariatur aliquip irure adipisicing aute. Aliqua officia eu adipisicing excepteur fugiat laboris ex enim reprehenderit adipisicing id sunt ad.\n\nUt duis amet ut aliqua et do eu Lorem eiusmod pariatur voluptate cupidatat exercitation pariatur. Elit culpa elit commodo do fugiat eu quis enim cupidatat. Enim cillum anim eu consectetur eiusmod cupidatat officia aliqua excepteur minim eiusmod occaecat sint anim. Nostrud occaecat aute commodo et ullamco aliqua proident do excepteur esse minim. Culpa ad dolor anim aute commodo ut tempor laborum. Nulla dolor deserunt eu ullamco velit enim eu id tempor amet Lorem amet dolor. Consectetur aliqua fugiat deserunt consectetur irure nulla nisi ad enim.","nominations":["Elisabeth Lind","Marlin Mueller","Tad Wisoky"]},{"name":"Alene Beier","slug":"national-convention-alene-beier","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/aka_james/128.jpg","involvement":"Enim culpa officia exercitation pariatur eiusmod et. Enim labore cillum amet nostrud cillum. Irure consequat dolor minim ex. Officia laborum mollit ipsum nulla nisi cupidatat exercitation do. Ex ipsum officia anim ipsum adipisicing fugiat eiusmod consectetur quis. Ut excepteur excepteur ut et sint velit proident enim. Proident aute laboris minim consequat.\n\nCommodo sit est duis consequat dolore velit et non consectetur pariatur aliquip fugiat amet. Do ullamco cillum sit aliquip eu est voluptate sit pariatur in nisi. Ex incididunt sit reprehenderit commodo quis Lorem do ex irure qui id dolor. Fugiat ea amet ullamco cillum nulla fugiat tempor reprehenderit. Laborum anim ea amet nostrud pariatur voluptate veniam tempor. Tempor nulla sint esse tempor culpa ex est nostrud qui pariatur minim reprehenderit voluptate do. Velit enim excepteur nulla adipisicing reprehenderit officia fugiat duis.","qualifications":"Exercitation dolore sunt exercitation tempor sint sint aute tempor pariatur. Laboris duis aliqua irure sint fugiat sit incididunt. Qui Lorem ut consectetur nostrud exercitation ex tempor deserunt culpa elit. Amet excepteur ullamco labore id. Amet cupidatat sunt magna incididunt sint eiusmod id voluptate exercitation dolore ex sit.","goals":"Minim reprehenderit ipsum amet laborum esse laboris sint id ipsum anim adipisicing. Amet duis deserunt ipsum id voluptate labore officia. Veniam enim velit fugiat id magna dolore pariatur ea irure tempor.\n\nSint velit magna qui aute irure irure occaecat et dolor nostrud laborum ad. Nostrud excepteur qui et ut ut laboris elit aliqua deserunt cillum quis fugiat. Excepteur consectetur fugiat ut sit esse in. Cupidatat laborum sint irure dolor dolore laboris aute consectetur et proident exercitation. Id adipisicing ullamco culpa magna ea. Adipisicing occaecat ullamco do cillum mollit ea consectetur. Ipsum sint commodo cillum excepteur do pariatur pariatur.","nominations":["Pamela Ebert"]},{"name":"Cedrick Wolff","slug":"national-convention-cedrick-wolff","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/petar_prog/128.jpg","involvement":"Excepteur labore exercitation est Lorem nisi est velit nostrud laboris. Eiusmod duis do ex eu velit. Anim ipsum labore duis sit ipsum exercitation Lorem dolore exercitation. Ullamco sint amet mollit ex veniam incididunt est irure voluptate nostrud irure. Excepteur id nulla velit laboris pariatur proident. Aliqua ex qui est anim consectetur sit incididunt non irure qui tempor.\n\nAmet reprehenderit id reprehenderit eiusmod qui sunt. Aliqua commodo ex consectetur mollit mollit in est est. Exercitation consectetur nulla amet officia in amet esse nisi.","qualifications":"Lorem commodo dolore ullamco officia irure cillum. Ea aliqua magna consectetur enim officia dolore in irure elit. Quis occaecat et anim pariatur ut consequat do nostrud sit enim sunt eu sint.","goals":"Exercitation voluptate do labore cupidatat irure. Nostrud labore enim cillum in eiusmod. Velit do commodo reprehenderit eu nulla veniam dolor voluptate labore.\n\nMinim aliqua anim tempor nostrud est esse non nostrud elit sunt amet minim in occaecat. Fugiat pariatur exercitation est voluptate elit commodo laboris eiusmod culpa occaecat elit. Pariatur laboris cupidatat officia voluptate do ex sint amet. Excepteur proident anim deserunt ad esse tempor est culpa in culpa.\n\nEx anim consectetur aliquip incididunt Lorem et ut nulla velit est aliqua consectetur pariatur. Elit magna ullamco sit ad. Duis dolor ut aliquip commodo reprehenderit reprehenderit excepteur ex laboris proident ea fugiat. Non sit fugiat ut exercitation labore do.\n\nExcepteur eiusmod eiusmod sunt aliquip laborum minim elit in. Duis amet est enim duis sint aute nostrud consequat sunt fugiat labore. Tempor adipisicing in excepteur tempor laboris sunt sit esse aliqua proident cupidatat aute. Magna laborum est qui deserunt Lorem sit proident eu veniam tempor laborum. Laboris elit sit occaecat pariatur non pariatur.","nominations":["Brannon Anderson"]},{"name":"Ines Stark","slug":"national-convention-ines-stark","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/kojourin/128.jpg","involvement":"In in qui proident do. Magna occaecat ipsum eiusmod sint fugiat irure fugiat id sint deserunt consectetur qui in. Est exercitation reprehenderit culpa culpa. Voluptate officia Lorem duis laboris velit Lorem qui culpa labore officia in minim magna consectetur. Culpa cillum in nostrud irure reprehenderit ad mollit enim non voluptate duis non. Incididunt aute occaecat eu anim exercitation. Laboris dolor magna esse velit magna eu.\n\nAdipisicing enim anim velit dolor tempor occaecat commodo. Aute irure in est culpa ad. Magna eiusmod ad mollit minim.","qualifications":"Magna veniam aliqua Lorem nisi nostrud non duis dolore proident ut. Pariatur non et consectetur nulla labore nulla eiusmod sit. Fugiat deserunt incididunt eiusmod deserunt ut elit nulla commodo laborum sunt. Dolor cillum culpa enim fugiat occaecat id ad anim consectetur nisi veniam occaecat est.","goals":"Commodo aliquip sit adipisicing nostrud veniam in deserunt anim ea do est. Sunt ullamco cupidatat deserunt laboris incididunt qui nulla pariatur. Reprehenderit in dolor anim anim enim mollit occaecat est do. Occaecat incididunt nisi non dolore voluptate deserunt. Deserunt nisi officia minim ex esse est commodo aliquip Lorem eu nisi Lorem laboris eiusmod.\n\nOfficia culpa culpa ex ea Lorem eu commodo tempor magna occaecat minim. Laborum in duis labore non eu nulla occaecat aliquip elit adipisicing magna ut cupidatat in. Dolor quis aliqua pariatur magna occaecat labore dolore ad ipsum. Reprehenderit mollit duis nisi voluptate non in sint cillum reprehenderit aliqua.\n\nAd dolor culpa aliqua aliquip quis amet mollit. Enim exercitation sunt proident officia Lorem enim consectetur ut exercitation et minim. Qui veniam cillum ullamco sunt nostrud. Sit ea minim cupidatat deserunt consectetur esse est do ex irure consequat. Enim duis laborum cupidatat officia labore exercitation ut proident elit. Id ea sit velit proident.","nominations":["Daphne Kuhic","Rae Marvin","Lilliana Goldner","Gwen Cummerata"]},{"name":"Georgianna Sporer","slug":"national-convention-georgianna-sporer","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/buleswapnil/128.jpg","involvement":"Cillum labore proident ipsum proident anim amet ad ullamco elit deserunt eiusmod culpa. Sit nisi laboris commodo do laborum id. Laboris aliqua proident eiusmod adipisicing duis ullamco consectetur fugiat. Esse reprehenderit culpa eu ut duis aliquip proident reprehenderit nisi aute cillum. Officia esse laboris in incididunt ad ex nulla amet.","qualifications":"Adipisicing quis ullamco dolore do voluptate et duis deserunt ad excepteur incididunt consequat. Irure tempor veniam aliqua enim commodo nostrud. Proident incididunt qui aliqua reprehenderit ex excepteur laboris aute excepteur eiusmod ex ad duis aliqua. Labore cupidatat in eu voluptate.","goals":"Exercitation occaecat cillum ipsum elit qui minim nostrud in. Occaecat nulla et nostrud Lorem incididunt. Magna reprehenderit laborum non aute cillum. Amet eu pariatur irure excepteur Lorem irure ea ullamco. Exercitation commodo officia officia minim irure excepteur duis velit Lorem in. Non ea magna et cillum officia sunt voluptate eiusmod sunt nulla voluptate duis.\n\nIncididunt ad occaecat consequat amet. Ea elit labore adipisicing irure et mollit do ipsum est fugiat anim ex do. In fugiat tempor adipisicing laborum reprehenderit duis est qui officia quis. Non excepteur id do nulla. Eu id anim ex dolore voluptate mollit incididunt.","nominations":["Nickolas Connelly","Zoey Kunze","Stephen Swift"]},{"name":"Lenore Adams","slug":"national-convention-lenore-adams","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/timgthomas/128.jpg","involvement":"Eu occaecat anim dolor enim do consectetur cillum culpa sunt in deserunt deserunt reprehenderit. Duis consectetur fugiat voluptate id exercitation. Ad laboris magna sit voluptate ea laborum eu fugiat nostrud. Ad cupidatat proident mollit qui. Cupidatat minim consectetur cillum deserunt veniam eiusmod. Culpa velit enim ea velit culpa magna.","qualifications":"Adipisicing est ea labore reprehenderit in dolore esse cupidatat. Laborum velit pariatur cillum sint laborum ea tempor ex cillum nisi laborum Lorem ullamco exercitation. Enim commodo pariatur excepteur cillum pariatur reprehenderit. Est ex excepteur commodo exercitation ullamco pariatur Lorem pariatur magna occaecat sit. Pariatur irure est enim exercitation. Do ullamco est anim ad excepteur amet esse laborum Lorem.","goals":"Nisi ullamco ex elit ullamco ex eiusmod nostrud. Officia minim amet proident aliquip ea. Officia qui est non duis deserunt labore sit. Culpa fugiat quis adipisicing ipsum do consectetur magna irure magna. Qui labore Lorem voluptate cupidatat ea consectetur proident nulla fugiat fugiat voluptate qui irure commodo. Voluptate adipisicing ad deserunt qui laborum irure laborum eu consectetur.\n\nQui proident aliquip laborum aute eiusmod magna ad. Minim do occaecat amet dolore anim occaecat dolor laboris voluptate in irure pariatur aliquip. Fugiat non esse ea veniam ex incididunt proident id tempor.\n\nEt dolor minim fugiat Lorem. Qui tempor sit enim culpa quis. Fugiat pariatur nulla ex commodo qui occaecat incididunt. Ex dolore Lorem officia nostrud culpa velit ad excepteur nostrud fugiat et. Quis eu aliquip mollit aute ex magna ipsum ullamco eiusmod ea sint eiusmod irure reprehenderit. Dolore proident ut reprehenderit voluptate minim ipsum ea. Irure sit sunt do aliqua.","nominations":["Brandy Murray","Kassandra Mertz","Jewel Heathcote","Karson Cremin","Thea Wintheiser"]},{"name":"Efrain Glover","slug":"national-convention-efrain-glover","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/mahmoudmetwally/128.jpg","involvement":"Fugiat et commodo Lorem excepteur deserunt incididunt adipisicing et do eu. Minim qui occaecat magna mollit fugiat et labore sit duis deserunt. Dolore esse in mollit sunt Lorem ex sint cupidatat consectetur incididunt adipisicing. Nulla ullamco proident aliqua labore minim anim do ea tempor anim deserunt. Quis ad aute in anim cupidatat enim et minim.","qualifications":"Aliqua ea laborum cupidatat esse nisi id laborum Lorem. Voluptate pariatur nostrud officia elit elit nulla dolor ipsum Lorem qui. Exercitation reprehenderit mollit dolore esse esse aliquip et veniam aliqua incididunt dolor consectetur. Non tempor elit ipsum commodo incididunt ad ut occaecat commodo magna exercitation culpa.\n\nAliqua dolore voluptate Lorem aute labore ea ex. Ullamco deserunt cupidatat est pariatur laboris esse laborum magna culpa nisi tempor culpa veniam. Duis irure velit laboris duis dolore labore. Non incididunt aliquip ipsum incididunt.","goals":"Enim anim aliqua duis consectetur. Esse reprehenderit est elit est Lorem irure eu. Nostrud aliqua aliquip reprehenderit culpa ut non ex sunt do pariatur. Eu amet consectetur mollit ut ipsum incididunt ipsum nulla. Ex incididunt amet minim id. Esse qui laborum dolor id fugiat.\n\nMinim adipisicing dolore non exercitation anim aliqua eiusmod pariatur dolor. Exercitation non sit veniam pariatur veniam. Dolore enim id irure Lorem sint aute dolor duis ipsum. Eiusmod aliquip aliqua reprehenderit dolore culpa enim qui ut minim sit ipsum. Cillum et quis sint sit dolor cupidatat laborum enim Lorem in voluptate mollit.\n\nIpsum laboris et enim officia ut proident quis eu mollit excepteur. Cupidatat deserunt sit tempor mollit dolore ullamco velit duis. Enim sunt voluptate sint duis occaecat quis. Aliquip reprehenderit deserunt et nisi enim consectetur. Sunt ad id et velit sit reprehenderit culpa. Eiusmod Lorem labore mollit adipisicing consequat tempor quis.\n\nNisi consectetur officia adipisicing nostrud officia exercitation est adipisicing culpa irure. Elit labore esse eiusmod laboris mollit sit enim. Duis deserunt elit ipsum sit adipisicing labore.","nominations":["Junius Fadel","June Spinka","Loy Bauch","Bettie Bernhard"]},{"name":"April Hegmann","slug":"national-convention-april-hegmann","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/jacksonlatka/128.jpg","involvement":"Ipsum exercitation cillum est minim pariatur est cupidatat. Dolor dolor eiusmod velit aute ut ad elit reprehenderit amet exercitation. Ad amet voluptate veniam consequat incididunt velit ea. Excepteur magna in anim irure magna adipisicing commodo ut sit do.","qualifications":"Deserunt incididunt officia adipisicing nostrud dolore est magna. Nulla irure nulla ullamco ut adipisicing fugiat esse aliquip amet amet sunt. Nulla eiusmod occaecat ullamco eiusmod. Duis eiusmod irure ea sit dolore mollit laborum dolore irure dolor elit laborum. Sit incididunt ex officia sint culpa ex eu amet consequat minim velit occaecat. Non duis consectetur eu consectetur occaecat nostrud dolor exercitation incididunt laborum. Laborum do veniam duis reprehenderit do.","goals":"Consectetur amet ipsum anim cillum occaecat sint eu mollit occaecat. Dolore aliqua eu irure est quis Lorem reprehenderit et minim dolore ad enim incididunt do. Amet labore nisi laborum pariatur consectetur laboris do eiusmod.\n\nMinim irure ut minim id nisi ut. Consectetur eiusmod commodo elit ad esse sit aliquip esse esse eiusmod veniam aliqua occaecat. Laboris consequat tempor in duis ut eu quis cillum voluptate voluptate laboris. Aliquip quis enim labore consequat. Deserunt ut nostrud qui amet nostrud cupidatat veniam ad veniam anim. Ex qui quis magna quis.\n\nAmet ipsum nulla commodo ex eiusmod in laborum excepteur aute minim dolore dolore aliqua. Et cillum voluptate ullamco Lorem in incididunt anim ea anim do mollit ipsum Lorem. Reprehenderit commodo laboris magna aliquip amet velit culpa. Lorem veniam laboris ut do nisi eu ut deserunt commodo mollit. Consectetur reprehenderit nisi laboris do anim.","nominations":["Eliezer Simonis","Granville Ward"]},{"name":"Alphonso Casper","slug":"national-convention-alphonso-casper","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/xadhix/128.jpg","involvement":"Tempor eu id deserunt laboris anim. Cupidatat velit minim veniam qui veniam ullamco consectetur reprehenderit proident eiusmod dolor nulla exercitation ex. Aute aliqua exercitation consequat consequat veniam anim aliquip culpa quis sit. Ea sunt minim magna pariatur irure enim sunt do commodo elit deserunt nisi velit ad. In anim culpa magna in.\n\nCillum officia minim cupidatat dolor anim enim tempor. Sint officia qui pariatur magna minim ex. Excepteur elit sit cillum culpa anim nulla consectetur eu exercitation labore id ut.","qualifications":"Magna aliquip minim in culpa deserunt ad aute culpa culpa sunt consectetur veniam. Lorem voluptate et quis culpa pariatur nulla Lorem commodo minim est magna aute adipisicing. Voluptate Lorem officia do officia proident. Consequat sit tempor mollit ea nostrud nisi mollit nostrud enim. Duis cupidatat tempor qui minim ipsum nostrud incididunt consequat dolor ut elit magna ipsum duis. Enim irure anim ipsum pariatur.\n\nExcepteur anim ipsum proident est esse ad nostrud adipisicing. Cupidatat ea consequat culpa non. Elit voluptate pariatur excepteur Lorem non culpa nisi. Labore est mollit enim culpa consequat dolore est ut cillum est minim. Laboris do in minim aliquip consequat do enim nulla excepteur quis dolore sit laboris. Qui nisi magna dolore minim sunt esse sint mollit consequat esse.","goals":"Commodo irure velit veniam voluptate qui nisi laborum sit Lorem excepteur incididunt nisi velit in. Qui voluptate labore pariatur ullamco qui pariatur proident et. Aute labore tempor occaecat ea non ullamco adipisicing amet. Anim fugiat adipisicing mollit consectetur aliqua. Veniam incididunt minim nostrud ad amet minim sint aute consequat proident.\n\nReprehenderit minim veniam exercitation amet eu exercitation esse incididunt proident Lorem mollit magna officia. Veniam pariatur duis ipsum irure qui proident consequat ad est consectetur. Lorem incididunt do occaecat ea mollit Lorem magna commodo tempor ex sint ex.\n\nUllamco aliqua sint id id elit veniam velit labore. Ipsum laborum nostrud fugiat consectetur in magna in veniam dolor consectetur cupidatat ea laborum elit. Culpa dolor qui adipisicing cupidatat occaecat ipsum commodo non aute dolor.","nominations":["Joanny Renner","Ashtyn Schneider","Godfrey Berge"]},{"name":"Delaney Schumm","slug":"national-convention-delaney-schumm","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/taybenlor/128.jpg","involvement":"Cupidatat et quis aliqua eiusmod deserunt dolore id pariatur dolor. Id sit laboris proident quis adipisicing voluptate tempor nulla et deserunt magna. Deserunt pariatur irure exercitation elit deserunt ea id elit dolore nulla Lorem.\n\nDeserunt nostrud cupidatat commodo fugiat in consectetur ea. Ipsum cupidatat sit elit veniam commodo duis nulla veniam elit. Est labore nostrud enim laboris laboris exercitation in labore nostrud eu.\n\nIncididunt aute cupidatat sit ipsum excepteur dolor elit labore. Ea elit ipsum enim minim non nulla nulla officia aute minim ullamco commodo consequat. Officia ea reprehenderit eiusmod eu deserunt excepteur non irure velit anim aliqua irure.","qualifications":"Ipsum nostrud veniam dolor magna proident eiusmod amet consectetur proident veniam magna eu. Dolor incididunt cupidatat anim sint eiusmod cupidatat ut ad officia consequat velit et ex. Ullamco ex incididunt deserunt excepteur consequat sunt laborum mollit officia qui qui excepteur. Labore cillum est sunt dolore sint qui magna Lorem. Aute veniam Lorem amet ex culpa duis id eu eu duis reprehenderit adipisicing deserunt. Do irure culpa exercitation et ullamco occaecat incididunt quis cupidatat amet exercitation sint cillum.\n\nCulpa nulla occaecat mollit occaecat. Officia labore occaecat deserunt reprehenderit tempor Lorem dolore ipsum aliquip qui amet do. Nulla do qui minim culpa ullamco.","goals":"Aliqua enim commodo eu dolore enim enim sit. Sint proident ea est exercitation amet veniam. Cillum incididunt Lorem labore aliqua non esse sint sunt. Laboris eu sit ad cillum veniam sunt do commodo. Qui officia proident sit ullamco consequat culpa elit quis eu consectetur.\n\nVoluptate excepteur dolore minim esse exercitation laborum elit. Veniam veniam aute dolor laboris sunt ex. Consequat incididunt Lorem consectetur consequat in.\n\nIn laboris excepteur fugiat incididunt. In qui ipsum sit qui deserunt culpa sit id esse anim et eu. Deserunt dolor ipsum laborum deserunt reprehenderit minim officia mollit ea reprehenderit.","nominations":["Eliane Watsica","Donnell Klocko","Monty Mayer","Gwendolyn Schultz"]},{"name":"Terrill Connelly","slug":"national-convention-terrill-connelly","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/bolzanmarco/128.jpg","involvement":"Id occaecat ullamco non nostrud dolore. Et velit tempor velit magna. Consectetur excepteur dolore dolore velit commodo excepteur esse. Excepteur ad elit esse sunt fugiat irure nulla adipisicing sint est adipisicing laborum. Aliquip aliqua et magna exercitation aliquip occaecat proident minim sunt labore. Commodo tempor commodo enim nulla culpa enim commodo cillum cupidatat ex.","qualifications":"Ad officia velit amet sunt dolore officia et dolore et magna velit. Sunt ea Lorem nisi id mollit velit irure veniam sunt exercitation pariatur proident eiusmod. Labore aliquip non veniam aliqua cillum tempor eu deserunt ad exercitation. Est ad adipisicing magna sit ullamco. Labore mollit magna ipsum aliqua in.\n\nDuis aliquip pariatur dolor voluptate exercitation velit sint in commodo irure mollit est magna. Est deserunt occaecat proident quis. Velit laboris fugiat commodo velit excepteur Lorem. Tempor quis labore incididunt officia officia. Tempor irure esse nulla velit ea eu anim sint. Deserunt incididunt in nulla et ad duis velit laborum sint fugiat. Eiusmod id excepteur exercitation ex tempor fugiat irure laborum do qui cillum.","goals":"Est laborum laboris cillum elit nulla sit excepteur exercitation nisi. Aute nisi occaecat adipisicing veniam. Eu labore id ad magna nostrud ad duis ea deserunt aliquip. Reprehenderit non elit mollit id et ea. Occaecat ea exercitation in quis magna et commodo id aliquip duis ad.\n\nIn consectetur in aliqua laborum ea proident reprehenderit fugiat sunt nisi amet. Pariatur ad do dolore aliquip ex sint commodo reprehenderit eiusmod proident aliqua. Laboris nostrud sit ea Lorem. Sint duis pariatur et anim reprehenderit ex minim in voluptate veniam reprehenderit. Et duis et velit commodo proident aute ad est occaecat labore fugiat velit. Sit incididunt do ipsum commodo fugiat non.\n\nIncididunt minim deserunt officia ut cupidatat veniam consequat culpa eu laborum incididunt est. Labore ut Lorem ipsum dolor amet magna consectetur tempor qui aliquip. Ex in cillum duis occaecat ad sunt occaecat consequat do laborum ullamco.","nominations":["Lurline Koepp","Mazie Koch","Pablo Schuppe"]},{"name":"Selena Cronin","slug":"national-convention-selena-cronin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/zvchkelly/128.jpg","involvement":"Voluptate enim Lorem deserunt sint ut esse mollit Lorem. Sint ea do exercitation laboris ad enim elit. Adipisicing sint labore eu proident exercitation anim fugiat pariatur.\n\nLorem laboris nisi consequat deserunt et adipisicing aute nostrud exercitation. Cupidatat id sint culpa ea id fugiat adipisicing irure voluptate sint tempor est Lorem qui. Dolore culpa sunt veniam excepteur laborum do.","qualifications":"Esse labore pariatur adipisicing pariatur ad qui enim pariatur voluptate magna non qui sit. In cillum anim deserunt aliqua laborum qui. Sit amet nisi est pariatur commodo do.","goals":"Nulla pariatur pariatur excepteur cillum sit eu. Sit deserunt eiusmod reprehenderit cupidatat mollit irure dolore quis excepteur ipsum. Deserunt irure ea aliqua exercitation nisi laborum sint Lorem mollit aute.\n\nVoluptate aliquip consectetur adipisicing irure culpa tempor irure. Anim veniam nostrud voluptate amet incididunt officia ea laborum veniam aliqua laborum excepteur. Consectetur in eu elit qui.\n\nNon fugiat esse mollit ullamco tempor et. Exercitation sint voluptate laboris qui ipsum proident. Veniam tempor aliquip eiusmod sit fugiat ipsum anim quis aute ullamco. Velit Lorem ex nisi sunt aliquip et. Aute reprehenderit do laboris aliquip aute ex. Mollit elit anim consectetur eu eu dolore eiusmod sit minim adipisicing do id nisi. Ut voluptate esse aute sit tempor proident.","nominations":["Annamarie Reichert","Clemmie Feest"]},{"name":"Evie Block","slug":"national-convention-evie-block","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ahmadajmi/128.jpg","involvement":"Adipisicing eiusmod aute duis mollit Lorem consectetur ad proident pariatur nostrud commodo irure anim minim. Laboris adipisicing exercitation duis excepteur reprehenderit. Esse aliquip tempor magna ea. Minim incididunt eu irure nisi commodo non minim. Aliquip ullamco quis laborum nulla enim sit sint in aliquip pariatur. Sit est sit occaecat Lorem pariatur ullamco ad. Esse ullamco dolor magna mollit anim quis ut aute aliqua.\n\nMagna ex ea incididunt in ad commodo laboris aliqua incididunt. Excepteur commodo eiusmod magna anim proident consequat proident eu anim. Consectetur pariatur pariatur commodo occaecat ut ullamco quis. Aliquip pariatur aliqua in eiusmod proident ipsum culpa labore. Aliquip in cillum velit et incididunt. Occaecat non veniam laboris aliquip excepteur magna in elit Lorem eiusmod aliqua ex.\n\nId laboris incididunt nostrud ipsum proident eu eiusmod dolore excepteur aute officia cupidatat qui. Esse aute duis cupidatat exercitation amet. Id consequat nostrud labore est tempor occaecat sit sint do laboris sunt ex. Adipisicing dolor adipisicing ex ad sint id sunt ea commodo incididunt labore excepteur tempor est.","qualifications":"Ullamco quis sunt aliqua cillum quis. Esse elit ex qui nulla ea minim anim enim esse ex officia sunt. Reprehenderit mollit esse qui Lorem nisi voluptate ipsum aliquip voluptate dolore fugiat enim ullamco enim.","goals":"Dolor ipsum minim non culpa laborum esse. Ut exercitation labore qui amet duis mollit irure eu. Officia proident ullamco enim adipisicing.\n\nTempor officia aute exercitation occaecat voluptate magna ullamco esse officia. Adipisicing est ullamco in amet est. Occaecat aute mollit mollit tempor deserunt ipsum ut est do ad id dolore. Voluptate pariatur ea elit id minim dolor elit sint amet ea laborum ut.","nominations":["Trey Rippin"]}]}}
