{"localCouncil":{"positions":[{"title":"Co-chair","slug":"co-chair","description":"\n  <p>The Co-Chairs shall be the official public spokespersons for the Local and will initiate such actions and policies as the Local’s general welfare may demand. The Co-Chairs shall organize and preside over all official meetings of the organization and the Local Council. The Co-Chairs shall maintain consistent communication with all committee leaders and facilitate collaboration and coordination between them. Additionally:</p>\n  <p>The Co-Chairs will also act as, or appoint, the official representatives of the Local to the National Organization and to other DSA Locals. This does not apply during official business at the National DSA Convention, when Local Delegates may act independently on behalf of the Local’s membership.</p>\n  <p>The Co-Chairs serve as executive officers of the Local, and they are listed on financial accounts along with the Treasurer.</p>\n  <p>At least one Co-Chair must not identify as both White and Cis-Male.</p>\n          ","candidates":[{"name":"Irma Hilll","slug":"irma-hilll","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/embrcecreations/128.jpg","involvement":"Excepteur sint velit amet eiusmod laboris laboris veniam. Et proident veniam et adipisicing. Ut eiusmod in ullamco aute cillum elit adipisicing laboris. Dolor excepteur non esse ea nulla sit do non ad veniam est velit nostrud excepteur. Labore anim est fugiat enim consequat id exercitation. Mollit do ea nulla cillum aute.\n\nAmet ullamco velit aute reprehenderit officia. Consequat aliquip sit ullamco adipisicing dolor id est eu. Ad sunt nostrud non veniam ullamco culpa. Eiusmod incididunt ipsum veniam pariatur esse sint mollit nisi ea deserunt veniam quis nostrud et. Labore minim laborum non elit reprehenderit aliqua nisi veniam velit sint. Adipisicing et commodo irure consequat commodo.\n\nDeserunt ea mollit proident fugiat. Veniam eu excepteur velit laboris laboris cupidatat reprehenderit laborum voluptate. Enim commodo laborum ut adipisicing enim deserunt. Incididunt nisi irure Lorem qui velit quis commodo. Culpa occaecat anim id do incididunt labore incididunt tempor irure cillum in cillum amet.","qualifications":"Sint magna et Lorem dolor sint nulla fugiat cupidatat pariatur fugiat. Sint nisi elit do aute cillum anim qui. Officia commodo irure ipsum incididunt tempor fugiat ea id fugiat laborum quis.\n\nProident excepteur in magna esse occaecat proident qui nulla anim deserunt exercitation adipisicing id. Eu velit do cillum occaecat culpa cillum proident eiusmod amet sit irure culpa. Nisi labore enim tempor eiusmod labore. Duis Lorem dolore dolor consectetur. Esse minim aliquip consectetur nisi proident pariatur. Adipisicing veniam do dolore irure esse culpa laborum voluptate ipsum pariatur Lorem nisi.","goals":"Dolor do voluptate dolor dolor exercitation sint anim cupidatat labore. Consectetur nisi proident fugiat voluptate nulla sunt laboris Lorem excepteur excepteur aute consectetur sint. Deserunt aliqua adipisicing officia in proident minim irure. Ex aliquip enim non et eu amet minim exercitation ut minim. Est nostrud aute voluptate sint elit sint incididunt incididunt dolor fugiat.\n\nReprehenderit sunt veniam aute dolore commodo laborum aliquip consectetur quis. Laboris incididunt veniam deserunt reprehenderit aliquip. Aute sint non Lorem magna. Sunt eiusmod minim voluptate adipisicing mollit nulla officia. Laborum consectetur id culpa labore labore.\n\nLorem sit commodo aute ullamco tempor quis nostrud in ut. In cillum aute laborum dolor sit est. Anim et voluptate ea elit qui qui voluptate excepteur proident aute pariatur. Esse pariatur deserunt sit dolore aliquip tempor Lorem nulla occaecat.\n\nConsectetur consectetur nisi qui ullamco consectetur nostrud eiusmod irure eiusmod commodo. Esse id proident laboris irure pariatur laboris tempor duis labore magna adipisicing. Commodo adipisicing consequat reprehenderit culpa qui est qui dolor cillum aliqua sint voluptate quis ad. Cupidatat nisi minim sint do consequat deserunt deserunt. Officia non voluptate aliquip ipsum et in. Irure Lorem elit esse sit eu enim laborum elit.","nominations":["Maya Schaefer","Dion Donnelly","Marcia Botsford","Guy Keeling","Isai Robel"]},{"name":"Berneice Daniel","slug":"berneice-daniel","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/juanmamartinez/128.jpg","involvement":"Minim duis occaecat laboris nostrud ullamco. Ut sit amet mollit elit ex id. Aute labore nulla et culpa duis minim esse. Ipsum est officia consequat ipsum in voluptate tempor. Sit pariatur officia do aliquip et qui eu mollit duis id velit do. Commodo nulla id tempor incididunt consequat voluptate tempor minim consectetur ex ut esse mollit. Esse in cillum ut eu officia adipisicing est cillum.\n\nExercitation nulla ad labore excepteur pariatur adipisicing minim proident. Laboris mollit culpa reprehenderit velit culpa sint aliquip duis velit laboris laborum duis. Veniam exercitation aliqua veniam magna irure officia dolore sint do.","qualifications":"Elit esse sint ad elit quis duis est ea. Dolore ea consequat do ex proident officia esse magna sunt consequat. Minim eiusmod non exercitation minim laborum nulla irure consectetur. Ipsum quis exercitation non id aliquip sunt elit. Minim exercitation quis eu id et sunt anim tempor ea qui nulla qui cillum. Excepteur fugiat reprehenderit in in officia pariatur sit sint. Ad non adipisicing minim minim culpa nostrud anim eu.\n\nNulla dolore culpa aute et consectetur laboris culpa et sint consequat. Consequat nostrud adipisicing quis et proident non commodo. Dolor sunt cupidatat excepteur consequat minim. Incididunt ex in officia in incididunt eu quis ut.","goals":"Non ut cillum tempor adipisicing aliquip. Esse ut adipisicing labore proident officia nisi proident non. Laboris consectetur consectetur magna eiusmod proident ad dolor irure ad in excepteur nostrud.\n\nDeserunt qui aute magna reprehenderit sit tempor et reprehenderit pariatur culpa anim. Dolor nisi aute ea nulla do fugiat consectetur velit nulla sunt ad occaecat. Tempor pariatur sunt consequat magna consequat nisi elit duis esse magna. Ullamco sunt do enim culpa. Magna ex officia aliqua voluptate mollit Lorem ut labore dolor.\n\nEt id officia non nostrud reprehenderit proident dolore aute. Reprehenderit do non pariatur qui. Adipisicing irure adipisicing eiusmod et est minim nostrud ut. Ex sit laboris tempor officia eu. Voluptate exercitation dolor sunt excepteur velit pariatur tempor id cupidatat ut eu aliqua irure id. Aliquip labore fugiat anim consectetur quis commodo fugiat velit do.","nominations":["Orpha Batz"]},{"name":"Berta Yundt","slug":"berta-yundt","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/prinzadi/128.jpg","involvement":"Sit irure aliquip reprehenderit et aliquip commodo. Anim dolor tempor non exercitation eiusmod id do dolor ea aute eiusmod officia. Consequat magna non non aute veniam consectetur sunt laboris nisi aute aliqua excepteur dolor. Ea et Lorem mollit ea fugiat dolore exercitation ipsum non. Ad anim exercitation veniam ad culpa mollit laboris. Aute aute irure sint tempor sit officia deserunt incididunt laboris occaecat in mollit laborum. Ex laborum non reprehenderit proident dolore veniam commodo.\n\nVelit anim reprehenderit excepteur aute irure. Nostrud ipsum aliquip sit nostrud. Consequat pariatur occaecat cillum nostrud laborum amet sunt cillum duis reprehenderit ut. Nulla commodo ea ea cupidatat labore mollit.","qualifications":"Do ex duis Lorem cillum sint aliquip esse nulla esse elit occaecat esse esse incididunt. Incididunt nostrud dolor duis nulla quis esse. Adipisicing aliquip deserunt eiusmod do quis ipsum aute tempor nulla officia quis anim dolore. Proident officia amet labore laborum consequat nulla labore duis.\n\nCillum anim nisi sit ipsum nisi ex enim occaecat magna. Aliqua duis id ut sunt anim consectetur minim commodo amet. Elit nostrud ad duis qui. In aliquip officia velit nulla laborum adipisicing et eu.","goals":"Voluptate laborum id eiusmod mollit velit incididunt eiusmod reprehenderit. Nisi elit incididunt anim ex pariatur non non laboris cupidatat tempor. Irure sint aliqua ullamco in laborum do incididunt eiusmod minim consequat enim. Ea irure aute do cupidatat eu nulla ipsum labore deserunt. Consequat aliquip nostrud aliqua ad consequat. Ex tempor irure sint nostrud eu.\n\nAliqua incididunt exercitation ullamco do laboris adipisicing in irure fugiat aute. Commodo reprehenderit enim culpa consequat minim. Ullamco ullamco magna est anim dolore esse anim ullamco consectetur ea sit. Sint cupidatat non nostrud consectetur. Ipsum aliquip occaecat dolor id deserunt dolor.","nominations":["Nichole Ferry","Troy Carter","Elisa Wyman","Gilbert Lehner"]}]},{"title":"Vice Chair","slug":"vice-chair","description":"\n  <p>The Vice Chair is responsible for assisting the Co-Chairs with all of their duties. If both Co-Chairs are unable to perform their duties, the Vice Chair shall perform all duties and assume all responsibilities of the Co-Chairs until such a time as one or both Co-Chairs are able to resume their posts.</p>\n          ","candidates":[{"name":"Lauretta O'Conner","slug":"lauretta-o'conner","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/mahmoudmetwally/128.jpg","involvement":"Incididunt quis Lorem id voluptate eu ad enim ullamco minim. Eiusmod nostrud cillum consequat officia esse qui cillum. Irure qui id adipisicing adipisicing ut. Magna enim est nostrud id ea do quis qui aliquip culpa Lorem. Amet esse esse veniam minim sit anim Lorem do non anim sit cupidatat.","qualifications":"Labore magna sint Lorem velit mollit duis sunt. Et nostrud consequat sunt Lorem tempor proident do mollit adipisicing nostrud. Exercitation ullamco officia ea sit quis dolore.","goals":"Dolore nostrud nostrud nisi enim cupidatat sint ullamco laboris commodo laboris occaecat. Consequat in qui Lorem reprehenderit fugiat proident enim adipisicing labore. Non mollit ipsum magna anim ad amet. Aute mollit consectetur eiusmod aliqua do pariatur laboris id consectetur ea do officia aliqua. Velit qui tempor cupidatat culpa fugiat amet deserunt. Amet quis sit id velit tempor enim culpa. Non id fugiat pariatur dolor do pariatur laboris et.\n\nSit exercitation nostrud voluptate fugiat consectetur ut. Quis nisi non ipsum velit ipsum reprehenderit fugiat eiusmod nostrud deserunt est ipsum. Amet ipsum non aute laborum elit id aliquip veniam nostrud.","nominations":["Claude Feeney","Ulices Breitenberg","Elenora Ullrich"]},{"name":"Haven Block","slug":"haven-block","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/iqbalperkasa/128.jpg","involvement":"In dolor ea esse incididunt minim consectetur occaecat nulla ipsum excepteur reprehenderit. Eiusmod qui nisi mollit veniam cillum ea proident eu nulla proident sint. Ullamco reprehenderit nostrud do fugiat reprehenderit aliquip incididunt do do duis ea cillum adipisicing. Sint ex ea magna ipsum cillum irure nulla. Ullamco exercitation culpa non aliqua occaecat aute dolore deserunt non tempor aute. Ut enim et eu do tempor laboris pariatur commodo dolor. Aliquip nisi do ea esse nisi nostrud anim cillum irure ex laboris excepteur exercitation id.\n\nId quis ad magna adipisicing et sit. Culpa ipsum cillum enim et. Tempor sit elit cillum deserunt minim quis aute sit est aliquip eu laboris proident minim. Aliqua ad ea esse qui Lorem elit deserunt laborum ut. Veniam aliquip et ut commodo culpa sint elit consectetur dolor ut do sint. Qui officia dolore aute ad culpa exercitation non.\n\nReprehenderit in est pariatur tempor et consectetur. Mollit veniam occaecat anim sint fugiat culpa aliqua voluptate cillum exercitation dolore nulla ut ad. Lorem dolore laborum labore tempor ut sunt. Nostrud ullamco ea eiusmod fugiat fugiat sint fugiat sunt laborum sint non tempor. Nisi occaecat reprehenderit veniam anim laboris ullamco proident. Qui duis proident sit quis laborum Lorem voluptate ut ullamco tempor sint. Officia aliqua culpa tempor ad.","qualifications":"Qui non sint ex qui fugiat tempor. Pariatur deserunt commodo consequat labore commodo Lorem ex occaecat nulla nostrud magna. Nostrud officia anim voluptate Lorem non incididunt id incididunt non irure tempor pariatur. Laboris mollit nulla laborum eiusmod consectetur sunt consequat enim ad consectetur dolor quis commodo consequat. Veniam adipisicing velit mollit ut reprehenderit veniam ut pariatur fugiat occaecat officia pariatur. In nulla dolor excepteur labore nisi eu occaecat aute ad velit laborum occaecat.","goals":"Dolore aliquip aliqua labore excepteur amet adipisicing nisi. In qui pariatur ad excepteur laborum. Proident aute aute pariatur magna. Dolor reprehenderit amet consequat sunt proident reprehenderit laboris sunt quis in dolore in mollit eiusmod. Do anim dolore anim voluptate deserunt id proident.\n\nEx pariatur quis enim aliquip cupidatat occaecat ullamco. Veniam labore enim irure minim ea. Magna sunt dolore fugiat magna voluptate commodo labore adipisicing eu. Fugiat mollit eiusmod laboris dolore duis non consequat id labore culpa veniam voluptate cupidatat nisi.\n\nMinim culpa amet qui excepteur eiusmod. Ipsum pariatur nostrud aliqua quis occaecat pariatur eu ipsum irure pariatur ea dolore. Dolore consectetur nostrud irure mollit ipsum sit ipsum. Cupidatat consequat ut culpa magna. Ex esse voluptate ad labore minim sunt nulla nisi adipisicing ut. Anim irure ullamco sunt nisi non ex ad nostrud dolor do dolor. Consectetur voluptate dolore reprehenderit velit sint exercitation id ea labore fugiat ex.","nominations":["Rebeka Kub","Gunner Ryan","Vidal Klocko","Jody Grimes","Aric Metz"]}]},{"title":"Secretary","slug":"secretary","description":"\n  <p>The Secretary is responsible for taking minutes of all General Membership and Local Council Meetings, and shall be responsible for publishing these minutes, as well as resolutions, reports, and other official records of the Local. The Secretary may appoint, but must oversee, a temporary proxy minutes-taker for any meeting. That proxy may not vote on behalf of the Secretary. Additionally:</p>\n  <ul>\n    <li>a. The Secretary shall transfer official records in good condition to their successor.</li>\n    <li>b. The Secretary will assume the responsibilities of one of the Co-Chairs, if both Co-Chairs and the Vice Chair is unable to do so.</li>\n  </ul>\n          ","candidates":[{"name":"Lura Osinski","slug":"lura-osinski","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/salleedesign/128.jpg","involvement":"Nisi nostrud nulla officia nostrud tempor amet ex laborum. Non ullamco deserunt culpa commodo nostrud esse sint tempor mollit minim reprehenderit cillum. Ullamco duis labore esse amet esse laborum.\n\nVeniam culpa nulla tempor fugiat deserunt deserunt aute ipsum voluptate ad commodo. Ex pariatur excepteur tempor labore duis pariatur sunt aliqua do nulla ut fugiat. Lorem occaecat dolore in quis esse duis tempor eiusmod exercitation ipsum voluptate voluptate. Est excepteur amet ea mollit eiusmod laborum est adipisicing dolor laboris minim reprehenderit. Tempor ex occaecat aliquip cupidatat incididunt mollit do dolore Lorem.","qualifications":"Quis ea Lorem occaecat ad pariatur. Enim cillum do cupidatat irure magna occaecat laboris id amet aliqua nulla consequat voluptate consequat. Consectetur esse irure et pariatur nisi.\n\nMinim sit irure aliqua ut dolor. Enim eu minim est non et qui minim est do sit esse esse enim elit. Irure mollit reprehenderit est nostrud officia enim commodo eu exercitation enim velit.","goals":"Id nisi sunt non et reprehenderit nostrud enim nostrud et adipisicing proident ut quis et. Magna non ea Lorem cillum. Occaecat adipisicing veniam excepteur cillum deserunt cillum anim exercitation amet ex id id. Reprehenderit velit aute eu in reprehenderit consequat in nulla dolore consectetur labore laborum proident. Cupidatat labore esse sunt dolore quis cillum enim exercitation non laboris veniam qui. Nulla reprehenderit minim qui eiusmod amet. Elit dolor labore reprehenderit consequat velit adipisicing.\n\nEt duis tempor aliqua esse minim exercitation. Ex aliqua nostrud ex culpa occaecat culpa exercitation aute sunt qui. Labore eiusmod est veniam non ad labore magna laboris quis aliqua. Consequat magna in reprehenderit dolore aliquip duis elit nulla deserunt minim. Cupidatat enim ex minim occaecat ullamco adipisicing nisi amet qui voluptate elit consectetur duis.","nominations":["Mckenzie Mueller","Lukas Fisher"]}]},{"title":"Treasurer","slug":"treasurer","description":"\n  <p>The Treasurer will be responsible for administration of funds, budget, and financial organization of the Local, including overseeing fundraising activities for the Local. The Treasurer will report to the Local Council on the financial status of the organization at each Local Council Meeting. The Treasurer will maintain transparent and open financial reports available to the entire membership upon request by an officer of the Local Council.</p>\n          ","candidates":[{"name":"Monroe Bashirian","slug":"monroe-bashirian","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/souuf/128.jpg","involvement":"Sint fugiat excepteur sint excepteur et fugiat. Elit laboris tempor tempor commodo adipisicing adipisicing nisi dolor nisi laboris tempor eiusmod quis elit. Amet velit ex sint quis velit. Consectetur adipisicing deserunt in ut. Consequat laborum do reprehenderit id ipsum ex officia. Irure adipisicing dolor id id dolore pariatur commodo cillum. Eiusmod pariatur sit exercitation aliqua cillum.\n\nLorem ut qui eu ad anim in nostrud id. Duis excepteur elit voluptate nostrud. Ullamco commodo dolor nulla qui ex tempor. Ad do eu id laboris sit ipsum dolore sunt ea amet ut. Nulla consectetur pariatur eu sunt magna excepteur dolor fugiat irure.","qualifications":"Nulla occaecat dolor laboris velit cupidatat aute nostrud. In consectetur culpa cillum reprehenderit esse nulla eu quis non. Velit nisi qui nisi duis nulla.\n\nDeserunt ipsum ad sit velit sunt duis incididunt in excepteur. Pariatur excepteur labore cillum cupidatat culpa tempor excepteur. Aute sint eiusmod cillum enim commodo commodo excepteur do minim et non. Consequat id occaecat nisi et officia voluptate ad ad. Aliquip magna enim qui nisi adipisicing nulla sunt et anim.","goals":"Ut voluptate minim anim pariatur eu cupidatat ullamco pariatur nulla. Id labore consequat proident magna deserunt elit dolore magna consequat velit sint non culpa nulla. Sunt minim id officia fugiat irure reprehenderit nisi labore duis in ex.\n\nVelit commodo pariatur minim Lorem nostrud ipsum aute in veniam voluptate ex elit ut irure. Elit enim consectetur dolor occaecat ullamco do. Ut fugiat voluptate tempor minim deserunt incididunt nulla pariatur commodo nostrud tempor sit elit.","nominations":["Andreane Spencer"]},{"name":"Eveline Lang","slug":"eveline-lang","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/omnizya/128.jpg","involvement":"Consectetur nulla Lorem esse qui irure reprehenderit ex duis et duis quis. Veniam anim incididunt qui esse dolor excepteur cillum mollit. Ipsum ut id do occaecat ex pariatur proident eiusmod esse.","qualifications":"Magna laboris excepteur quis do anim consectetur. Lorem aliquip qui veniam cillum dolore dolore nulla incididunt. Magna laboris dolore ad excepteur ad ut sunt. Quis dolor reprehenderit nulla sint ut cillum consectetur. Ad velit laboris exercitation elit consequat nisi laboris et ullamco veniam. Minim magna est labore ea sint.\n\nElit pariatur enim elit ad voluptate duis ex. Aliqua pariatur consequat ullamco aliqua ad reprehenderit nostrud nostrud eu labore ad. Quis nulla quis fugiat proident sit. Duis quis adipisicing consectetur sit consectetur proident Lorem anim pariatur. Mollit sit mollit sint laborum enim mollit minim officia ipsum commodo occaecat eu. Id ea amet exercitation amet irure consectetur.","goals":"Enim reprehenderit aliquip do officia anim. Qui fugiat aliqua mollit irure adipisicing proident proident ea consectetur duis adipisicing exercitation aute ipsum. Et non ipsum pariatur pariatur elit. In labore minim id elit consectetur do eiusmod ipsum non sit consequat. Laboris Lorem fugiat est commodo. Occaecat qui mollit id id amet veniam eiusmod veniam occaecat nulla do.\n\nEx sunt ea nostrud mollit in ullamco in id enim. Aliqua reprehenderit dolor ullamco officia. Commodo dolore labore non ad labore eu incididunt. Incididunt non aliquip excepteur minim ad. Pariatur tempor in ullamco cupidatat. Nulla id aliquip aliquip mollit aliquip.","nominations":["Daphne Spencer","Lawson Blick","Maud Monahan","Kellie Will","Theodora Kuvalis"]}]},{"title":"Internal Organizers","slug":"internal-organizer","description":"\n  <p>Internal Organizers will jointly oversee the Internal Organizing Committee (see Article VI), which is responsible for fostering a lively participatory and democratic culture within the Local through the development, education, mobilization, and recruitment of members. The Internal Organizing Committee is also charged with organizing General Meetings, Informational Meetings, and social, educational, and fundraising events. Under the direction of the Local Council, the Internal Organizing Committee shall develop and oversee a program of socialist cadre development that includes skills training and political education; and a system of Mobilizers (similar to union shop stewards) who will act as an active conduit of information and engagement between the General Membership and the Local Council.</p>\n          ","candidates":[{"name":"Earl Purdy","slug":"earl-purdy","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/madewulf/128.jpg","involvement":"Nostrud nulla mollit qui nostrud voluptate in ea ad quis minim cillum quis laboris. Duis dolore sint voluptate dolor incididunt irure labore non enim aliqua officia et veniam aliquip. Quis ea deserunt et amet qui et veniam reprehenderit ut est aliquip ipsum. Veniam cupidatat non irure aliquip aliqua id laborum excepteur excepteur. Amet incididunt amet consectetur sint laboris ullamco aliquip irure non consectetur quis. Duis eu sunt cupidatat laboris velit. Labore duis nostrud aute non deserunt anim adipisicing in.\n\nCulpa ad do nisi ad nulla. Aute nisi in qui incididunt incididunt mollit est proident labore duis id reprehenderit incididunt in. Reprehenderit pariatur labore dolor sit adipisicing elit sint duis et culpa quis ex consectetur. Lorem dolore deserunt proident pariatur aliqua aliquip aute. Anim dolor enim ad fugiat proident enim ut ut nisi id ullamco magna velit ad.\n\nMagna reprehenderit sunt tempor aute est do cillum dolore fugiat exercitation magna. Amet est occaecat aliqua labore reprehenderit. Et nisi est ullamco occaecat et laborum et cillum nisi do et. Ex cupidatat reprehenderit velit excepteur et ea deserunt sint commodo duis dolore elit labore. Excepteur fugiat laborum id elit esse sunt laborum.","qualifications":"Ullamco laboris anim dolore do. Aliquip ipsum in mollit minim pariatur do id mollit amet amet mollit irure. Cupidatat in minim ut adipisicing. Labore minim nulla nisi est labore eiusmod mollit.","goals":"Reprehenderit pariatur incididunt adipisicing esse. Tempor consectetur sunt dolor duis excepteur anim nulla consectetur. Fugiat aute commodo velit eu minim deserunt laboris ea consectetur culpa quis. In adipisicing magna dolore quis ipsum consequat elit sint.\n\nDeserunt cillum labore aliqua deserunt dolore incididunt laboris id anim. Dolor ipsum veniam cupidatat ut enim id et labore non magna tempor laborum. Et sit mollit in nostrud excepteur elit est exercitation commodo dolore adipisicing Lorem. Officia ea cupidatat consectetur esse excepteur ut in proident. Incididunt nulla mollit nisi adipisicing occaecat consequat. Ut sint nostrud nulla officia fugiat. Deserunt ullamco ut proident veniam enim quis fugiat irure quis incididunt elit qui excepteur deserunt.\n\nCupidatat pariatur anim mollit id deserunt nostrud magna nostrud. Dolor nulla deserunt et deserunt laboris est. Ullamco deserunt laboris dolore id esse ea id quis. Consectetur consequat minim nulla esse mollit. Nulla proident veniam aute cillum veniam velit fugiat. Fugiat adipisicing adipisicing aliquip in dolor ad incididunt aliquip ex sunt excepteur adipisicing cupidatat cupidatat. Ea culpa officia cupidatat qui adipisicing sint anim Lorem eiusmod qui nisi pariatur.\n\nEt aliqua in officia irure fugiat adipisicing ut velit consectetur. Nostrud Lorem quis fugiat aute consequat mollit et deserunt voluptate laboris id esse. Magna fugiat cupidatat adipisicing incididunt mollit nisi sunt pariatur sit magna. Proident eiusmod Lorem excepteur consequat dolore.","nominations":["Fidel Robel","Benedict Veum","Mabel Nader","Serenity Kreiger"]},{"name":"Anibal Schneider","slug":"anibal-schneider","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/dc_user/128.jpg","involvement":"Nisi culpa ipsum veniam aliquip ea aliqua. Nisi consequat aliqua occaecat laborum officia aliqua labore laborum veniam. Veniam nostrud incididunt ipsum dolore magna aute dolor qui qui laborum nisi pariatur eu. Dolore aute proident aliquip nulla in proident officia enim elit exercitation. Eiusmod labore labore consequat qui aliqua ullamco enim nisi consequat. In do fugiat irure excepteur ad magna amet elit non exercitation.\n\nAd mollit nisi velit ex et labore aliquip. Quis culpa in ipsum elit laboris eu mollit ex. Duis minim dolor elit laboris labore in ut cupidatat.","qualifications":"Commodo reprehenderit labore est pariatur occaecat aliquip aliquip aliquip mollit anim. Cupidatat ad esse ex quis aute velit ea anim nulla anim. Excepteur excepteur occaecat deserunt amet eiusmod sit. Eiusmod adipisicing Lorem ex adipisicing culpa.\n\nAdipisicing veniam est adipisicing do ad nostrud aute officia aliquip ipsum. Tempor commodo in anim quis qui enim nulla proident adipisicing ullamco commodo est ea. Mollit dolor et dolor eiusmod duis. Aute voluptate commodo laboris enim anim culpa. Magna enim velit occaecat sunt ex enim in fugiat reprehenderit qui.","goals":"Aliqua in commodo fugiat velit non in tempor proident exercitation qui in pariatur. Incididunt laboris amet est incididunt consequat id nisi quis reprehenderit fugiat. Veniam tempor nisi amet cupidatat voluptate elit minim occaecat velit ad adipisicing ex. Magna enim mollit quis proident. Amet ea minim mollit adipisicing veniam irure amet pariatur occaecat et labore veniam tempor irure. Voluptate irure excepteur non et nostrud reprehenderit.\n\nIncididunt ex adipisicing sint voluptate non cillum sint cillum veniam ipsum incididunt sunt. Sunt velit non proident eu laboris aute id cupidatat. Consequat minim nulla quis tempor labore velit proident. Duis consequat dolore deserunt quis labore consequat eiusmod reprehenderit commodo ipsum est nostrud.","nominations":["Mayra Osinski","Annamae Mohr"]},{"name":"Laurel Mueller","slug":"laurel-mueller","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/prrstn/128.jpg","involvement":"Occaecat veniam incididunt adipisicing non. Id laborum excepteur ad tempor adipisicing dolore qui nulla. Et ex aute consectetur eu do eiusmod voluptate reprehenderit nisi officia officia et proident adipisicing. Adipisicing do eu pariatur pariatur anim id Lorem mollit.\n\nAliquip ut cillum cupidatat Lorem enim officia sit amet do est sit. Id eu ex Lorem quis ullamco commodo. Ex voluptate enim reprehenderit elit mollit in adipisicing qui.\n\nConsectetur irure cupidatat elit laboris cillum id. Proident qui nostrud consectetur duis. Veniam incididunt excepteur velit voluptate. Officia occaecat eiusmod duis ipsum nostrud enim.","qualifications":"Magna veniam id ullamco in cupidatat dolor occaecat consectetur Lorem elit laboris occaecat nostrud nostrud. Culpa pariatur adipisicing aute occaecat elit culpa irure sint. Pariatur laborum proident cillum exercitation sunt elit irure dolor culpa nostrud duis enim. Sint ipsum exercitation enim proident consectetur. Excepteur culpa id id dolore laboris incididunt fugiat non cillum et aliqua dolore. Nulla culpa excepteur eiusmod deserunt eu esse Lorem id in. Enim qui ex exercitation nisi minim.","goals":"Sit culpa tempor esse officia est commodo. Nisi ex proident nulla dolore consectetur occaecat voluptate nostrud eu. Esse quis veniam eiusmod et amet ex eu officia magna dolor commodo aliqua nostrud ut. Excepteur dolor cillum cupidatat ex aute dolore sint reprehenderit. Adipisicing consequat non occaecat ad magna veniam. Enim nisi aute dolor anim proident commodo irure incididunt quis.\n\nElit occaecat reprehenderit minim et. Sit excepteur mollit officia in voluptate aliquip eiusmod. Adipisicing incididunt aute minim sint id veniam incididunt consequat. Qui voluptate quis ex id eu. Amet voluptate sint proident labore fugiat duis magna Lorem voluptate velit sint aliqua. Eu sunt quis esse ex veniam officia ipsum occaecat ut qui velit dolore enim officia. Aliqua magna esse ex eu nisi proident ad ex.","nominations":["Kris Lemke","Bennie Lockman"]},{"name":"Adrien Williamson","slug":"adrien-williamson","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/alevizio/128.jpg","involvement":"Mollit et pariatur eiusmod labore nisi. Incididunt dolor cupidatat incididunt cupidatat dolor aute nulla dolore. Eiusmod adipisicing occaecat proident duis consectetur deserunt laborum dolor ex eiusmod irure. Enim pariatur esse ea id fugiat reprehenderit incididunt id. Anim excepteur proident enim occaecat exercitation ut cillum dolor pariatur aute. In Lorem pariatur commodo minim in eiusmod proident sit ullamco. Enim commodo velit aute duis commodo laborum mollit.","qualifications":"Aliqua do cupidatat qui non nulla sint proident commodo voluptate enim dolor et. Aliqua sint mollit sint magna labore sint. Velit id enim esse cupidatat proident elit. Dolore non consequat laboris magna est proident Lorem voluptate cupidatat occaecat tempor ea fugiat elit. Ut sit irure consectetur pariatur aliquip sit dolor dolore ipsum qui irure consequat.\n\nLaboris esse cupidatat quis et qui labore voluptate deserunt anim nulla Lorem. Nulla dolor enim ex pariatur. Minim pariatur pariatur aliquip incididunt exercitation irure mollit sunt consequat.","goals":"Ea ex amet sint proident voluptate magna sint qui. Dolore qui esse id incididunt Lorem tempor non elit occaecat ullamco commodo sint. Occaecat proident culpa velit dolore elit cillum eiusmod officia ea mollit dolor eiusmod sit et. Labore dolor qui duis amet labore mollit culpa duis elit reprehenderit ipsum nisi adipisicing esse. Lorem reprehenderit consequat minim adipisicing cillum enim fugiat sunt et culpa. In anim nisi tempor amet nisi minim.\n\nOccaecat reprehenderit quis labore eiusmod mollit id reprehenderit cillum eiusmod aute ullamco proident pariatur. Nostrud dolore veniam aliqua ut. Eu elit ad reprehenderit sit ad dolor et tempor. Exercitation eu amet velit minim sunt reprehenderit.\n\nIn nulla velit sunt enim anim sunt Lorem qui reprehenderit voluptate officia. Labore ipsum do est consequat culpa elit sunt. Minim deserunt adipisicing voluptate eiusmod est eu in ut fugiat laborum fugiat aute commodo ea. Laborum Lorem eu nulla nulla proident irure.","nominations":["Karianne Tremblay","Alize Beer","Buddy Cummerata","Reynold Howe","Trisha Rolfson"]},{"name":"Maybelle Rath","slug":"maybelle-rath","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/drewbyreese/128.jpg","involvement":"Minim dolor cupidatat aliqua proident ex voluptate velit aute ipsum qui aute occaecat amet id. In cupidatat mollit aliquip sunt consequat proident adipisicing aute. Consectetur commodo mollit ex labore.","qualifications":"Officia laboris non cillum tempor irure esse fugiat eiusmod occaecat nisi. Ea veniam Lorem qui eu pariatur fugiat sunt duis id ullamco cupidatat quis enim. Anim aliqua tempor labore dolore culpa. Ad laborum officia officia elit enim ipsum sunt dolore officia officia ut proident qui. Duis occaecat enim mollit sunt eiusmod dolore quis eiusmod. Id cupidatat excepteur exercitation aliquip laborum elit et nostrud laboris minim ipsum ad. Eiusmod qui magna consequat laborum do.\n\nCommodo proident eu ea nulla. Consequat commodo excepteur irure voluptate officia et cillum consectetur velit ut. Dolore et minim non aliqua nostrud est est sit ea enim tempor esse fugiat.","goals":"Cillum dolore anim quis voluptate aliqua adipisicing voluptate cupidatat qui sit. Cupidatat proident magna do dolor anim. Eiusmod id et Lorem dolore qui non exercitation esse occaecat.\n\nUllamco incididunt duis est mollit amet id deserunt cillum culpa magna cillum. Consectetur nulla amet duis et cupidatat anim deserunt. Labore Lorem sint ut velit ad exercitation occaecat amet amet id eu ex. Tempor est adipisicing irure ex occaecat laboris veniam anim Lorem occaecat ullamco. Deserunt dolore consectetur velit laborum incididunt Lorem culpa ea.\n\nNon voluptate exercitation laborum voluptate ex ex deserunt incididunt. Ut magna fugiat adipisicing nisi incididunt Lorem laborum ea anim eiusmod ea incididunt. Mollit culpa eu magna fugiat est veniam nulla elit occaecat officia nisi duis ad. Ad do pariatur non quis do sit ipsum sit sit occaecat est sit sit.\n\nEnim adipisicing elit ea cillum adipisicing cupidatat deserunt qui proident duis ipsum Lorem cupidatat proident. Est nisi Lorem elit aliquip nostrud adipisicing aute. Veniam excepteur aliquip amet eiusmod nulla dolor quis. Sunt ea nostrud dolore eu ea commodo deserunt. Laboris labore velit nisi nostrud sint qui dolor laboris sunt laborum velit ipsum.","nominations":["Peter Reinger","Titus Haag","Violet O'Kon","Annabel Hessel"]},{"name":"Jalon Harris","slug":"jalon-harris","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/kolmarlopez/128.jpg","involvement":"Cupidatat aute mollit culpa fugiat tempor ea sint reprehenderit qui commodo nisi esse quis. Non eiusmod aliqua ex aute id in enim commodo voluptate laborum esse. Cupidatat est esse proident culpa tempor esse consequat occaecat enim aliqua ex excepteur. Mollit tempor incididunt cillum magna non anim amet laborum anim.\n\nExercitation aute pariatur consequat dolore id. Dolore elit esse fugiat proident occaecat ad aliqua esse duis adipisicing ea ad ex. Aliquip adipisicing sit nulla cillum ad exercitation fugiat aute irure elit irure. Qui commodo dolor laboris excepteur sit. Ullamco mollit est qui elit labore eu veniam quis. Fugiat deserunt mollit in eu incididunt sint reprehenderit.\n\nCupidatat duis adipisicing anim aliquip aliquip consectetur dolor exercitation. Lorem nisi dolor sunt minim id sunt est ullamco tempor. Culpa ad commodo et do officia voluptate tempor reprehenderit. Exercitation consequat consectetur magna esse proident nulla ea. Id exercitation culpa fugiat mollit et proident reprehenderit ullamco.","qualifications":"In est est dolor elit laboris irure pariatur laborum eiusmod veniam dolore. Sint fugiat elit et dolor. Ut ex eu qui commodo duis adipisicing deserunt consectetur cillum. Minim nulla velit officia minim incididunt velit consequat et dolore esse veniam velit.","goals":"Veniam enim non mollit magna. Fugiat dolor sunt pariatur exercitation reprehenderit adipisicing eu velit. Et exercitation voluptate magna occaecat ullamco ad. Laborum cupidatat laboris reprehenderit culpa dolor sunt nisi. Cupidatat ut voluptate labore consequat mollit labore dolore. Irure laborum occaecat magna consequat ullamco magna nisi incididunt deserunt reprehenderit Lorem amet cupidatat. Ut adipisicing ut sit incididunt aliqua.\n\nSit culpa velit fugiat est nulla sunt deserunt aliqua ea. Fugiat deserunt proident ut ipsum non dolore minim excepteur eu mollit reprehenderit aliqua. Minim minim officia aliqua amet cillum consequat aliquip est ad occaecat qui anim. Veniam ipsum esse culpa deserunt exercitation excepteur sit magna minim nostrud pariatur qui proident anim.","nominations":["Paris Willms","Glenna Hilpert","Rosella O'Conner","Anahi Stehr"]},{"name":"Sandrine Keebler","slug":"sandrine-keebler","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/haligaliharun/128.jpg","involvement":"Sit veniam irure adipisicing est occaecat sint deserunt sint sit occaecat aute. Id quis minim in cillum fugiat mollit excepteur pariatur ad. Voluptate cupidatat consectetur velit veniam amet qui. Sunt non mollit voluptate consectetur voluptate. Quis velit consequat eiusmod dolore minim nostrud eiusmod ut nostrud enim aute non ex. Est enim dolore est consectetur proident anim amet laborum duis.\n\nNulla exercitation et ea sit labore aute do. Quis fugiat tempor irure ad dolor eiusmod elit ullamco do amet tempor elit cillum. Tempor magna amet eu commodo irure elit sit. Sint Lorem dolore tempor adipisicing ad. Consequat fugiat excepteur id culpa exercitation minim sint culpa ipsum nostrud. Cupidatat proident excepteur velit sunt sint deserunt ad commodo consequat mollit culpa laboris. Officia eiusmod non proident officia.","qualifications":"Qui occaecat nostrud exercitation sit non eu adipisicing enim sunt ut esse minim. Pariatur deserunt ipsum proident est tempor ullamco exercitation consequat occaecat Lorem laborum. Nostrud adipisicing pariatur duis nulla exercitation. Minim incididunt consectetur magna ad proident excepteur esse velit anim in culpa Lorem.\n\nDolor et esse ex Lorem in minim excepteur occaecat culpa nisi. Esse minim excepteur adipisicing magna esse. Exercitation commodo do ut est sit commodo aliqua exercitation. Officia sit Lorem reprehenderit commodo et dolore elit aliquip tempor qui. Eiusmod cupidatat magna non ut est sit. Minim cupidatat veniam ut consequat irure ut velit. Nisi ea proident dolor culpa.","goals":"Fugiat commodo sit dolor pariatur officia et duis. Cillum incididunt irure culpa incididunt. Consectetur ad sunt irure proident reprehenderit elit duis dolor sunt consequat. Elit amet voluptate consectetur id amet eiusmod dolor magna. Ex ad et consequat sint esse deserunt labore officia Lorem pariatur. Eu aute reprehenderit dolore occaecat amet ullamco amet id laborum deserunt nisi. Eu duis dolor ex ipsum aliqua sit ullamco amet non deserunt minim laboris fugiat duis.\n\nDolor officia sunt mollit et ex anim fugiat anim incididunt voluptate enim laboris eu aliqua. Fugiat officia ipsum laborum cillum Lorem enim sunt dolore in officia incididunt. Esse ad adipisicing tempor pariatur enim officia non esse. Ullamco eu cillum id proident consequat amet labore reprehenderit non duis adipisicing pariatur voluptate est.\n\nAliqua sit incididunt minim in ipsum. Consectetur sit adipisicing et non ullamco reprehenderit deserunt ex eu irure quis adipisicing pariatur do. In enim mollit aliquip proident eu laboris sint tempor exercitation laboris.","nominations":["Curt Cummerata","Precious Mante"]}]},{"title":"External Organizers","slug":"external-organizer","description":"\n  <p>External Organizers will jointly oversee the External Organizing Committee (see Article VI), which will lead the Local’s fight for a socialist political agenda in the East Bay and beyond. Under the direction of the Local Council and in order to realize the policies, priorities and campaigns set forth by the General Membership, the External Organizing Committee shall manage or execute all of the Local’s issue and electoral campaigns, direct actions, rallies, and other activities expressly targeted at the general public for political purposes.</p>\n          ","candidates":[{"name":"Danial Anderson","slug":"danial-anderson","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/funwatercat/128.jpg","involvement":"Eu proident reprehenderit mollit laborum do fugiat magna elit. Irure labore deserunt aute et culpa excepteur aute sit consequat sint ea velit cupidatat. Deserunt esse dolore ex adipisicing. Non consectetur magna deserunt fugiat. Et magna dolor amet sunt mollit eu reprehenderit exercitation.\n\nVoluptate culpa in ad labore incididunt id ut amet tempor Lorem. Ex in Lorem sit labore dolor consequat consequat et. Irure tempor nostrud eu eiusmod sunt qui fugiat laboris. Ea duis fugiat aute minim sint magna nulla consequat deserunt voluptate cupidatat esse adipisicing velit.\n\nOccaecat excepteur consequat ut non deserunt incididunt est magna qui ex sit commodo. Amet sint ad sunt qui pariatur qui magna excepteur laboris ut. Occaecat enim voluptate laboris irure ullamco sint aliqua sit esse cupidatat aliquip. Sint dolore dolore irure cupidatat occaecat commodo elit ullamco ut ipsum qui et. Deserunt occaecat commodo irure eiusmod sit pariatur sit veniam. Et mollit id nulla cillum fugiat anim quis consectetur irure elit. Exercitation nostrud esse pariatur laboris quis ullamco amet exercitation anim et culpa esse.","qualifications":"Est ipsum nulla tempor amet. Eu officia nisi deserunt eiusmod eiusmod sint sunt velit. In cupidatat ipsum ut cillum consequat ut in cillum nulla labore amet esse ex.","goals":"Pariatur esse anim voluptate excepteur commodo officia laboris enim incididunt. Sunt in officia ipsum dolor tempor. Mollit irure reprehenderit anim sint commodo amet mollit in do labore officia dolore. Velit laborum et sint qui tempor est non sit sit sit qui eu dolore adipisicing. Elit do sunt aliquip eu in. Non ea officia voluptate occaecat sunt ut sit amet ex adipisicing. Adipisicing duis irure commodo magna.\n\nSint consectetur ipsum consequat proident aute dolore adipisicing amet. Exercitation nostrud et sint amet commodo mollit commodo non reprehenderit ea reprehenderit laborum fugiat. Anim sunt nostrud et excepteur. Culpa est irure adipisicing mollit reprehenderit enim laborum. Ullamco sint aute ex nulla est fugiat nulla.","nominations":["Gudrun Gusikowski","Otto Bode","Eloisa Graham"]},{"name":"Nicklaus Cartwright","slug":"nicklaus-cartwright","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/falconerie/128.jpg","involvement":"Pariatur adipisicing laborum magna irure laborum nostrud Lorem nostrud voluptate dolor proident in tempor. Aute Lorem qui ex est. Occaecat eiusmod irure magna amet occaecat laboris minim ex elit. Qui deserunt sint culpa nulla aliqua consequat sunt tempor culpa mollit eu duis enim.\n\nVoluptate magna mollit ea voluptate laborum et ullamco velit elit non fugiat. Cillum ea ad id ipsum velit Lorem occaecat eiusmod do do enim. Veniam dolore exercitation nostrud eu ipsum aute laboris. Deserunt nostrud culpa aute in culpa deserunt nulla ullamco. Minim anim nostrud mollit non eiusmod dolor nulla deserunt fugiat in proident velit ad. Aliquip officia cupidatat proident velit nostrud ipsum elit ea.","qualifications":"Qui in do minim est enim nostrud nostrud consectetur culpa proident veniam dolor eu. Eu reprehenderit anim excepteur cupidatat aliquip reprehenderit amet id minim. Deserunt minim esse dolor pariatur fugiat. Ipsum veniam occaecat reprehenderit tempor tempor pariatur. Nostrud do ea cillum minim enim reprehenderit.\n\nExercitation non consectetur sit qui laborum aliqua amet aliquip do exercitation duis amet ipsum. Pariatur aliqua nostrud labore incididunt ullamco officia et officia duis Lorem. Aliqua elit sunt duis elit minim fugiat minim ea commodo. Reprehenderit cillum do mollit magna magna velit nisi ad fugiat cupidatat consectetur. Sunt et do cillum veniam qui dolore velit.","goals":"Eiusmod consectetur labore commodo amet veniam pariatur commodo. Est ea sit mollit eiusmod aute voluptate nostrud tempor eu eiusmod velit. Magna duis adipisicing aliqua consectetur anim ipsum commodo minim reprehenderit fugiat.\n\nAliqua excepteur minim proident fugiat proident aliqua eu proident sunt. Occaecat velit ex incididunt duis enim dolor reprehenderit amet ex aliquip sint. Excepteur excepteur minim officia qui aliquip cillum culpa voluptate. Enim pariatur commodo laborum aliqua non ut Lorem qui minim cupidatat veniam reprehenderit ipsum elit. Veniam dolore mollit consectetur amet minim Lorem voluptate culpa reprehenderit sint sint minim.\n\nAd ullamco ad non esse ut cillum. Amet eu dolore laboris commodo. Aliqua anim aute aliquip ea aliqua laborum ut ea in nostrud excepteur amet. Est mollit nostrud occaecat pariatur sint nulla amet cupidatat eiusmod in elit culpa. Ipsum ex pariatur consectetur ex consectetur dolor dolore esse veniam voluptate adipisicing pariatur. Commodo aute veniam adipisicing voluptate nostrud officia culpa esse veniam consectetur do consequat sint.","nominations":["Nestor Runolfsdottir"]},{"name":"Maureen Kunze","slug":"maureen-kunze","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ariil/128.jpg","involvement":"Laboris ullamco velit dolore culpa do nostrud mollit. Veniam irure in commodo dolor adipisicing est dolor nulla. Nulla minim proident sit veniam quis dolore ex consectetur.","qualifications":"Adipisicing culpa cillum exercitation adipisicing consequat amet eu. Labore aliquip cupidatat aliqua nulla aliquip occaecat laborum cupidatat pariatur. Laborum excepteur fugiat minim ipsum irure labore amet ut. Tempor sunt adipisicing enim sit laborum Lorem do culpa laborum elit pariatur ut. Pariatur mollit duis do amet eiusmod non voluptate velit proident nostrud amet qui. Nostrud commodo magna laborum velit eu consectetur laborum sit mollit.\n\nNon pariatur anim non ullamco occaecat adipisicing quis officia qui irure. Sint duis duis tempor est nulla ex. Veniam officia Lorem aliquip exercitation excepteur id reprehenderit. Voluptate enim consequat fugiat nisi magna. Duis consectetur ea nostrud tempor Lorem sint tempor consequat deserunt pariatur ipsum esse elit aliquip. Quis pariatur consectetur occaecat Lorem quis irure eu ex dolor.","goals":"Voluptate esse ad pariatur ad et commodo nostrud sit magna aliquip occaecat mollit consectetur esse. Exercitation mollit labore magna ea. Non irure ullamco amet exercitation et incididunt id. Non cillum in excepteur cupidatat deserunt esse esse tempor.\n\nEst ea aliquip nisi adipisicing do culpa sunt ipsum ea. Nisi incididunt quis nostrud amet fugiat dolore ipsum. Reprehenderit Lorem aute labore et occaecat veniam velit. Occaecat dolor minim sint qui irure ut laborum nisi et. Ut laborum ad cupidatat fugiat consectetur exercitation deserunt non exercitation ea fugiat quis. Nulla laboris Lorem velit ut amet quis et. Officia minim dolore dolor aliquip cupidatat ad.\n\nEt ea id exercitation ex exercitation ut ullamco pariatur ut incididunt do in. Aliqua est id deserunt culpa excepteur proident in nulla. Magna velit et non est eiusmod sit anim enim quis aliqua. Magna tempor non non Lorem ut. Nisi duis anim officia magna adipisicing culpa excepteur.","nominations":["Jaunita Schmeler","Era Gorczany","Lessie Conroy"]},{"name":"Kailey Streich","slug":"kailey-streich","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/mfacchinello/128.jpg","involvement":"Lorem amet velit elit tempor. Non ipsum nisi amet pariatur deserunt consectetur anim dolore eiusmod officia labore ad eiusmod. Et sit ut sint culpa fugiat. Aliqua sint ullamco nulla do ex enim adipisicing do incididunt.","qualifications":"Minim tempor do proident commodo do aliquip sit cillum sunt id. Eu tempor adipisicing culpa in commodo et officia est. Ipsum enim amet tempor elit velit cupidatat cillum deserunt. Excepteur enim sint ullamco veniam. Amet eiusmod culpa adipisicing do cillum nulla incididunt.","goals":"Magna incididunt eu esse culpa cupidatat amet deserunt fugiat dolor ipsum Lorem. Lorem enim in Lorem Lorem ad amet tempor incididunt esse. Aliquip tempor exercitation pariatur deserunt pariatur magna. Tempor cillum reprehenderit eu pariatur eiusmod et elit ex sit.\n\nQuis aute sunt reprehenderit aute velit. Veniam elit dolore pariatur deserunt ea amet esse irure esse. Excepteur incididunt voluptate nisi voluptate ullamco eiusmod elit minim commodo reprehenderit aliquip proident. Consectetur cillum nulla aliqua nostrud et incididunt ex. Proident nisi tempor dolor excepteur do aute commodo.\n\nTempor est deserunt et minim sunt magna. Duis sunt pariatur elit et proident. Quis et dolor id adipisicing in consectetur nostrud tempor culpa labore laborum consectetur minim. Voluptate sunt enim ut quis quis do est aliquip officia ipsum incididunt enim. Deserunt amet veniam eu anim amet quis excepteur.","nominations":["Taryn Cole"]}]},{"title":"At-Large Local Council Members","slug":"at-large","description":"\n  <p>At-Large Local Council Members will participate in Local Council decision-making, and are responsible for attending all relevant meetings and reading all relevant documents. At-Large Local Council members are also tasked with representing the views of the membership that elected them as well as helping to advance the goals of the Local generally.</p>\n          ","candidates":[{"name":"Josianne Kilback","slug":"josianne-kilback","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/gipsy_raf/128.jpg","involvement":"Deserunt adipisicing laborum cillum reprehenderit dolore excepteur est. Culpa nulla culpa magna eu nostrud aliquip cupidatat qui adipisicing pariatur in est. Consectetur ut laboris eiusmod reprehenderit aliquip esse consectetur cillum aute adipisicing mollit ad. Et eiusmod veniam esse magna.\n\nMinim cupidatat eiusmod ut officia officia aliqua laboris eiusmod laborum exercitation Lorem deserunt. Ea nulla dolor ad voluptate quis ipsum est incididunt laborum nisi deserunt ipsum ad. Sunt labore amet culpa magna magna deserunt cillum et et reprehenderit deserunt in. Ullamco Lorem ea adipisicing eu nisi dolore commodo nisi.\n\nDuis consectetur est nulla aliqua consequat eiusmod reprehenderit. Ipsum pariatur proident nulla dolor esse velit. Consectetur occaecat in est ipsum nostrud mollit consectetur et excepteur mollit minim dolor. Ut cillum cillum consequat anim. Fugiat ut minim cupidatat amet occaecat ea amet occaecat pariatur irure deserunt aute adipisicing adipisicing. Consequat tempor deserunt nostrud fugiat aute esse officia sunt sunt ipsum occaecat ut commodo commodo.","qualifications":"Sit do ex veniam ea in officia sunt in velit sunt cillum minim et. Aute exercitation quis id qui ea labore ea est in magna. Anim ex cupidatat amet eiusmod cupidatat adipisicing cupidatat est nulla voluptate. Aute incididunt labore reprehenderit cillum culpa magna. Cillum aliqua do ut ex laboris nostrud ipsum incididunt irure ipsum. Laborum et culpa ea eiusmod nulla non cupidatat dolor.","goals":"Irure dolor dolore consequat cupidatat. Eu dolore incididunt nostrud dolor ea qui duis et eiusmod fugiat. Do Lorem occaecat nostrud duis eu sunt. Veniam in qui elit esse dolor dolor qui mollit eu.\n\nIncididunt ad ipsum laboris aute magna irure ipsum officia cupidatat. Commodo occaecat elit sit nulla non reprehenderit deserunt ipsum ipsum. Minim tempor velit aliquip ea quis id sunt aute. Ut officia officia veniam ullamco quis sunt dolore occaecat culpa sit in voluptate sit mollit. Sit aliqua mollit qui fugiat magna dolor nostrud consequat fugiat veniam.\n\nNon aliqua cillum cupidatat magna elit. Cupidatat commodo dolore deserunt est aliquip ipsum nisi excepteur irure enim quis. Sint id laborum est culpa exercitation ea quis nostrud ea esse elit. Nostrud dolor laboris est occaecat dolore anim qui dolor eiusmod. Cillum exercitation excepteur laboris reprehenderit culpa eiusmod tempor officia.","nominations":["Kareem Little","Victor Hilll"]},{"name":"Susie Upton","slug":"susie-upton","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/motionthinks/128.jpg","involvement":"Ut qui et adipisicing ex sit veniam laboris fugiat voluptate mollit irure irure non. Anim proident consectetur deserunt irure eu magna esse veniam aute culpa cupidatat aliqua sint. Enim fugiat veniam officia veniam cupidatat fugiat quis pariatur culpa do minim. Ea enim elit fugiat eiusmod do id ex ea magna sunt irure sint culpa fugiat. Reprehenderit laborum consectetur nostrud nisi pariatur eiusmod Lorem. Et quis labore reprehenderit non.\n\nAliqua Lorem exercitation eu fugiat laboris consectetur. Nulla tempor est nostrud minim magna Lorem deserunt do magna excepteur nisi et laborum. Excepteur id occaecat esse velit minim deserunt cupidatat in. Nostrud anim magna excepteur duis id amet nostrud fugiat esse mollit magna non dolore. Pariatur occaecat adipisicing magna laborum mollit. Id ut culpa nisi aliquip ipsum ea velit nostrud minim ipsum enim commodo adipisicing.\n\nElit labore ut quis deserunt amet mollit nostrud duis excepteur nisi officia commodo id. Magna aliqua proident reprehenderit aliquip pariatur voluptate laborum deserunt. Duis duis quis quis laborum nisi dolor ad reprehenderit occaecat in exercitation. Quis consequat aliquip occaecat reprehenderit Lorem enim amet labore ex ut.","qualifications":"Magna laboris veniam occaecat aute laboris eu excepteur incididunt cillum Lorem id dolore aute. Commodo labore nostrud fugiat in commodo. Sit quis esse proident Lorem sint ullamco tempor non laboris cupidatat excepteur Lorem minim. Eu labore sunt ad exercitation tempor ea in exercitation. Dolor magna laboris sit commodo.\n\nVoluptate dolor adipisicing pariatur magna qui consequat ut reprehenderit in dolore labore ut. Nisi duis laborum sunt fugiat veniam culpa ad ipsum minim. Sint commodo reprehenderit excepteur duis.","goals":"Quis mollit culpa consequat incididunt nulla esse quis velit fugiat cupidatat sint exercitation. Pariatur laboris amet in elit laborum ut. Elit in nisi incididunt ut. Ex occaecat anim ex enim commodo pariatur excepteur dolor labore est ex adipisicing quis voluptate. Magna eu anim id non. Ut do consequat nulla sunt. Ipsum nostrud enim excepteur commodo Lorem anim mollit proident.\n\nOfficia ullamco elit reprehenderit reprehenderit ipsum anim anim do consequat adipisicing amet id. Sunt officia eu consequat et quis pariatur enim sunt est nulla nostrud veniam nulla. Cupidatat magna incididunt non laborum exercitation eu ex consectetur et magna.","nominations":["Gino Lakin","Greta Heller","Kendall Kling"]},{"name":"Pierre Schaden","slug":"pierre-schaden","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/yigitpinarbasi/128.jpg","involvement":"Amet nulla laboris officia et. In laboris quis magna ipsum irure in laborum mollit. Ad enim eiusmod dolore amet nisi esse aliquip nisi nostrud laborum occaecat enim qui cillum. Adipisicing do veniam dolor cupidatat officia officia velit laboris in ullamco do ipsum deserunt culpa. Pariatur nostrud mollit laboris labore commodo velit nulla officia in sunt cupidatat ut. In eu commodo occaecat aute in eiusmod quis velit est dolore aliquip aute do consequat. Irure anim cillum do eiusmod amet.\n\nEsse pariatur sunt minim ullamco sint qui culpa fugiat proident in. Occaecat elit incididunt aliquip duis aute. Ullamco do officia consequat veniam eiusmod ullamco.","qualifications":"Eiusmod commodo exercitation quis sunt. Eu officia dolor dolore pariatur id in minim laboris duis ipsum pariatur id pariatur aliqua. Aute eu et laboris elit dolore labore. Est magna voluptate dolore deserunt est eu laborum Lorem aliqua irure. Amet pariatur velit irure ea aliquip commodo. Quis tempor commodo est eiusmod dolor proident laboris amet aliqua. Exercitation reprehenderit velit ex excepteur incididunt aliquip quis pariatur commodo ullamco.","goals":"Sunt velit nulla mollit esse incididunt minim minim nulla duis proident reprehenderit commodo do labore. Proident duis aute sunt ex proident ad pariatur duis eiusmod. Enim culpa ea anim duis pariatur laborum velit deserunt et laborum.\n\nLaboris culpa consectetur irure ad. Aute commodo elit enim ut ut dolore amet ut. Laborum do pariatur et ipsum ullamco. Ipsum incididunt incididunt Lorem velit velit anim pariatur deserunt ut amet ipsum nisi. Occaecat cupidatat dolore et cupidatat eu. Pariatur nulla do sunt do esse labore.","nominations":["Anais Leffler","Adele Rohan","Stevie Schroeder","Aracely Reinger"]},{"name":"Delia Greenholt","slug":"delia-greenholt","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/codepoet_ru/128.jpg","involvement":"Qui dolor eiusmod eu minim qui pariatur reprehenderit ipsum est amet deserunt Lorem qui sunt. Ipsum Lorem nostrud commodo est aliqua ut esse ullamco laboris laborum adipisicing. Velit aute culpa enim commodo sit qui pariatur esse commodo do enim. Sunt commodo ullamco cupidatat duis reprehenderit mollit consectetur ullamco nulla proident. Eu ut pariatur mollit dolore excepteur exercitation enim aliqua ullamco dolore. Laborum proident fugiat irure dolor.\n\nEa ut proident ad culpa est incididunt Lorem nostrud pariatur. Amet duis ea in labore ad incididunt aliquip ad. Esse Lorem laboris eu do occaecat ullamco minim veniam est ea adipisicing mollit officia cupidatat. Sunt aute proident dolor eu nulla do sunt officia dolore occaecat cupidatat sit ipsum. Elit commodo excepteur non in eu id consectetur voluptate esse occaecat nulla qui sunt adipisicing.","qualifications":"Minim minim proident magna voluptate. Id officia mollit et in consequat. Occaecat labore sint cillum eiusmod. Amet dolor reprehenderit velit et in Lorem.\n\nTempor ullamco eu sint irure cupidatat Lorem laborum incididunt do. Minim nisi ut laboris sit laboris reprehenderit cupidatat veniam nulla esse esse qui enim. Ullamco est dolor cillum enim. In cupidatat aliqua cillum velit veniam nulla anim Lorem pariatur deserunt ut et. Labore qui irure duis ut commodo aute dolor excepteur eiusmod anim ipsum consequat labore. Eiusmod proident ipsum velit magna aliquip et est aliqua pariatur enim minim sunt. Exercitation ut eu amet proident irure dolore nisi nisi reprehenderit dolore et.","goals":"Veniam Lorem ea est adipisicing. Adipisicing dolore ex sunt labore amet nostrud quis ea eiusmod occaecat mollit eu est excepteur. Velit fugiat tempor cupidatat enim qui commodo dolore nulla. Tempor veniam Lorem qui mollit eu id enim. Elit dolore ipsum proident deserunt aliqua ad quis consequat dolor ut magna occaecat. Aute reprehenderit ut dolore in in dolor cillum ullamco deserunt tempor aute consequat. Est aliqua fugiat adipisicing consectetur adipisicing magna est dolore.\n\nIpsum proident reprehenderit sint nisi amet mollit consequat officia mollit nisi dolor. Duis id incididunt ullamco eiusmod duis irure mollit adipisicing laborum reprehenderit ad. Deserunt occaecat qui exercitation aute est labore. Irure cupidatat nulla consequat officia. Mollit sit eiusmod quis ea nisi Lorem id dolor nulla.\n\nAnim nostrud sint officia elit occaecat ut duis ad. Fugiat amet eiusmod ipsum sit aliqua duis magna. Id anim eiusmod ipsum in nostrud amet in duis sint dolor pariatur. Incididunt fugiat culpa tempor ipsum excepteur consectetur eiusmod anim. Commodo ipsum ex non occaecat excepteur ea adipisicing veniam ad anim proident. Proident do ipsum amet officia laboris eiusmod anim. Sit et et tempor exercitation occaecat aliqua nulla quis magna id consectetur.","nominations":["Shawna Borer","Devan Stanton","Thad Koch","Kathryne Balistreri"]},{"name":"Ellie Larkin","slug":"ellie-larkin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/chatyrko/128.jpg","involvement":"Tempor incididunt eiusmod veniam est tempor. Sunt ut velit sint do laboris est pariatur dolore dolore dolor id officia. Magna quis aliquip reprehenderit occaecat amet Lorem ea labore cupidatat nisi deserunt eu non. Non sit ut laborum laborum reprehenderit voluptate culpa irure non aliqua. Duis fugiat et nisi aliqua amet. Do duis eu cillum deserunt officia culpa eiusmod quis anim laboris aliquip ex in sit.\n\nEnim laborum ex aliqua non adipisicing aliquip est irure non tempor fugiat. Do id ut ea ex qui proident nulla tempor culpa aliquip fugiat est duis. Occaecat nisi est amet fugiat. Minim nisi labore nostrud ea nulla nostrud. Laborum veniam dolor ex exercitation quis elit elit aliquip labore quis proident. Nostrud reprehenderit ut irure sint laboris voluptate officia aliqua.\n\nCulpa ex cillum anim ut esse. Mollit ipsum incididunt veniam officia duis anim proident quis. Minim labore minim elit magna. Nisi elit elit eu et qui. Proident voluptate voluptate ea exercitation sint mollit mollit reprehenderit cupidatat aute pariatur ad elit.","qualifications":"Ex dolor anim irure aliqua reprehenderit in. Magna irure qui dolore aliquip dolore Lorem aute nisi do consectetur eu aliquip nulla. Commodo enim non irure labore esse officia amet laboris eiusmod commodo ipsum quis. Ex cupidatat irure exercitation id aute pariatur labore elit eu sit commodo. Ut tempor aute anim pariatur consequat aliquip ut sunt elit. Enim nisi enim consequat aute do excepteur proident deserunt dolor id laborum officia dolor voluptate.","goals":"Elit reprehenderit nisi aliquip est nulla eu enim duis ullamco sit. Magna ipsum fugiat do commodo sint mollit eiusmod excepteur mollit dolor ut ullamco. Anim enim cillum non magna nisi dolore. Aliqua ipsum sunt laborum quis consequat aute amet consectetur. Commodo fugiat ad laboris sunt minim exercitation ullamco qui sunt culpa culpa velit. Pariatur incididunt nisi id tempor Lorem esse magna aute eiusmod.\n\nDolore tempor qui amet proident aliquip labore amet. Reprehenderit culpa consequat mollit Lorem anim qui anim aliquip incididunt exercitation cillum irure. Aliqua Lorem minim culpa nisi dolore est dolor elit do sunt.\n\nSit sunt pariatur pariatur cupidatat proident enim sit amet duis sint elit proident. Mollit magna Lorem aliqua officia do nisi labore ex. Occaecat ullamco occaecat nisi in aliqua labore.\n\nElit amet velit duis sint. Veniam velit sit ullamco anim do duis laboris nostrud in ad eu. Culpa eiusmod tempor culpa culpa non reprehenderit tempor amet minim adipisicing duis reprehenderit qui consectetur. Et incididunt sunt anim sint minim est. Nisi et sint culpa ea laboris non. Cupidatat excepteur sunt ut laboris commodo. Voluptate aliqua elit dolore et laboris et do ipsum.","nominations":["Neoma Spinka","Dennis Romaguera","Guy Aufderhar","Micaela Langworth","Candace Sanford"]}]}]},"nationalConvention":{"candidates":[{"name":"Breana Stokes","slug":"breana-stokes","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/brandonburke/128.jpg","involvement":"Labore velit proident commodo anim ex commodo occaecat Lorem nulla laboris duis occaecat cillum sit. Duis laborum velit aute consectetur ex pariatur aliqua. Est nulla nostrud in labore exercitation voluptate qui sunt consectetur in. Amet non ea elit commodo deserunt nisi ullamco sint aliqua commodo.\n\nExercitation amet nisi sint commodo. Labore adipisicing aliqua cupidatat laborum ut proident amet. Lorem laboris anim do consequat dolor dolore mollit. Sunt sit incididunt deserunt sint officia velit sint sunt. Velit deserunt cupidatat id id nulla reprehenderit cillum enim esse.\n\nAliquip nostrud exercitation Lorem mollit anim eu ex minim ad nulla nisi. Enim ut et velit cupidatat officia magna. Voluptate exercitation magna dolor voluptate reprehenderit duis reprehenderit id mollit deserunt officia. Cillum exercitation magna occaecat fugiat amet in.","qualifications":"Sint ad magna in excepteur voluptate velit Lorem officia minim proident pariatur velit aliqua pariatur. Mollit elit commodo irure enim excepteur laboris ad nisi deserunt magna dolor. Quis dolore id sit ad fugiat commodo mollit voluptate ea ea ea ex commodo cupidatat.\n\nAmet nisi quis reprehenderit tempor excepteur mollit pariatur Lorem est sit ad excepteur. Elit tempor est aliquip irure irure elit mollit sint ex. Est aliqua aliqua qui commodo eiusmod veniam dolor deserunt consequat anim ad ullamco.","goals":"Consequat velit enim et mollit ut nostrud reprehenderit esse et eu. Ipsum veniam qui ex cupidatat nostrud est dolore Lorem aute incididunt occaecat dolore esse. Nisi id laboris do proident veniam elit.\n\nEa enim dolore incididunt ipsum Lorem. Labore mollit labore quis commodo culpa ullamco. Pariatur aliquip consectetur ut est consectetur magna elit. Consectetur voluptate eu officia nulla excepteur enim aliqua elit eiusmod eu laboris. Deserunt ipsum dolor magna fugiat sint et id esse.\n\nSint proident aute nulla tempor ullamco elit aliquip. Occaecat aliqua culpa incididunt esse veniam sint ea cupidatat nostrud. Exercitation sunt ad adipisicing reprehenderit occaecat do culpa quis tempor nostrud enim cupidatat fugiat laborum.\n\nExcepteur sit nulla incididunt ut. Labore proident deserunt mollit minim laboris sunt aliquip. Eu non ipsum sint laboris culpa esse nisi officia tempor ea aliqua elit quis.","nominations":["Loyce Pfeffer","Maci Kovacek","Chyna Cassin","Jamir Lehner","Lennie Daugherty"]},{"name":"Emmalee Nolan","slug":"emmalee-nolan","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/herrhaase/128.jpg","involvement":"Officia commodo eu irure aliquip dolore ad officia aliqua incididunt ut amet velit ut. Veniam laboris sint eu dolor enim ea id ipsum proident et esse ullamco ut non. Irure cillum ad est mollit aliquip proident in consectetur ad veniam cupidatat nisi dolor. Consectetur minim aliqua reprehenderit adipisicing esse cupidatat id pariatur amet aliqua.\n\nMinim eiusmod incididunt amet incididunt in anim ipsum nisi labore dolor ex nostrud. Sint adipisicing ullamco laborum in id. Pariatur mollit amet exercitation enim pariatur culpa incididunt laborum sunt ut ad est deserunt cillum. In elit ut est officia adipisicing eiusmod dolor elit nulla cillum dolore. Dolor amet ullamco velit non dolore do non pariatur sit est.\n\nEx et tempor minim et aute mollit magna magna. Magna sunt ullamco excepteur nostrud id veniam laborum laborum. Sunt laborum aliqua quis esse non. Dolore est elit elit anim nostrud incididunt id nisi excepteur mollit.","qualifications":"Nostrud eu aute proident ea. Proident ullamco Lorem eiusmod dolor minim aliqua voluptate. Commodo proident irure occaecat sunt eu. Sit aute commodo eiusmod laborum adipisicing enim excepteur qui anim cillum excepteur minim elit mollit. Eu excepteur proident ipsum deserunt eiusmod enim adipisicing. Anim culpa minim id eiusmod anim in ad laborum.","goals":"Et nisi exercitation exercitation labore deserunt eu in dolor dolore ullamco commodo labore occaecat. Incididunt eiusmod culpa exercitation Lorem laboris ex dolor cupidatat eu. Reprehenderit consectetur sunt sint eu eiusmod do irure et. Laboris magna fugiat ad officia irure mollit. Dolor elit velit exercitation irure nulla est esse commodo. Aliqua cupidatat anim adipisicing esse eu. Aliquip amet laboris fugiat et pariatur culpa.\n\nDeserunt in eu duis sint deserunt qui ut anim veniam quis esse laborum aliqua. Culpa nisi aliquip pariatur ex. Velit minim eu consectetur ea nisi quis.\n\nDolor aliquip eu duis anim esse exercitation. Veniam officia ea deserunt quis nulla ad ea elit. Id anim velit culpa excepteur in do. Officia ea sit dolor nisi cillum laborum mollit commodo ullamco laboris ut velit fugiat. Quis do magna et ullamco nostrud labore pariatur elit officia Lorem anim dolore amet. Officia incididunt irure eu duis excepteur commodo labore nulla aliquip.\n\nAute sunt consectetur ut mollit labore est adipisicing nulla mollit tempor ad laborum. Excepteur veniam irure esse cupidatat minim deserunt non elit anim commodo veniam. Nisi deserunt laborum do sunt amet officia nostrud proident tempor. Duis quis pariatur incididunt sunt cupidatat consectetur excepteur id quis ut mollit culpa pariatur Lorem. Est officia eu tempor dolore deserunt occaecat aute. Aliquip fugiat sint ex veniam mollit nostrud. Incididunt et tempor aliquip duis sunt occaecat elit nulla voluptate mollit anim minim aute.","nominations":["Rowland Bayer"]},{"name":"Lucious Prosacco","slug":"lucious-prosacco","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/nerrsoft/128.jpg","involvement":"Magna qui et occaecat deserunt pariatur non. Commodo commodo minim nisi est labore ex labore nisi. Fugiat ea nisi enim commodo dolor. Excepteur reprehenderit fugiat ex velit et ad. Cupidatat amet esse sit enim. Consequat est consequat fugiat cillum. Duis ea Lorem elit ea incididunt in ullamco elit do qui nostrud.\n\nConsequat non mollit sint ea. Enim cupidatat tempor sit nostrud deserunt quis ut eiusmod eu. Commodo in excepteur reprehenderit est ad dolore sunt quis excepteur. Ea nostrud sit nulla et ea dolor adipisicing dolore id laborum proident qui non. Amet voluptate ullamco enim nisi enim.\n\nEnim pariatur ullamco esse velit. Incididunt enim enim ex aliqua pariatur dolor. Nulla nostrud ut laboris et ut ipsum commodo esse sit adipisicing. Excepteur est sit quis ad nulla. Pariatur laborum consequat ullamco adipisicing mollit. Eiusmod reprehenderit consequat ex sit eu ea commodo cillum sit sunt duis. Adipisicing id commodo velit in ipsum sint commodo proident est ut.","qualifications":"Ut do voluptate enim id in reprehenderit ex nisi do aute occaecat deserunt. Aliqua id aute velit irure eiusmod tempor adipisicing elit qui laboris tempor cillum. Et laborum laborum anim qui excepteur reprehenderit ex fugiat consectetur. Nostrud est id fugiat ullamco quis incididunt ullamco nostrud. Sunt sint in cupidatat eu eiusmod ex laborum dolore culpa veniam velit consectetur cillum.\n\nAliqua culpa quis laboris in voluptate veniam ut commodo officia veniam sunt culpa deserunt consequat. Adipisicing ipsum sunt nisi ullamco aliquip aute consequat sint elit ullamco. Mollit esse ad et proident ea et quis mollit non officia cillum. Tempor ex Lorem consequat duis incididunt aliquip quis consectetur laboris dolor ad ipsum ipsum dolor.","goals":"Adipisicing ex sint eiusmod reprehenderit qui anim dolore fugiat aliquip. Est excepteur veniam magna enim aliquip aute ut pariatur consequat amet Lorem cillum. In commodo laborum sunt pariatur pariatur. Lorem dolore anim aliquip fugiat duis nisi cillum eiusmod culpa ullamco exercitation. Anim dolore elit deserunt sint aliqua deserunt dolore excepteur. Laborum mollit tempor culpa mollit nulla consectetur velit elit. Velit ullamco tempor elit enim esse.\n\nMinim magna commodo ex esse mollit. Pariatur dolor nulla sint labore commodo cillum aute culpa laboris ipsum dolor. Nisi pariatur adipisicing consectetur exercitation commodo consectetur consequat culpa. Irure sint eiusmod quis deserunt ex elit minim elit.\n\nAmet veniam ipsum elit cupidatat incididunt magna nostrud. Tempor dolor anim fugiat incididunt officia do. Proident quis laborum sunt ullamco quis culpa enim nulla labore tempor labore aute aliquip ad. Anim proident enim amet pariatur magna. Sint anim consequat sunt qui laborum proident cillum ad dolore laborum in consequat ad. Excepteur veniam minim adipisicing exercitation voluptate reprehenderit irure. Voluptate in exercitation nulla reprehenderit elit magna deserunt irure ut cillum ut enim irure.\n\nCupidatat veniam nulla veniam consectetur dolore id cillum fugiat proident proident incididunt eu ad eiusmod. Laboris dolore do labore adipisicing ex laboris commodo. Consequat amet magna occaecat quis in.","nominations":["Travon Hoeger"]},{"name":"Kayli Conroy","slug":"kayli-conroy","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/zvchkelly/128.jpg","involvement":"Incididunt nisi excepteur excepteur incididunt irure sit laborum adipisicing ea aliquip. Elit quis irure dolore pariatur non proident ea pariatur reprehenderit ad anim. Aute quis nulla qui Lorem non est laborum in quis fugiat. Anim ex laborum labore occaecat. Esse in exercitation ullamco est labore sunt sunt non adipisicing fugiat eu Lorem irure. Magna velit fugiat id commodo proident voluptate anim occaecat fugiat nulla minim mollit cillum amet.\n\nAmet anim anim tempor id elit aliquip nulla cupidatat cillum et commodo minim aute. Cupidatat eu duis anim nostrud laborum mollit elit dolore cillum enim velit tempor nulla. Consequat incididunt deserunt consectetur consectetur ea.","qualifications":"Ex dolore dolor voluptate fugiat aliqua ut magna officia nulla ea ipsum occaecat nisi. Consequat commodo est qui voluptate exercitation consectetur ea proident exercitation. Sint qui nisi mollit irure in culpa dolor eiusmod duis. Ad anim ad adipisicing proident dolore consequat sunt. Tempor laborum exercitation consectetur occaecat. Dolor minim ad velit cupidatat culpa deserunt do voluptate.\n\nLaborum nulla quis ea consectetur officia veniam est consectetur. Eiusmod sunt officia non laboris quis deserunt excepteur incididunt proident culpa Lorem tempor anim reprehenderit. Sit esse in duis exercitation quis veniam laborum velit nostrud ad officia.","goals":"Consectetur adipisicing incididunt aliqua magna in cillum aute eiusmod. Esse ea nisi minim magna occaecat est aliqua pariatur sint. Ad ullamco in aliquip ea exercitation aute incididunt tempor cupidatat. Ullamco deserunt commodo velit fugiat quis qui. Eu laboris ipsum dolore irure voluptate nulla aliqua est pariatur exercitation est excepteur laboris et. Est est do labore magna non cillum cillum adipisicing nostrud duis.\n\nUllamco non aute eiusmod enim cupidatat mollit minim voluptate pariatur reprehenderit voluptate proident cillum esse. Eiusmod nulla irure fugiat proident labore aute laboris. Ut do eiusmod fugiat cillum magna adipisicing duis consectetur ex Lorem. Eu mollit est ad eu. Fugiat deserunt laborum nostrud mollit ut irure labore.\n\nFugiat proident excepteur dolor reprehenderit irure id enim. Nulla commodo do fugiat excepteur nisi cillum ut sint Lorem qui veniam duis ipsum. Aute in reprehenderit adipisicing anim reprehenderit dolore ipsum laborum pariatur eiusmod esse.\n\nElit amet nulla non anim labore cillum. In labore deserunt fugiat tempor voluptate enim excepteur elit sunt pariatur mollit. Consequat anim cillum eu nostrud. Minim id duis magna laborum duis irure anim laborum consequat nulla in occaecat velit laboris. Est cupidatat mollit qui consequat pariatur occaecat eiusmod ad nostrud mollit. Nisi ullamco aliquip exercitation dolore ad cupidatat.","nominations":["Dulce Green","Enrico Hoppe"]},{"name":"Virginie Abshire","slug":"virginie-abshire","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/steynviljoen/128.jpg","involvement":"Lorem sit anim et culpa. Id sit culpa anim consectetur est. Aliquip id nisi sit ut consequat id.","qualifications":"Enim ea aliqua reprehenderit occaecat incididunt nulla Lorem reprehenderit consectetur adipisicing pariatur deserunt. Irure labore in dolor esse voluptate do pariatur velit anim reprehenderit veniam. Ullamco occaecat commodo mollit Lorem excepteur eu quis tempor minim quis.","goals":"Fugiat irure aute elit sint cillum quis. Enim duis dolore adipisicing incididunt enim labore Lorem laborum culpa duis. Ex nisi sit id nulla sint cupidatat dolore. Voluptate est excepteur ea labore in occaecat amet incididunt cillum nisi anim exercitation consectetur reprehenderit. Ipsum id laboris mollit nulla. Et elit sit ad ipsum occaecat irure est dolor dolore. Excepteur laboris magna id aliquip deserunt aliquip minim commodo nisi proident.\n\nTempor do cillum consectetur et exercitation excepteur nulla adipisicing commodo. Irure quis voluptate et consequat deserunt. Reprehenderit ad nostrud ex reprehenderit ad irure amet anim culpa ipsum. Duis laborum do duis elit id nisi et consequat.","nominations":["Candace Emard"]},{"name":"Soledad Beier","slug":"soledad-beier","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/hermanobrother/128.jpg","involvement":"Eu reprehenderit qui veniam ullamco elit ad est proident. Velit Lorem enim sit labore anim duis do. Cupidatat exercitation voluptate culpa voluptate voluptate cillum aute commodo exercitation. Incididunt incididunt ad deserunt ipsum consequat ad laborum deserunt mollit. Nisi ad irure officia deserunt.\n\nEst pariatur irure irure excepteur fugiat ipsum nulla cupidatat mollit cupidatat sit. Nisi aliquip id amet laboris est exercitation magna incididunt voluptate. Velit sit sunt magna commodo ad quis Lorem proident sint anim adipisicing ipsum ex. Et proident deserunt deserunt enim in pariatur.","qualifications":"Labore ipsum reprehenderit amet tempor aliquip commodo sunt adipisicing. Do eu non exercitation mollit excepteur ut sit laborum velit. Mollit sunt minim aliquip commodo nostrud dolor velit eu.","goals":"In labore irure proident labore sint duis ad in nostrud aliqua ullamco. Laborum exercitation officia consectetur officia eiusmod. Officia dolor adipisicing veniam pariatur qui non in magna aliquip consectetur.\n\nSint deserunt dolor ad eu excepteur. Deserunt occaecat mollit eiusmod incididunt adipisicing proident esse dolor reprehenderit ullamco elit eu. Dolore nulla laborum voluptate ad sit mollit id eiusmod reprehenderit nisi ut ea dolore. Magna voluptate duis laborum laboris proident consequat. Aliqua ex sunt elit non commodo elit in aliqua adipisicing eiusmod dolor.\n\nCulpa est dolore exercitation pariatur aliquip reprehenderit et consequat eu nulla eiusmod proident. Deserunt irure nostrud duis consectetur ullamco irure do aliquip. Dolor laboris ullamco eu amet reprehenderit aliquip sit amet ipsum qui proident esse.","nominations":["Jovanny Dibbert","Devonte Renner","Garfield Hahn"]},{"name":"Alessia Ferry","slug":"alessia-ferry","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/darylws/128.jpg","involvement":"Amet consectetur reprehenderit exercitation in eu. Mollit enim aliqua excepteur cupidatat cupidatat. Mollit nisi id sunt aute consectetur incididunt ut voluptate pariatur consequat ex. Ex commodo laboris incididunt duis ex cillum dolor deserunt veniam dolor. Irure irure nostrud reprehenderit commodo velit cillum deserunt qui. Est amet tempor aute amet nulla duis dolor exercitation.\n\nOccaecat pariatur magna cupidatat aute sint deserunt non est officia. Culpa nisi velit eu dolore nulla excepteur aliqua. Laboris nulla do esse non tempor incididunt Lorem excepteur officia.\n\nLabore irure quis consequat eu deserunt sunt dolore amet quis dolore est magna minim. Voluptate eu tempor quis excepteur aliquip consectetur reprehenderit. Laborum enim do excepteur ut ullamco aliquip. Ex cupidatat nostrud nisi nulla adipisicing aliqua sunt in commodo aute. Cupidatat commodo officia veniam Lorem nulla amet aute velit laboris consequat ut officia eiusmod ex. Cillum sint culpa aliquip aliqua amet ullamco aute eiusmod commodo proident tempor commodo nulla. Eiusmod ad duis reprehenderit do nostrud mollit pariatur laborum proident minim fugiat.","qualifications":"Laboris adipisicing irure nulla qui ut ea officia. Dolor ex Lorem ut do laboris irure exercitation consequat veniam ullamco aute est adipisicing. Proident ea reprehenderit fugiat esse. Qui ad voluptate qui nisi amet consequat et. Eu qui id tempor elit cillum officia commodo nostrud. Aute dolor tempor in fugiat commodo et aliqua laboris.\n\nDuis velit tempor minim consectetur sint ullamco. Anim ipsum in aute in magna ea minim ea elit ullamco ut aliquip aliqua sit. Velit elit sint deserunt in tempor. Eu cillum ex amet nostrud nostrud veniam eiusmod aliquip officia aliquip. Labore tempor aliqua ullamco eu Lorem nisi consequat eu id aute sint sunt incididunt quis. Cillum commodo ad ut velit pariatur. Non cupidatat consectetur commodo et elit adipisicing.","goals":"Qui ea ad officia laboris deserunt dolor magna esse irure. Qui commodo sit consectetur anim ipsum minim velit. Non veniam cupidatat non dolor anim magna enim aliqua aliqua. Ea ex aliquip nisi aute enim voluptate est excepteur dolor aliquip in veniam. Elit exercitation cillum ut est ut esse ut enim tempor in sint est magna.\n\nQui nulla est excepteur mollit dolore do dolore et elit ullamco reprehenderit consectetur enim exercitation. Cillum velit incididunt deserunt officia labore ex laborum culpa nisi exercitation occaecat. Pariatur sunt pariatur esse tempor occaecat duis id eu nulla cillum sunt nisi minim. Fugiat consectetur voluptate est nostrud nisi. Tempor excepteur sint duis dolore nostrud Lorem sint.","nominations":["Cassandra Heller","Albin Moore","Luther Bode","Clint Hickle","Brett Corkery"]},{"name":"Pierce McCullough","slug":"pierce-mccullough","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/rawdiggie/128.jpg","involvement":"Tempor consectetur tempor nisi est minim laborum eiusmod veniam minim veniam sit enim. Veniam sint id id id ipsum. Dolor dolore Lorem officia deserunt ullamco ut Lorem esse tempor occaecat amet proident et mollit. Dolor cillum veniam minim laboris voluptate officia eiusmod qui consectetur.\n\nAdipisicing elit dolor aute magna pariatur non pariatur veniam duis aliqua. Deserunt officia officia fugiat deserunt qui deserunt Lorem culpa laboris exercitation. Commodo pariatur velit enim ullamco fugiat anim qui. Aliqua adipisicing nostrud duis esse incididunt pariatur in velit nostrud amet laborum Lorem excepteur. Commodo minim sunt exercitation officia elit esse in.","qualifications":"Occaecat reprehenderit Lorem velit excepteur. Dolor et ipsum aliqua Lorem. Commodo nostrud Lorem laborum mollit amet.\n\nNulla cupidatat et adipisicing pariatur exercitation id dolor dolor. Velit velit reprehenderit nulla aute et reprehenderit incididunt. Cupidatat esse sit esse irure aliqua id voluptate ullamco laboris quis consectetur nulla. Ex commodo ex exercitation nostrud in ipsum amet ipsum culpa aliquip amet dolor anim mollit.","goals":"Labore sint occaecat velit culpa esse aliqua mollit elit magna irure enim cillum Lorem. Excepteur consectetur elit fugiat amet deserunt officia voluptate est velit. Qui commodo dolore officia adipisicing. Aute exercitation sunt amet adipisicing dolor occaecat officia adipisicing dolore. Do nulla veniam id duis dolor sit nostrud consectetur laborum nulla cupidatat qui laborum qui. Minim nisi nisi nulla ea sunt cupidatat Lorem duis do ut. Adipisicing in consectetur elit exercitation pariatur veniam ad exercitation commodo elit aliquip amet.\n\nIncididunt reprehenderit dolore laboris pariatur sit magna Lorem est tempor Lorem ad. Ullamco excepteur enim eiusmod proident eiusmod ipsum quis duis ullamco. Eiusmod nostrud dolore excepteur sunt mollit laboris. Dolor dolore minim aliqua ad non ipsum.\n\nSit in aliquip est eiusmod voluptate sint magna incididunt Lorem exercitation do esse. Irure incididunt aute consectetur culpa. Sint dolor aute veniam amet ipsum laboris quis adipisicing officia. Elit reprehenderit elit id aute. Labore aliquip magna nostrud sunt laborum eu consectetur. Dolor aute magna officia exercitation ad non tempor irure est. Veniam ad ad ipsum mollit in nulla et consequat.","nominations":["Jackeline DuBuque"]},{"name":"Jesus Bergstrom","slug":"jesus-bergstrom","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/lepinski/128.jpg","involvement":"Nulla dolor anim incididunt nisi deserunt minim eiusmod pariatur in velit veniam consectetur. Ad eu eu magna Lorem ut. Aute voluptate quis dolor mollit nisi eu sint dolore magna culpa sint laboris. Culpa proident dolore laborum consectetur esse anim exercitation nulla et cillum aliqua sunt nulla.\n\nTempor nostrud fugiat mollit exercitation reprehenderit ullamco minim non ipsum consequat minim aute incididunt elit. Aliqua consequat aute esse voluptate deserunt. Ut dolore fugiat excepteur eiusmod est do mollit ea ad commodo tempor aute voluptate elit. Anim consectetur magna eu enim. Labore esse occaecat laboris proident esse do exercitation. Dolore laboris aliqua ipsum culpa culpa consequat aute magna pariatur in est reprehenderit laborum consequat.\n\nAliquip incididunt anim minim adipisicing. Do aute occaecat esse qui ut quis irure excepteur id est non velit. Aliquip ea quis occaecat adipisicing sint. Ut magna tempor ipsum officia. Et qui ullamco esse non excepteur exercitation.","qualifications":"Irure nulla deserunt incididunt in ipsum. Voluptate dolor tempor mollit aliquip sunt Lorem elit commodo. Est exercitation in et mollit nostrud minim incididunt id ipsum nulla ut cupidatat. Ad elit ex cupidatat veniam eiusmod eu occaecat consequat amet exercitation incididunt.","goals":"Proident proident dolore eu officia. Ullamco mollit reprehenderit exercitation laboris magna ad aliqua nisi. Sit laborum minim fugiat laborum ad culpa consequat labore enim laborum laborum deserunt laborum. Amet id ullamco incididunt est aliqua ullamco consectetur aliquip voluptate aliqua sit ullamco elit. Elit nostrud sunt cillum deserunt voluptate dolor.\n\nIpsum fugiat laboris amet do aliqua ullamco sunt laboris sint. Sunt veniam incididunt nisi voluptate aute est. Sunt ea nulla do ex occaecat eu officia magna irure veniam mollit nostrud amet. Ullamco labore consectetur anim dolor proident cupidatat voluptate consequat esse ut pariatur laborum eiusmod.\n\nMagna Lorem officia mollit in nostrud nulla aliquip do veniam. Exercitation et fugiat nulla dolore consequat est. Veniam est incididunt sint irure. Do fugiat ullamco consequat ea aliqua occaecat occaecat amet do consequat ut et sint elit. Commodo est enim mollit cupidatat nisi id velit duis nulla labore dolore qui. Ex amet anim ea ut cillum tempor non adipisicing est cupidatat incididunt consequat dolore.\n\nOccaecat ex deserunt veniam laboris labore qui cupidatat aliqua ea. Eu incididunt consectetur officia aliquip velit mollit qui nostrud magna occaecat nostrud mollit irure. Laborum occaecat ullamco excepteur culpa ex aliquip tempor consectetur duis consectetur. Veniam amet consectetur nulla aliquip laborum minim cupidatat occaecat ex veniam ea anim aliqua. Sit incididunt aliquip cillum veniam est.","nominations":["Ashlee Vandervort","Virginie Kuvalis","Trent Botsford","Jesse Cole","Maye Hettinger"]},{"name":"Nikko Rice","slug":"nikko-rice","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/gabrielrosser/128.jpg","involvement":"Anim est eiusmod elit consequat officia. Enim adipisicing elit minim laboris ad excepteur nostrud. Minim id et elit proident amet. Id magna dolor laborum id consequat nisi ea nostrud duis commodo incididunt adipisicing. Irure aute Lorem id elit consequat veniam occaecat cupidatat occaecat nulla voluptate voluptate. Ea culpa ad adipisicing culpa consectetur excepteur sint sunt mollit.\n\nEa qui mollit eu mollit anim sit. Mollit cillum est eiusmod nostrud magna amet tempor ipsum fugiat. Pariatur Lorem ea labore nostrud commodo excepteur commodo proident nulla. Ex exercitation non deserunt aliquip. Non minim irure occaecat eiusmod amet ea labore velit nulla cupidatat. Aliquip minim do sit aliqua occaecat sit occaecat aute ad sint culpa. Non officia ipsum laboris minim sunt sint veniam.\n\nLaborum amet ea pariatur est minim reprehenderit non non cupidatat voluptate. Do mollit voluptate tempor dolor voluptate in. Ad proident cillum ea ullamco dolore incididunt nisi nulla.","qualifications":"Laboris nulla deserunt deserunt eu nostrud irure non non sunt in deserunt commodo. Eu commodo deserunt aliqua mollit aute proident aliqua ut veniam sunt reprehenderit ea aliqua anim. Adipisicing laborum id nostrud velit do id irure aute adipisicing sunt eu mollit ullamco et. Occaecat commodo laborum laborum et nostrud est culpa exercitation minim enim anim in proident veniam. Cillum ex nisi aliqua enim veniam nulla aliquip laboris pariatur adipisicing.\n\nSunt et esse excepteur do laborum quis magna voluptate culpa. Id nulla quis deserunt ad nulla elit anim proident consectetur eiusmod nisi. Ex eu est reprehenderit adipisicing eiusmod aute ex Lorem sunt. Nisi eiusmod amet elit dolor aliquip. Nulla do deserunt laboris occaecat deserunt ex exercitation laborum cillum ut do laborum. Elit labore magna fugiat irure in aute. Ut aliquip amet commodo consequat.","goals":"Reprehenderit id irure labore eiusmod voluptate consequat ut proident elit dolor tempor elit consectetur. Elit do deserunt laboris et irure nisi eiusmod ipsum sit elit laborum enim nisi. Sit laboris esse incididunt veniam nostrud minim duis ex ea elit veniam cillum. Elit non sit esse sunt consectetur veniam quis non minim quis nulla. Officia amet cupidatat voluptate pariatur aliqua esse.\n\nAmet eu et deserunt nisi in officia. Aute ea pariatur cupidatat enim. Voluptate ea et id reprehenderit eu deserunt.\n\nNostrud aute fugiat sit mollit culpa. Laborum amet nostrud est irure consectetur Lorem cillum. Irure esse consequat ullamco pariatur ullamco commodo laboris enim ex tempor.","nominations":["Lenna Pfannerstill","Yessenia Douglas","Guillermo O'Conner","Elsa Kirlin"]},{"name":"Holden Carroll","slug":"holden-carroll","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ryanjohnson_me/128.jpg","involvement":"Deserunt sunt proident anim dolore fugiat. Labore elit excepteur veniam labore est laboris exercitation. Culpa nostrud elit deserunt in eu labore exercitation irure voluptate do nisi Lorem nisi sit. Reprehenderit ea veniam velit voluptate cillum. Sunt consectetur irure enim laboris consectetur amet. Lorem eiusmod ex adipisicing id elit non ad aliquip tempor.","qualifications":"Commodo proident velit aliquip deserunt dolor et proident. Eiusmod qui quis qui nisi eiusmod ullamco ex in reprehenderit reprehenderit excepteur occaecat. Est culpa nisi magna in elit non esse amet. Duis eu commodo do esse eu dolore. Ad amet deserunt consectetur ipsum consectetur fugiat pariatur.","goals":"Ut nostrud in non laboris. Proident id nulla tempor veniam sit eiusmod velit adipisicing nisi fugiat. Elit dolore mollit incididunt velit ullamco nulla sunt.\n\nUt nulla eu consectetur proident nostrud nisi amet cupidatat proident laboris deserunt sint. Tempor ullamco fugiat est est ex aliqua dolore fugiat. Occaecat proident nostrud enim enim tempor magna exercitation deserunt.\n\nMagna cupidatat occaecat ullamco ad amet aute magna pariatur id. Ipsum eu ipsum ipsum duis eiusmod cupidatat. Magna aliqua non ut esse id cupidatat aute quis amet. Nisi consequat veniam culpa amet ad in nisi. Aliquip labore minim minim Lorem aliquip cillum cupidatat culpa magna cupidatat aliquip aliqua enim deserunt. Ex voluptate aliquip officia magna velit nostrud.\n\nUt reprehenderit culpa commodo irure culpa reprehenderit elit deserunt laboris aliquip reprehenderit occaecat nulla. Magna sint irure pariatur aliquip minim ullamco. Consequat adipisicing consequat adipisicing do excepteur.","nominations":["Abner Rodriguez","Durward Kessler","Antonette Dietrich","Rhea Bernier","Mia Jacobi"]},{"name":"Omer Stoltenberg","slug":"omer-stoltenberg","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/travis_arnold/128.jpg","involvement":"Est irure reprehenderit voluptate eu do ut elit ex eiusmod ullamco est deserunt. Ex tempor elit sint do nulla occaecat elit sunt sint ad. In voluptate et laborum consequat officia reprehenderit. Voluptate ut dolor veniam deserunt culpa ad proident sint minim non ut commodo quis. Voluptate sint ad nisi voluptate eiusmod. Occaecat officia cupidatat ea est magna non pariatur ea.","qualifications":"Eu labore aliqua adipisicing veniam aliqua fugiat laborum sunt. Velit enim duis eu duis. Est labore nostrud minim cupidatat proident dolore deserunt elit non officia. Labore dolore cillum amet consectetur.\n\nOfficia dolore voluptate Lorem labore cillum. Esse magna ad minim minim aute eiusmod cupidatat incididunt aliquip. Officia nulla duis reprehenderit ad labore aliquip exercitation pariatur consequat. Ipsum aliqua do labore nostrud voluptate incididunt tempor elit. Cillum ullamco Lorem nulla reprehenderit. Excepteur qui cillum ullamco dolore qui reprehenderit magna exercitation consectetur irure in ex occaecat est.","goals":"Ullamco ad elit voluptate nulla aliquip do in laborum consequat. Voluptate cillum incididunt eu ex. Aute dolor ex ullamco sint excepteur culpa voluptate. Nostrud laboris amet nostrud id dolor elit magna Lorem est id irure est dolor.\n\nMagna elit eu id ea ipsum enim dolor est. Laboris est adipisicing deserunt et fugiat ut quis. Ad reprehenderit eiusmod consectetur ullamco duis esse. Est quis cillum ut cillum cupidatat ea incididunt aliqua esse nostrud culpa et fugiat. Irure consectetur cupidatat do aliqua tempor dolor mollit ut esse qui. Dolore quis sit ex voluptate occaecat mollit laboris labore proident culpa incididunt amet pariatur.\n\nVoluptate nulla do irure anim velit elit eu. Voluptate dolor sunt tempor id mollit. Dolore labore excepteur non cillum ea sunt consectetur. Ut aliquip Lorem quis sint qui occaecat do commodo elit aute veniam. Ullamco officia amet irure laboris.\n\nUllamco qui sunt officia enim exercitation proident ea dolore et aliquip. Exercitation veniam dolore eu ex tempor in et. Ipsum ex ut culpa exercitation irure dolor esse commodo duis ex aliquip. Mollit sint sit consectetur labore elit fugiat aute culpa labore in officia. Aute eiusmod reprehenderit exercitation do reprehenderit id nisi sunt.","nominations":["Cristal Goodwin"]},{"name":"Buster Abshire","slug":"buster-abshire","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/samuelkraft/128.jpg","involvement":"Labore irure consequat pariatur cupidatat enim minim. Adipisicing dolor laborum consequat aute. Nulla voluptate dolore fugiat occaecat non fugiat voluptate pariatur proident eiusmod voluptate adipisicing amet. Id ullamco id voluptate commodo tempor elit incididunt aliqua qui.","qualifications":"Ex deserunt sunt eiusmod deserunt dolore esse irure laboris excepteur irure culpa. Qui excepteur do proident elit fugiat ipsum pariatur dolor laboris laborum sint dolor. Exercitation enim amet id do enim consequat consectetur. Dolor magna est quis sint nulla laboris enim sunt pariatur Lorem. Irure cillum enim pariatur ipsum ut officia Lorem incididunt est.\n\nVelit sunt do elit laboris voluptate ex aliqua fugiat deserunt consectetur exercitation. Nulla dolore in do nulla ad deserunt qui aute excepteur. Laboris ullamco consequat amet reprehenderit qui. Pariatur ex culpa minim ipsum. Nostrud consequat in ad ex ut nostrud deserunt excepteur exercitation. Nostrud duis do nulla irure magna labore do officia. Aute ut nulla est ullamco minim eu.","goals":"Eiusmod consequat in consequat consequat deserunt non laborum cupidatat minim. Esse fugiat officia pariatur tempor eiusmod nisi. Elit voluptate consectetur est est laboris velit velit. Proident incididunt aliquip nisi irure.\n\nOfficia enim aute laboris non culpa aute qui laboris exercitation. Eiusmod Lorem eiusmod dolore voluptate ea incididunt id. Proident non mollit esse excepteur nostrud nostrud duis. Officia laboris culpa aute commodo qui pariatur laborum minim sint proident veniam. Dolore ut deserunt eiusmod officia consequat culpa eu ipsum amet qui occaecat deserunt eiusmod. Veniam laborum aliquip amet sit eu nostrud proident sunt velit. Lorem consectetur proident duis aliquip tempor id nisi cillum.\n\nQuis nostrud ullamco nisi ipsum. Do amet cillum sit nostrud ut ipsum reprehenderit ut. Ea nulla aliqua cupidatat eu pariatur fugiat enim qui tempor incididunt et. Lorem ipsum pariatur officia do adipisicing laboris. Voluptate excepteur occaecat labore nulla reprehenderit excepteur enim officia cupidatat in ipsum tempor. Laboris commodo nostrud eiusmod sunt laborum reprehenderit mollit voluptate aute do do cillum mollit. Minim nisi sit laborum culpa anim officia tempor velit reprehenderit irure occaecat fugiat est.","nominations":["Alf Balistreri","Clarabelle Heidenreich"]},{"name":"Aida Jacobson","slug":"aida-jacobson","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/michaelcomiskey/128.jpg","involvement":"Mollit esse dolore laboris exercitation culpa incididunt ut irure cupidatat irure cupidatat nostrud elit dolor. Veniam fugiat proident eu mollit culpa in nisi tempor tempor laborum qui irure tempor ad. Id ullamco sint aliquip dolore amet labore aute. Enim officia sunt voluptate quis excepteur ex velit. Excepteur exercitation quis irure aliquip velit. Sunt deserunt incididunt irure in ipsum ad. Deserunt cupidatat do anim reprehenderit quis aliquip ea sint elit cupidatat.","qualifications":"Magna consequat commodo Lorem non ad minim nisi et. Exercitation excepteur cillum ut pariatur ullamco anim. Occaecat cillum ullamco aute qui dolore veniam anim. Est excepteur anim in aliquip ex duis occaecat Lorem voluptate. Ex ut proident fugiat aliquip. Fugiat laborum nulla amet minim aliquip laboris aliquip exercitation commodo proident non.\n\nAliquip laboris magna officia dolore ea veniam pariatur qui velit Lorem sint. Qui duis dolor in officia labore Lorem non minim commodo. Lorem deserunt et veniam nulla reprehenderit. Ut deserunt tempor aute tempor consequat incididunt id.","goals":"Ad sit dolore labore fugiat et voluptate laborum labore reprehenderit. Velit esse labore magna consectetur consectetur commodo esse culpa. Sit non magna laboris cupidatat deserunt et adipisicing mollit cillum adipisicing. Cillum esse officia consequat et tempor duis ullamco do et ullamco.\n\nNulla exercitation id sit aute irure in pariatur commodo Lorem. Reprehenderit duis proident dolor aute incididunt labore magna anim irure ex sint sint nulla. Non ad labore nostrud qui. Dolore labore occaecat veniam nostrud culpa. Id consectetur labore laboris laborum reprehenderit aute ullamco dolore consectetur aliquip minim. Pariatur in culpa aliqua duis enim aliquip eu Lorem tempor exercitation non est irure.\n\nAnim elit pariatur nostrud ipsum minim consequat anim. Fugiat nisi elit pariatur Lorem mollit magna irure proident. Magna consectetur ex est dolor occaecat adipisicing cillum mollit.","nominations":["Anastacio Borer","Guadalupe Ward"]},{"name":"Melvin Grimes","slug":"melvin-grimes","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/thedamianhdez/128.jpg","involvement":"Mollit ea deserunt veniam duis nulla consectetur Lorem sit id cillum ullamco. Et aliquip nostrud est enim consequat culpa amet aliquip ipsum. Et anim cillum minim tempor excepteur ullamco laboris ad eu consequat. Labore consequat pariatur sint ipsum officia voluptate. Occaecat amet cupidatat cupidatat consectetur ad quis. Mollit ullamco cupidatat ipsum irure nostrud voluptate quis eu proident enim. Elit aute nulla aliqua adipisicing enim adipisicing quis nostrud.\n\nCupidatat dolor incididunt id occaecat ex nulla tempor aliqua. Qui tempor velit duis laboris. Et velit excepteur nulla Lorem esse. Sint magna labore occaecat Lorem ad ut pariatur adipisicing Lorem. Ad adipisicing magna elit do do dolor cillum ullamco qui qui enim. Dolore anim officia deserunt irure ad.\n\nDeserunt consectetur labore sint et Lorem consectetur nisi cupidatat. Sunt esse deserunt est qui Lorem magna ut tempor ipsum laborum quis consectetur quis consequat. Cupidatat in mollit cillum veniam sit dolor ad. Mollit duis quis dolor eiusmod excepteur cillum labore est incididunt in officia. Sit ex pariatur pariatur pariatur sit aliquip commodo dolore incididunt aliqua officia velit. Deserunt consectetur sit mollit cupidatat do dolor.","qualifications":"Nostrud minim reprehenderit elit nulla nisi duis nostrud cillum adipisicing ea. Irure laborum reprehenderit sunt dolor eiusmod do voluptate fugiat in. Laboris quis duis ullamco non excepteur. Pariatur ullamco ea sint adipisicing proident ea do cupidatat eiusmod. Exercitation ipsum eu esse et aliquip deserunt sunt ut nostrud et duis et.","goals":"Ullamco qui eiusmod voluptate reprehenderit culpa culpa consectetur aliquip ipsum exercitation. Exercitation ad enim qui proident consectetur proident non adipisicing occaecat. Fugiat minim mollit eiusmod id ea ullamco aliqua qui ex mollit deserunt laboris ex non.\n\nProident consequat et cupidatat elit in voluptate non quis nostrud quis exercitation deserunt. Officia aliqua deserunt amet nostrud tempor excepteur velit sit proident esse nisi sunt deserunt. Duis laborum nostrud irure officia reprehenderit mollit ea sunt commodo dolore sint. Consectetur ea consectetur proident enim pariatur amet consequat ullamco eiusmod aliquip consectetur minim elit non. Ad duis ipsum nulla ipsum nisi. Commodo mollit aliqua aliqua eu pariatur enim nostrud. Eiusmod in consectetur labore cupidatat elit sit aute exercitation veniam et commodo cillum dolore in.\n\nNisi excepteur deserunt aute exercitation velit quis pariatur nostrud. Eiusmod dolore reprehenderit ipsum sit qui nisi laboris duis sint aliquip et pariatur. Quis reprehenderit laboris qui cillum minim dolor fugiat aute aute. Anim adipisicing nulla exercitation est reprehenderit deserunt culpa. Ut ad exercitation duis minim enim sunt esse eiusmod consequat adipisicing. Anim nulla cillum esse in ut sint sunt consectetur ea commodo sunt ullamco minim laboris.","nominations":["Boyd Medhurst"]},{"name":"Everardo Spencer","slug":"everardo-spencer","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/gizmeedevil1991/128.jpg","involvement":"Aliqua nostrud exercitation dolor et id eu dolore. Exercitation deserunt dolore exercitation proident laboris incididunt cupidatat id ut. Incididunt irure consequat consectetur consectetur mollit velit. Occaecat proident est sit reprehenderit culpa culpa cillum aute pariatur ex do est. Irure deserunt deserunt deserunt culpa veniam aliquip labore. Quis et duis minim aute veniam sint ex cupidatat dolore aliquip.\n\nEnim irure do occaecat non proident elit. Adipisicing veniam in cillum in velit tempor labore nisi esse ex. Enim qui culpa occaecat aliquip consectetur aliqua elit pariatur nulla. Incididunt dolor excepteur eiusmod elit consequat ad labore laboris cupidatat id. Culpa Lorem do voluptate veniam est deserunt officia in cupidatat esse. Velit est ullamco officia id. Amet nulla et minim reprehenderit exercitation adipisicing mollit aliquip deserunt deserunt amet occaecat.\n\nAnim non est incididunt deserunt tempor in nulla tempor excepteur aliquip. Consequat est veniam id consequat labore ex exercitation ex do deserunt irure. Excepteur eu nisi consequat quis non magna duis minim. Anim commodo laborum et laboris. Enim est anim ad ex excepteur sit magna.","qualifications":"Proident reprehenderit occaecat ut tempor exercitation elit deserunt veniam officia. Ut proident aute tempor aliquip labore tempor officia in cillum quis irure minim. Eu deserunt sunt aute cillum culpa ad aliqua. Aliquip ipsum in Lorem aliquip consequat minim ea exercitation eiusmod ullamco. Amet consequat in dolor ad magna id ea id reprehenderit nulla.\n\nDeserunt pariatur et dolor dolor commodo officia aute id magna laborum veniam. Tempor voluptate Lorem do sunt officia. Irure officia dolor nulla nulla culpa consectetur nulla ipsum culpa veniam sunt esse. Culpa dolore laboris in dolor tempor laborum ipsum tempor nulla. Aliquip consequat amet laborum ut sunt esse et magna aute consectetur occaecat cupidatat.","goals":"Officia nisi eu duis nostrud minim sint excepteur. Anim ex dolore quis do ad eu pariatur aliquip nulla do nulla nisi. Tempor esse est veniam dolore veniam et ex eu sit aute do voluptate irure.\n\nLaborum culpa sunt pariatur proident in anim amet labore. Fugiat ea excepteur aute aliquip aliquip. Ex eiusmod dolor aliquip exercitation non. Dolore enim esse cillum et nulla ut est ullamco commodo labore duis incididunt aute.","nominations":["Jabari Lehner","Peter Veum","Quentin West"]},{"name":"Sean Rohan","slug":"sean-rohan","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/vanchesz/128.jpg","involvement":"Do minim cillum et velit magna culpa laboris ipsum sit magna consectetur est ad. Do minim esse nostrud deserunt adipisicing ad incididunt dolore eu sint adipisicing nostrud id. Dolor tempor laborum adipisicing anim et velit commodo. Aliquip aliquip do proident id culpa magna laboris labore.\n\nNulla duis tempor aliquip id sit sint laborum consequat minim ipsum exercitation reprehenderit eiusmod. Aliquip aliqua officia mollit ullamco in. Laborum quis cupidatat in officia eiusmod occaecat culpa voluptate dolor veniam incididunt officia nulla. Quis excepteur reprehenderit occaecat amet cillum exercitation irure id ullamco eiusmod Lorem sint excepteur ea. Id dolore id laborum aliquip sint esse. Id tempor id voluptate nostrud cupidatat ipsum in ex.","qualifications":"Magna labore ea aliqua labore excepteur nisi ullamco excepteur reprehenderit dolor culpa est. Sit non consectetur aliqua voluptate deserunt. Consequat sit voluptate non laborum sit sit nisi ut consequat proident anim.\n\nSunt et fugiat duis non et nostrud nulla. Voluptate commodo officia labore sunt veniam et magna sit dolor sunt in. Proident enim magna consectetur tempor reprehenderit.","goals":"Consectetur incididunt mollit consequat amet culpa. Et officia sunt incididunt occaecat eiusmod reprehenderit dolor. Incididunt eiusmod id ad elit commodo proident veniam esse mollit reprehenderit ea sunt.\n\nConsectetur proident non consectetur ipsum officia. Consectetur ullamco excepteur mollit duis ad veniam duis ut consectetur consectetur veniam. Mollit esse excepteur aute mollit adipisicing tempor non quis commodo cillum. Duis enim et duis quis voluptate in reprehenderit ullamco. Et dolore aliqua velit exercitation voluptate aute. Magna eu incididunt ad amet duis excepteur nulla mollit amet dolor mollit voluptate ut nisi. Dolore incididunt culpa consectetur laborum.","nominations":["Mabel Rau","Gino Hansen","Torrance Ziemann"]},{"name":"Laurel Lebsack","slug":"laurel-lebsack","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/xiel/128.jpg","involvement":"Officia fugiat esse et nostrud adipisicing cupidatat officia. Non esse laborum qui occaecat qui duis sit dolor excepteur dolor. Nisi aliqua in culpa laboris nulla est ut culpa occaecat esse adipisicing sit minim. Aliqua velit commodo nostrud velit fugiat ad ad sit elit aliqua.\n\nAd commodo amet eu qui et laboris ad aute ad deserunt sunt sit irure. Proident magna laborum magna sint quis minim enim duis voluptate. Sit id in incididunt pariatur magna duis ad ut aute cupidatat ad deserunt sit. Dolore incididunt elit magna non pariatur in occaecat qui consectetur ullamco culpa. Occaecat cupidatat irure sit id minim officia reprehenderit Lorem eiusmod enim consectetur cupidatat esse nisi. Eiusmod id nisi dolore amet eu velit ex adipisicing aliquip dolore. Velit pariatur consectetur pariatur quis Lorem officia dolore eiusmod id nostrud incididunt sunt occaecat magna.\n\nNulla pariatur excepteur laboris eu velit officia tempor esse exercitation ut dolor. Consectetur velit consequat nostrud aliqua commodo consequat et commodo labore tempor labore esse ex aute. Deserunt ut in enim sint nisi. Ut ut do irure eu ullamco quis enim ullamco nulla ad aute ex ut excepteur.","qualifications":"Tempor in dolore non id fugiat deserunt. Consectetur cupidatat voluptate laborum deserunt fugiat et sunt dolore elit id velit. In eiusmod duis aliquip elit sit excepteur ut irure tempor non consectetur eu nostrud. Officia ipsum nisi velit ad do esse ut exercitation. Consectetur consectetur anim laboris esse occaecat commodo non adipisicing occaecat reprehenderit ad esse ut. Pariatur eiusmod do tempor occaecat deserunt duis labore incididunt eu.","goals":"Non aute duis fugiat velit voluptate Lorem nisi ullamco quis anim proident. Sunt eu non consequat quis labore dolore anim ad. Eiusmod excepteur deserunt ad qui ex mollit esse sint veniam amet ex Lorem reprehenderit aute.\n\nOccaecat ea consequat culpa in culpa qui magna ut. Cillum non irure dolore ea laborum sunt dolor. Excepteur excepteur aliquip nisi proident sint cillum do est. Cupidatat ullamco aute proident qui tempor laborum pariatur laboris nostrud in. In sunt dolor in consequat eu tempor sint ipsum Lorem.","nominations":["Urban McCullough","Darius Howell","Oswaldo Parker"]},{"name":"Armani Howe","slug":"armani-howe","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/denisepires/128.jpg","involvement":"Enim occaecat aliqua tempor ut consectetur cupidatat cillum cupidatat eu. Nulla ad incididunt ea laboris duis dolore nulla nulla. Nostrud aute do et fugiat excepteur anim.\n\nPariatur ut officia sunt qui reprehenderit pariatur exercitation adipisicing sint adipisicing adipisicing officia ad. Nulla veniam cillum reprehenderit reprehenderit ad ut incididunt id labore. Exercitation anim ut non dolore culpa aliqua est elit sit amet non ea aliquip et.\n\nDeserunt proident esse do reprehenderit laborum laborum nostrud consectetur do id dolor aute est sit. Deserunt cupidatat in tempor minim Lorem deserunt mollit ullamco minim officia ad est consequat. Amet quis enim cupidatat cupidatat id anim.","qualifications":"Sit esse pariatur qui tempor. Lorem mollit reprehenderit laborum sint veniam in incididunt elit. Aute veniam aute proident do enim occaecat elit. Velit sunt nulla ad elit. Reprehenderit labore adipisicing nisi cupidatat quis occaecat irure aliquip. Eu aliquip laboris laborum reprehenderit elit.","goals":"Non magna quis adipisicing velit duis tempor ullamco aliqua. Ex commodo laborum esse cupidatat excepteur Lorem cupidatat mollit excepteur nisi enim. Labore id dolor pariatur aliqua est veniam incididunt est commodo mollit aute tempor aliqua reprehenderit. Duis voluptate velit ea mollit do et.\n\nMollit consectetur enim duis dolore nostrud aliquip anim adipisicing sint id ipsum. Commodo qui culpa mollit minim eu quis commodo laboris mollit velit laboris aute amet. Eiusmod ea ad laboris voluptate enim amet velit Lorem in ipsum fugiat ex ullamco ullamco. Minim velit aliquip consequat adipisicing esse irure aliquip.","nominations":["Adaline Zieme","Hassie Effertz"]},{"name":"Maritza Schamberger","slug":"maritza-schamberger","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/peejfancher/128.jpg","involvement":"Est occaecat magna fugiat id. Veniam ex magna ullamco magna ipsum irure aliqua esse id voluptate amet minim quis dolor. Nulla in ullamco quis pariatur nisi elit sunt consequat eiusmod officia tempor amet ea. Ipsum ullamco dolore sunt exercitation ad consequat.","qualifications":"Et reprehenderit excepteur mollit ut enim deserunt id minim do. Do sunt nostrud Lorem cillum cillum culpa. Occaecat eu velit proident commodo sint qui consequat aliquip est. Voluptate non deserunt fugiat Lorem amet mollit nisi esse excepteur pariatur. Irure aliquip id veniam excepteur irure minim ut incididunt proident incididunt eiusmod voluptate nostrud. Duis non labore qui mollit voluptate eiusmod reprehenderit.","goals":"Ea magna pariatur nulla aliqua irure ea fugiat exercitation magna dolor voluptate labore officia anim. Nisi proident officia laboris enim dolore. Non incididunt do anim ipsum enim velit incididunt dolore ut ut commodo consectetur in ullamco. Fugiat pariatur ea nisi nisi cillum esse. Ut consectetur culpa aliquip eu Lorem pariatur do ullamco. Occaecat cillum ad sunt nostrud est excepteur commodo labore ad laborum commodo sit eu.\n\nNon culpa mollit officia ea pariatur ea esse cupidatat incididunt esse exercitation Lorem. Eiusmod eu cupidatat labore nostrud culpa eu. Occaecat minim reprehenderit aliqua sunt aute ad esse consectetur anim voluptate pariatur in quis dolor. Laboris id aute pariatur exercitation aliqua excepteur nisi velit nisi aliquip cillum proident. Magna deserunt Lorem fugiat reprehenderit eu sunt cupidatat elit tempor duis laboris in voluptate in. Enim et qui labore amet qui cillum. Dolor ad esse sint Lorem pariatur ad ad ullamco cupidatat.\n\nFugiat consequat eiusmod nisi laboris occaecat sit amet cupidatat. Nisi laboris aliqua nulla deserunt sint culpa ipsum officia duis sint. Enim non consectetur voluptate dolore. Nostrud minim ut et nulla nostrud laboris quis sunt aute fugiat commodo adipisicing esse. Reprehenderit anim veniam magna ipsum.","nominations":["Carey Cormier","Gladys Mertz","Barrett Bartell","Opal Monahan","Urban Nitzsche"]},{"name":"Boyd Murphy","slug":"boyd-murphy","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/cynthiasavard/128.jpg","involvement":"Ut enim cupidatat aute nulla deserunt commodo voluptate. Officia aliqua sunt fugiat et eu deserunt labore do do irure do aliqua mollit ut. Anim sunt consectetur ea magna eu. Est irure culpa occaecat nisi officia duis id velit. Ad eu in dolore consectetur ipsum nisi ex. Lorem cillum consectetur labore nostrud.\n\nCommodo ut nisi sit dolore minim do ut non consequat occaecat reprehenderit. Ea mollit irure id cupidatat amet qui proident in sint amet exercitation pariatur est. Laborum nostrud nulla aliquip enim. Id nisi enim nostrud laborum sit ullamco nisi adipisicing cillum excepteur fugiat eiusmod exercitation.\n\nConsectetur anim nostrud irure magna adipisicing officia nulla laborum ut nostrud nisi ex velit. Adipisicing officia sunt labore veniam ut. Eu nostrud minim quis irure officia qui deserunt enim. Nisi elit incididunt irure deserunt officia tempor laborum laborum non nostrud est velit mollit. Excepteur aliquip non aliquip consequat adipisicing amet.","qualifications":"Laboris Lorem dolore officia minim et qui elit id laborum. Commodo eiusmod anim commodo in minim. Quis ea qui commodo quis elit consectetur exercitation adipisicing ad exercitation in est minim. Eu nisi officia deserunt pariatur aliquip ex nulla eiusmod veniam esse labore cupidatat dolore. Irure ut amet excepteur laborum ex anim ex nostrud duis nulla reprehenderit commodo sint in. Proident magna non et in ad incididunt duis excepteur incididunt ut non.","goals":"Eu elit eiusmod commodo nisi esse occaecat eiusmod nulla ea commodo. Incididunt magna laboris dolor nisi culpa commodo in fugiat culpa est deserunt voluptate. Quis aute fugiat nisi exercitation consectetur ex Lorem et tempor enim adipisicing aliquip voluptate. Eiusmod pariatur ad velit id laborum elit. Officia aliquip cupidatat laborum labore magna cillum eu et cupidatat ad nostrud excepteur. Laborum non commodo est elit officia cillum adipisicing voluptate consectetur aliquip. Veniam aute in proident irure tempor in ut fugiat id.\n\nMollit eu sit irure laborum nostrud. Esse quis proident sunt est cillum ex non. Mollit quis laboris amet eiusmod duis culpa culpa dolore fugiat irure eiusmod. Ea cupidatat mollit eu est ea dolor eu mollit. Laboris amet consequat fugiat elit do sit.","nominations":["Bryana Mante","Karelle Okuneva","Winston Altenwerth","Cassie Schoen","Carole Labadie"]},{"name":"Elizabeth Ebert","slug":"elizabeth-ebert","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/lebronjennan/128.jpg","involvement":"Do deserunt minim aliqua non mollit. Sunt elit nulla deserunt sunt reprehenderit ea excepteur minim laboris ea aliqua cillum. Dolor ullamco ad tempor aliquip. Laborum nulla consequat deserunt sunt adipisicing irure sunt aute do proident. Voluptate incididunt est eu consequat excepteur anim voluptate aliqua aute qui quis sint.\n\nVoluptate labore id cupidatat laboris deserunt labore culpa sint laboris ut. Fugiat consequat pariatur officia id officia excepteur. Do elit culpa culpa voluptate minim eu in. In velit minim occaecat nulla cillum esse reprehenderit elit do ex. Elit tempor duis veniam quis anim ad quis ullamco ad sit enim ut. Non est esse dolor nostrud labore id excepteur.\n\nExercitation nulla occaecat ad aute esse officia magna velit. Irure ullamco in consequat cupidatat fugiat ea amet adipisicing minim ad eu deserunt magna et. Laborum incididunt adipisicing quis fugiat incididunt irure laborum pariatur officia ad anim dolor.","qualifications":"Eiusmod commodo sint laboris deserunt laborum cupidatat ex incididunt. Amet deserunt est culpa sunt non dolore. Do eu reprehenderit tempor ea sit mollit quis voluptate.","goals":"Exercitation minim minim nisi tempor anim enim nisi culpa deserunt fugiat excepteur. Veniam sint id officia aliqua reprehenderit minim nisi in. Eu est enim consequat in sint officia sint do.\n\nMollit eiusmod enim esse pariatur fugiat excepteur eu culpa nostrud. Ullamco labore culpa exercitation esse officia incididunt ex ad laborum laboris officia mollit. Lorem sint aliqua minim cupidatat sit proident. Commodo incididunt eiusmod aliqua amet enim mollit dolor sit irure Lorem eu elit ipsum non. Dolor Lorem ullamco cillum veniam eu duis laborum et occaecat dolore mollit laboris mollit velit.\n\nNisi aliqua ad sunt labore consequat commodo eiusmod irure pariatur enim culpa eiusmod. Ut laborum voluptate adipisicing proident eiusmod eu aliquip eiusmod do irure pariatur sint. Laborum et sint officia exercitation minim dolor laboris non. Ut sint occaecat exercitation dolor aliquip magna est magna.\n\nEiusmod proident excepteur laboris officia consequat cupidatat adipisicing in anim sit irure qui quis elit. Culpa aliquip id dolore aliquip quis minim. Aliqua do qui in ad Lorem quis quis sint deserunt ad aliquip aliqua sunt. Dolore in est eu anim id dolor ut. Aute deserunt aliquip incididunt aliqua aute aliqua culpa occaecat commodo reprehenderit. Veniam commodo pariatur ex aute Lorem irure occaecat nulla deserunt.","nominations":["Savanah Pfannerstill","Loyal Bechtelar"]},{"name":"Adolf Kautzer","slug":"adolf-kautzer","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/jackiesaik/128.jpg","involvement":"Voluptate aliqua incididunt incididunt deserunt cupidatat aute consectetur anim voluptate ad laboris fugiat voluptate sint. Eu eu nostrud cupidatat duis dolore ea. Amet exercitation anim anim officia irure excepteur tempor. Qui dolor mollit dolore commodo occaecat eu esse proident ipsum adipisicing.\n\nSunt pariatur do sunt amet. Minim fugiat sit ea culpa eiusmod mollit ut mollit consectetur veniam et esse consectetur. Cillum ipsum proident do sunt anim pariatur ad id. Eiusmod voluptate commodo exercitation cupidatat cillum incididunt excepteur ea velit laboris est quis. Reprehenderit ad cillum sit elit in cupidatat amet Lorem et pariatur fugiat. Cupidatat consectetur consequat sunt aliquip. Sint officia labore ipsum quis incididunt do dolor velit minim.\n\nEsse eu aliquip labore deserunt amet fugiat sit excepteur nulla officia. Ex consectetur elit pariatur amet dolore eiusmod irure ipsum occaecat. Do Lorem laborum eu eiusmod fugiat pariatur pariatur excepteur tempor. Eiusmod aliquip exercitation tempor velit duis aute. Culpa et pariatur et magna ullamco minim. Duis dolore voluptate cupidatat ex do adipisicing exercitation fugiat.","qualifications":"Aute voluptate occaecat exercitation esse dolor laboris consequat quis laboris minim cillum excepteur ex. Sit excepteur tempor ex sunt ea in exercitation consequat labore adipisicing. Reprehenderit ex officia non fugiat.\n\nVeniam Lorem quis aliquip id do sit aliquip. Sunt cupidatat laboris labore elit occaecat consequat nulla deserunt sunt magna do. Aliqua dolor commodo nostrud aute reprehenderit commodo laborum velit laborum amet culpa irure tempor. Dolore excepteur fugiat laboris consequat aute elit enim ipsum. Est aliqua commodo sint ut est nisi magna laboris ipsum. Consequat ut exercitation commodo qui sint laboris anim. Lorem fugiat sunt eu eiusmod irure in ea do.","goals":"Proident do sit culpa culpa minim. Elit eiusmod id id aliqua veniam ex adipisicing nostrud qui magna commodo laboris. Sint qui cillum qui magna duis ullamco duis anim ut nostrud sit aliquip pariatur.\n\nEnim proident ad culpa amet reprehenderit. Ex exercitation duis anim in culpa exercitation magna proident nostrud mollit voluptate nisi. Reprehenderit cillum aliqua aliquip consequat occaecat qui ullamco proident laborum velit deserunt tempor. Fugiat ea officia qui irure irure laboris nisi. Ea ipsum dolore consequat quis ipsum reprehenderit nisi aliqua in amet. Anim dolore sint non quis mollit qui in proident deserunt ipsum.","nominations":["Ernestine Flatley","Ena Weimann","Anjali Hessel","Kendra Bruen"]},{"name":"Fausto Prosacco","slug":"fausto-prosacco","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/marrimo/128.jpg","involvement":"Culpa laborum occaecat enim irure in ut aliquip irure mollit anim. Consectetur in nisi nisi officia adipisicing occaecat enim cupidatat non ut laboris eiusmod pariatur tempor. Labore aute laboris non dolor sit incididunt id dolor minim pariatur consectetur nisi aliquip labore. In in laborum incididunt culpa dolor sint. Occaecat sunt esse non ullamco qui magna nisi ullamco. Occaecat consectetur aliquip ullamco incididunt.\n\nAliqua eu ex nostrud Lorem sit ex culpa in ex ut incididunt eiusmod Lorem. Consectetur ut laboris enim reprehenderit eiusmod cupidatat voluptate irure id occaecat exercitation ea. Ullamco occaecat commodo consectetur do nostrud ea veniam magna dolore est aliqua minim. Minim ea ea velit duis amet.\n\nLaborum velit dolor tempor qui laborum aute pariatur cupidatat exercitation minim. Nulla qui mollit amet voluptate. Cillum velit laboris nisi et magna nulla voluptate exercitation esse minim sint cupidatat dolor ad. Veniam aliqua culpa voluptate consectetur. Mollit magna aliquip cupidatat ullamco labore. Tempor pariatur occaecat cupidatat ad officia.","qualifications":"Mollit sint ea proident ex tempor qui. Proident ullamco esse amet tempor eu est mollit. Reprehenderit nostrud incididunt mollit id dolore. Anim qui exercitation ut consequat. Officia cillum id nostrud anim sunt magna consectetur reprehenderit irure deserunt anim incididunt qui. Eiusmod aliqua duis id laboris.\n\nCupidatat fugiat non veniam cillum nisi mollit sunt ipsum non do cupidatat laborum reprehenderit reprehenderit. In culpa irure tempor exercitation magna fugiat pariatur nisi veniam nostrud. Mollit commodo tempor eiusmod ullamco commodo et qui ea consectetur excepteur sunt et minim mollit.","goals":"Est irure velit eu deserunt velit. Ex eu incididunt labore aliqua labore consectetur nisi voluptate cupidatat commodo. Aute do ipsum non Lorem ad fugiat. Do magna do laboris et sunt anim nulla. Occaecat dolore deserunt nulla et nisi. Non eiusmod irure non laborum mollit eu duis veniam deserunt.\n\nEt tempor nulla dolore aliquip consequat reprehenderit excepteur. Cupidatat irure cillum eu quis tempor velit enim duis nisi enim consectetur laboris esse exercitation. Laborum incididunt incididunt sunt consectetur duis irure fugiat aliqua. Dolore qui ut sint est labore nostrud nulla velit proident labore. Nulla aliqua nisi incididunt aliquip. Labore aliqua dolor ea incididunt do ipsum excepteur mollit veniam voluptate do aliquip exercitation non. Aliqua Lorem proident sint pariatur ad non proident non sit eu.\n\nPariatur qui fugiat fugiat deserunt quis. Excepteur Lorem pariatur magna consequat ullamco mollit dolore Lorem eiusmod commodo magna dolore id. Et qui nisi excepteur laborum eu duis ut consequat ad nisi velit tempor consequat. Tempor fugiat pariatur eiusmod laborum velit mollit consequat pariatur ullamco cupidatat minim deserunt qui Lorem. Proident qui mollit ex esse voluptate irure reprehenderit enim est labore irure nostrud ipsum excepteur. Elit ipsum ea est commodo.\n\nConsectetur consectetur aliquip anim id irure et veniam aliqua deserunt ut consectetur id. Exercitation aute ut officia ipsum commodo. Qui duis aliqua laborum anim proident mollit do sunt magna aliqua. Pariatur minim in aliquip proident consequat proident. Sint sit dolor veniam ad esse sint occaecat voluptate do consequat. Aliqua id cillum occaecat anim qui pariatur.","nominations":["Jarred Runte","Pansy Nienow","Lucas Beier"]},{"name":"Name Okuneva","slug":"name-okuneva","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/antongenkin/128.jpg","involvement":"Irure reprehenderit exercitation proident consequat cillum qui proident ea pariatur sint fugiat duis sit. Laboris mollit ad exercitation tempor velit voluptate. Aliqua pariatur proident aute dolore occaecat adipisicing. Nulla ipsum et irure consectetur ea consectetur nulla excepteur incididunt sunt esse magna sit.\n\nMinim culpa aliquip aliquip velit aliqua deserunt deserunt consectetur irure incididunt nisi ullamco anim. Quis laborum adipisicing reprehenderit et et dolor esse consectetur ut proident. Minim minim sit velit deserunt enim commodo adipisicing.\n\nIpsum amet do mollit exercitation tempor pariatur. Sit mollit dolore reprehenderit ut nostrud occaecat veniam eiusmod. Consequat sit excepteur mollit anim ut cillum do elit cillum officia nisi Lorem sit dolore. Fugiat laborum in amet labore ullamco non magna. Duis laboris proident laboris adipisicing ad enim in. Aliqua dolore ad sit ex exercitation.","qualifications":"Consectetur sunt ad et nulla enim culpa sunt reprehenderit nostrud eiusmod elit. Culpa reprehenderit excepteur dolor ea. Velit tempor aliqua labore minim et.\n\nLabore dolore dolor magna consectetur proident duis eiusmod magna eu excepteur consequat cillum. Culpa mollit eu ea duis ea id ullamco pariatur. Nostrud fugiat ullamco anim non sunt reprehenderit ex adipisicing sit exercitation est excepteur ut sint. Amet veniam anim sunt deserunt aute qui excepteur dolore enim officia et dolor aliquip voluptate. In elit aliquip elit nisi magna sit deserunt Lorem nisi et consectetur.","goals":"Commodo ad eiusmod incididunt nostrud cillum. Eu sunt ea Lorem et fugiat ut cupidatat elit minim magna enim aliqua nisi. Lorem tempor dolore anim ut nisi minim commodo fugiat. Cillum ad aute elit officia proident amet aliquip. Id ullamco dolore est commodo esse amet eiusmod ullamco commodo. Ea sit nostrud cillum mollit et magna anim quis ut dolor. Dolor ut aute nulla sit ullamco nulla consectetur tempor enim aliquip consectetur eiusmod nisi.\n\nIrure cillum et ex reprehenderit minim qui ipsum esse aliqua ut ut eiusmod ullamco. Laborum pariatur officia non mollit ex. Id cupidatat dolore elit do aliqua est amet ea excepteur aliqua. Excepteur pariatur excepteur anim non magna minim magna officia sint nisi aliquip dolor nulla labore.","nominations":["Ed Bartell"]},{"name":"Yasmine Mraz","slug":"yasmine-mraz","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/gearpixels/128.jpg","involvement":"Aliqua elit pariatur nisi pariatur. Sit Lorem aute qui ipsum ullamco esse velit est voluptate amet mollit occaecat nisi. Labore anim Lorem est proident minim. Commodo aute pariatur mollit ex aliqua non non nostrud dolore non eiusmod. Do minim mollit ex esse proident Lorem minim commodo officia velit aliquip anim. Reprehenderit cillum elit culpa esse non proident occaecat. Incididunt minim fugiat Lorem qui.\n\nExcepteur laboris qui non nisi in do minim cupidatat. Ad proident ipsum occaecat consequat. Nostrud occaecat fugiat irure incididunt ad dolor magna eu proident reprehenderit.","qualifications":"Magna deserunt nisi voluptate tempor. Minim cillum cupidatat ea aliquip eu ipsum. Excepteur nulla ut id nulla dolore laboris duis non incididunt dolor ad culpa officia.\n\nDolor irure nisi adipisicing consequat ad ut elit enim nisi reprehenderit. Consectetur non tempor commodo magna proident ex nisi duis esse est. Sint est qui cillum anim ea dolore cillum. Reprehenderit amet dolor dolore ut Lorem ullamco fugiat irure deserunt proident officia commodo. Proident enim nulla do do veniam quis aute amet consectetur ipsum. Ut exercitation dolor ex ut non cillum in ea. Voluptate ut nulla ex consectetur ad.","goals":"Non magna tempor exercitation do mollit laboris. Anim do officia ea ex. Sit Lorem in do ad consequat amet est nostrud eiusmod quis nulla aute. Magna aliqua eiusmod qui fugiat consequat labore. Occaecat aliquip cupidatat enim elit nostrud anim pariatur adipisicing. Commodo est duis occaecat nostrud et cupidatat proident do sunt in cillum amet id reprehenderit.\n\nAd eu non sit minim adipisicing reprehenderit tempor culpa irure magna officia id. Deserunt cupidatat excepteur velit consequat excepteur sunt fugiat velit reprehenderit aute ullamco ipsum deserunt. Nostrud minim elit dolore minim nisi nostrud nisi quis. Sit tempor consequat culpa dolore mollit reprehenderit laborum. Consequat voluptate id do elit elit aute amet aliqua veniam elit laborum commodo. Laboris ea est labore amet reprehenderit est in deserunt.\n\nQuis do ipsum culpa officia do laboris amet eiusmod reprehenderit aliquip id. Aute est ex nostrud nulla eu laborum commodo reprehenderit amet anim cillum Lorem. Adipisicing anim labore minim irure Lorem id incididunt excepteur sunt ea aute.","nominations":["Humberto Littel","Lilly Kerluke"]},{"name":"Tobin Rath","slug":"tobin-rath","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/beweinreich/128.jpg","involvement":"Ea minim veniam anim ex esse voluptate reprehenderit magna. Cillum dolore commodo ipsum fugiat aliquip ad dolore. Ipsum pariatur velit non cillum culpa sit proident. Laborum consequat enim aliquip cupidatat consequat consequat laborum ut sit dolore. Duis ex incididunt laborum laborum aliquip fugiat mollit labore cillum ad irure ipsum.\n\nConsequat aute in pariatur duis ad amet sint qui. Ea cupidatat est labore culpa quis qui aliqua do magna dolore commodo sunt cupidatat aute. Fugiat enim sint excepteur eu tempor nulla ipsum duis sint ex exercitation amet commodo. Nisi enim minim reprehenderit reprehenderit tempor qui ex cillum incididunt voluptate est.","qualifications":"Mollit elit sit quis cillum in anim aute esse nostrud Lorem. Incididunt sint pariatur excepteur labore occaecat esse labore ut adipisicing ex cillum. Culpa duis aute tempor nulla amet ut nostrud aute duis esse aliqua sit. Non labore nisi dolore sit anim eu.\n\nDo dolore commodo elit non proident veniam. Sint nostrud nostrud consectetur ex. Minim mollit non in anim incididunt mollit laboris. Anim do excepteur commodo irure proident eu eu enim. Labore qui duis et ad labore amet. Do fugiat est reprehenderit occaecat in id nisi laborum eu nisi. Non proident eu adipisicing deserunt ipsum occaecat veniam nisi aute ex.","goals":"Mollit nulla excepteur ad et culpa minim aliquip non pariatur sit irure. Anim sint laborum proident consequat ex proident sit eu occaecat consectetur minim aliquip. Voluptate anim laboris dolore enim excepteur mollit minim reprehenderit non.\n\nLaborum non culpa id exercitation eiusmod reprehenderit cupidatat sunt anim consequat. Qui Lorem non amet dolor. Enim ut nisi consectetur magna labore ut laboris commodo.\n\nProident velit est ullamco sit. Sunt esse irure aliqua non excepteur deserunt sint. Tempor ipsum cillum labore pariatur irure elit sunt. Excepteur voluptate amet proident consectetur occaecat veniam sunt amet in. Culpa do cupidatat amet in quis amet irure sit laboris anim ex.\n\nConsectetur quis nostrud anim commodo id commodo voluptate aliquip ullamco. Cillum Lorem culpa aliquip proident dolor pariatur. Exercitation reprehenderit eu reprehenderit voluptate. Cupidatat aute proident aliquip proident do sint officia. Eu ut magna ex mollit laboris proident laboris ipsum. Laboris aliqua veniam aliquip consequat irure incididunt cupidatat esse ex amet nostrud cupidatat excepteur labore. Mollit ipsum et in esse.","nominations":["Darrick Runte"]},{"name":"Craig Rempel","slug":"craig-rempel","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/stefanozoffoli/128.jpg","involvement":"Aliquip irure excepteur do elit. Eiusmod consectetur sint officia laborum ullamco. Lorem sint do sint esse.\n\nAliqua ad id consequat culpa sit dolor. Qui quis nisi est veniam est non. Aliquip sint aliquip officia deserunt reprehenderit do aliquip nulla magna proident. Est esse mollit irure enim eu elit qui ut amet sit reprehenderit. Anim exercitation non duis veniam aliqua anim in ea elit ullamco dolor nostrud. Incididunt est magna sit ex cupidatat.\n\nExcepteur cillum in irure pariatur veniam est occaecat ut nostrud. Reprehenderit qui eu aliquip in cillum mollit magna fugiat minim ad velit adipisicing dolore. Dolore proident occaecat Lorem ad.","qualifications":"Duis nostrud non minim magna mollit. Ut labore sunt officia eu occaecat exercitation exercitation velit cupidatat excepteur do nulla commodo Lorem. Velit ex velit officia veniam esse enim ad ut quis. Cillum nisi aliqua laborum ex proident dolore. Anim cupidatat nulla labore et commodo quis voluptate.\n\nLorem incididunt qui sint laboris anim. Eu proident sunt elit laborum nostrud occaecat amet dolor elit et sunt anim reprehenderit tempor. Veniam sunt labore voluptate id mollit veniam ea esse ipsum dolor. Qui cupidatat et dolor ipsum pariatur ipsum ut anim pariatur sunt commodo duis deserunt. Voluptate cupidatat reprehenderit minim do nostrud non nostrud dolor.","goals":"Aliqua tempor reprehenderit laboris mollit anim quis nostrud ad nulla. Duis mollit et nostrud incididunt cupidatat ut fugiat irure mollit. Ullamco pariatur ex proident ea ex dolor consectetur laborum veniam. Amet consequat elit labore id excepteur aliquip culpa irure aliqua. Officia esse duis dolor officia. Dolore et ut qui commodo cillum exercitation voluptate consequat officia.\n\nAliqua velit ipsum esse labore reprehenderit do labore officia quis elit qui. Commodo et non sint dolore dolor anim do voluptate veniam officia culpa reprehenderit esse occaecat. Sint nulla sit nostrud cillum ut labore veniam exercitation aute sunt laboris eiusmod eu.\n\nReprehenderit ullamco ut nostrud ullamco ipsum fugiat ut pariatur ex aliquip eu magna irure sit. Aliquip non culpa reprehenderit quis ex laboris aliqua incididunt commodo mollit consectetur. Nisi nulla fugiat quis quis. Magna qui sunt exercitation incididunt non duis duis incididunt minim commodo labore sit. Mollit est Lorem cillum dolor quis reprehenderit irure officia minim ad qui ex ullamco. Id tempor ullamco do esse excepteur ut. Amet commodo fugiat do et dolor esse.\n\nEiusmod consectetur magna minim excepteur qui ipsum eu eiusmod quis quis. Ad nisi proident nostrud elit incididunt in id veniam labore. Occaecat cupidatat in tempor magna laboris ea nisi dolore eiusmod nisi esse officia irure sunt. Culpa aute anim deserunt sunt occaecat pariatur. Est ullamco amet anim enim ut.","nominations":["Sheila Hauck","Britney Cormier","Marilyne Lindgren","Lowell Veum"]},{"name":"Lorena Gusikowski","slug":"lorena-gusikowski","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/marshallchen_/128.jpg","involvement":"Pariatur esse enim ea in officia consequat est. Qui tempor aliquip occaecat ex laboris eiusmod irure mollit laborum proident ad laboris esse eu. Est reprehenderit exercitation amet occaecat id nostrud eiusmod excepteur. Nulla ex Lorem cillum elit occaecat nostrud quis mollit anim incididunt labore non ullamco adipisicing. Consequat id eiusmod consequat aliqua aliquip.\n\nNostrud eu veniam do ipsum excepteur exercitation occaecat dolor sint magna magna. Eiusmod laborum magna nulla commodo ut nisi id fugiat. Aliquip nisi excepteur cupidatat elit non voluptate qui commodo eu. Nisi culpa pariatur labore ut nisi. Duis fugiat cillum non aute officia consequat consequat sit cupidatat ea exercitation. Ipsum dolore veniam nulla labore quis ullamco officia sunt eiusmod culpa non qui incididunt. Reprehenderit officia do do id eu ullamco pariatur laboris.\n\nEu nulla sunt id laboris consectetur do sint irure consectetur deserunt veniam ut veniam duis. Duis duis tempor culpa eiusmod eu quis nulla mollit aute reprehenderit quis veniam ipsum. Aliqua veniam dolore commodo ipsum. Elit anim laborum Lorem dolore. Et ad culpa irure et ut aliquip cupidatat velit cupidatat voluptate. Officia aliquip magna ipsum adipisicing.","qualifications":"Dolor non est aute est sunt consectetur laboris anim Lorem id incididunt duis ut. Do enim incididunt mollit sunt anim et cillum adipisicing non. Officia anim fugiat ut ex nisi adipisicing labore consequat ullamco duis.\n\nDuis dolore minim in ex dolor enim eu pariatur do Lorem ipsum ipsum. Deserunt consequat aliquip cupidatat sint labore ut non ut exercitation dolor. Sunt qui do sint deserunt eu. Cillum minim velit eiusmod cillum id ad ea esse sunt velit dolor. Laboris excepteur aute id esse. Exercitation quis qui sit sit sit quis dolore in velit.","goals":"Fugiat pariatur nisi occaecat ut aliquip esse minim ullamco. Duis irure sint non irure ea minim eu aute enim quis. Voluptate est mollit Lorem labore irure reprehenderit ea in magna anim. Elit ullamco ex nulla in in ad. Aute id aliquip ipsum aute quis aliqua exercitation ullamco elit tempor.\n\nDo eiusmod reprehenderit officia tempor do aute nulla cupidatat. Cupidatat aliqua culpa cillum deserunt nisi duis sunt aliqua voluptate velit exercitation. Incididunt consectetur velit labore dolor fugiat sint officia. Duis laborum cillum veniam nisi labore aliqua ea.","nominations":["Kavon Bergstrom","Abelardo Torp","Aliza Skiles","Camylle Casper"]},{"name":"Deanna Boehm","slug":"deanna-boehm","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/the_purplebunny/128.jpg","involvement":"Culpa cupidatat Lorem quis cillum sunt velit dolore. Duis anim non sunt minim ipsum fugiat proident. Fugiat commodo occaecat ut veniam proident fugiat adipisicing fugiat culpa. Anim officia et ea tempor consequat velit velit sunt cillum.","qualifications":"Anim pariatur officia elit adipisicing esse consectetur qui occaecat eiusmod incididunt veniam qui. Amet veniam reprehenderit quis excepteur adipisicing nulla et officia ex ex dolore laborum. Quis fugiat velit reprehenderit nulla. Consequat do velit laboris sunt irure fugiat fugiat laboris reprehenderit exercitation aute et.\n\nLaborum dolor officia est excepteur. In esse voluptate tempor sit dolor adipisicing consequat labore sit velit minim eiusmod tempor. Et exercitation irure ullamco est excepteur enim aute culpa do in laborum sunt commodo laborum. Voluptate et ullamco aliquip cillum aute veniam tempor in cupidatat esse fugiat. Officia reprehenderit irure et ad deserunt. Nostrud enim culpa laborum tempor adipisicing minim cillum aliquip.","goals":"Ex magna irure irure cillum commodo cillum magna sit id nisi tempor. Sit et quis qui nulla irure fugiat veniam amet in quis ea enim veniam deserunt. Amet voluptate commodo mollit non veniam non exercitation. Ad fugiat ad esse dolore culpa cupidatat cillum labore est do incididunt officia sint minim. Cupidatat laboris labore incididunt veniam ut anim ut excepteur occaecat culpa. Laborum Lorem elit consequat amet consequat est est ullamco. Elit veniam ex reprehenderit enim Lorem sint laborum exercitation commodo proident.\n\nIncididunt quis culpa sit amet quis sunt qui irure ea ullamco deserunt culpa magna. Duis minim sit consequat adipisicing adipisicing veniam labore aliqua eiusmod. Reprehenderit irure sunt veniam dolor aliqua id voluptate culpa anim commodo nisi elit Lorem. In duis consequat pariatur veniam duis id laboris aute irure dolor enim et excepteur. Irure eiusmod fugiat tempor non ea nostrud dolor. Culpa commodo nisi ex proident id voluptate.","nominations":["Quinten Wilderman"]}]}}
