{"localCouncil":{"positions":[{"title":"Co-chair","slug":"co-chair","description":"\n  <p>The Co-Chairs shall be the official public spokespersons for the Local and will initiate such actions and policies as the Local’s general welfare may demand. The Co-Chairs shall organize and preside over all official meetings of the organization and the Local Council. The Co-Chairs shall maintain consistent communication with all committee leaders and facilitate collaboration and coordination between them. Additionally:</p>\n  <p>The Co-Chairs will also act as, or appoint, the official representatives of the Local to the National Organization and to other DSA Locals. This does not apply during official business at the National DSA Convention, when Local Delegates may act independently on behalf of the Local’s membership.</p>\n  <p>The Co-Chairs serve as executive officers of the Local, and they are listed on financial accounts along with the Treasurer.</p>\n  <p>At least one Co-Chair must not identify as both White and Cis-Male.</p>\n          ","candidates":[{"name":"Otis Hoppe","slug":"co-chair-otis-hoppe","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/atariboy/128.jpg","involvement":"Et sunt ex enim culpa amet ea sint non cillum ullamco in est. Ad tempor cupidatat id qui quis sit excepteur esse laborum qui proident. Lorem esse sint est in anim dolor irure officia aliquip Lorem elit labore dolore duis.\n\nConsectetur ad commodo mollit est. Do ad ullamco laborum adipisicing fugiat. Deserunt enim pariatur et veniam commodo eiusmod eiusmod culpa esse ut mollit ea officia. Fugiat voluptate aliqua aute do in non dolor adipisicing.","qualifications":"Aliqua id occaecat sunt exercitation magna elit ea ex occaecat officia anim enim Lorem. Sint quis occaecat laboris sunt tempor fugiat cillum irure. Proident ea velit irure sit ea quis ex enim do et. Minim cillum non nulla do cillum. Reprehenderit ut velit irure ut officia sunt labore eu exercitation laboris minim cupidatat.","goals":"Consectetur laborum sint elit ad esse nostrud culpa est. Consequat proident nostrud enim eiusmod mollit ea. Ea mollit nostrud dolor proident sit nisi quis id est anim. Laboris non laborum cupidatat proident ipsum. Cupidatat ad dolor non excepteur laborum nisi esse consectetur enim deserunt veniam. Ipsum proident ea ipsum enim cillum duis nulla.\n\nNon laborum pariatur occaecat enim voluptate laboris sint ullamco ex pariatur nostrud voluptate. Minim qui fugiat pariatur quis aute dolor aliqua reprehenderit consequat. Sint minim officia deserunt excepteur proident qui mollit quis sunt ea amet et est magna. Laborum ex adipisicing adipisicing sint reprehenderit nisi do enim. Quis laborum laboris ipsum tempor quis laborum.\n\nElit pariatur sunt quis exercitation tempor veniam eu duis exercitation reprehenderit et mollit Lorem excepteur. Enim id consequat incididunt dolor. Dolore id incididunt incididunt nisi ad elit et proident laboris reprehenderit cillum non. Nulla exercitation adipisicing commodo id adipisicing magna exercitation nisi veniam elit voluptate adipisicing sit. Adipisicing pariatur consequat nostrud commodo eiusmod amet voluptate incididunt anim dolor deserunt qui consequat proident. Cillum exercitation et cupidatat amet dolor non veniam. Est qui sint Lorem sunt ex ipsum.","nominations":["Tommie Herman","Patience Bins"]},{"name":"Diamond Baumbach","slug":"co-chair-diamond-baumbach","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/thekevinjones/128.jpg","involvement":"Commodo cupidatat incididunt sint ut officia. Incididunt aliquip mollit sint cupidatat labore aute duis est tempor enim laboris do elit. Non ut exercitation et nisi sunt fugiat nulla. Sunt culpa ut velit nisi. Cupidatat nisi dolore velit laborum cillum exercitation enim fugiat non sunt laboris id velit. Laboris consectetur proident ea aliquip qui officia nulla ea excepteur deserunt officia. Et sint id enim eu consequat pariatur aliquip qui et aliqua.\n\nMagna dolor veniam cupidatat id magna voluptate occaecat magna laborum. Nostrud do mollit irure veniam pariatur ut labore ea ipsum anim est do quis mollit. Ad mollit sint ut excepteur Lorem qui elit do aliqua excepteur ut eiusmod dolor. Nostrud laborum id magna dolor et eu aute. Incididunt nisi sit occaecat duis ullamco id tempor do aute ullamco excepteur. Tempor Lorem anim ea reprehenderit id sit est id cupidatat.","qualifications":"Voluptate qui dolore pariatur pariatur laborum nostrud. Duis pariatur commodo voluptate do nostrud in qui proident. Cillum adipisicing non enim voluptate laborum laboris voluptate amet aliquip officia. Enim deserunt adipisicing exercitation aliquip ex laboris. Sit excepteur enim amet in eiusmod do deserunt labore aliqua nisi proident. Dolor cillum minim nisi sit officia ut tempor duis ad laborum do non ipsum. Adipisicing aliqua aliquip duis laboris in non aliqua labore irure eu sunt cupidatat.\n\nSint amet proident laborum ea culpa sint eu voluptate et culpa ad fugiat. Reprehenderit ipsum ad proident quis ea nisi eiusmod irure ipsum et deserunt. Occaecat nulla amet deserunt qui ea laboris nostrud id.","goals":"Occaecat aute cillum esse incididunt tempor est. In laborum laborum mollit dolore excepteur minim ex tempor qui consectetur non incididunt in proident. Et incididunt magna occaecat ad aute ex incididunt. Nisi aliquip proident aliquip aliqua dolore. Nisi duis incididunt commodo veniam minim laboris qui ut eiusmod labore in qui veniam nulla. Commodo est sunt culpa deserunt. Cupidatat ut dolore nostrud eu cupidatat ex aliquip.\n\nTempor eiusmod id fugiat ipsum. Incididunt dolor do aliquip qui. Consequat velit non occaecat anim elit qui enim quis laborum magna dolore nulla non voluptate. Aute amet magna aliqua adipisicing aute cupidatat elit excepteur ut. Cillum consequat consectetur veniam non ipsum esse ad deserunt dolore eiusmod. Consectetur ea exercitation proident eiusmod nostrud irure tempor. Nisi anim excepteur consectetur duis velit aliquip sit labore laboris cillum enim cillum eu.","nominations":["Myah Mosciski","Hillard Hickle","Jaycee Langosh","Herminia Dietrich"]},{"name":"Erik Price","slug":"co-chair-erik-price","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/Silveredge9/128.jpg","involvement":"Duis amet velit nostrud do amet do labore officia dolor sit consequat cupidatat velit. Laborum cillum occaecat magna fugiat sit aliquip eu adipisicing tempor deserunt. Sint cillum dolore exercitation et id. Esse cillum fugiat tempor voluptate Lorem tempor.","qualifications":"Incididunt ea ad et nulla cupidatat. Exercitation minim elit ut id eiusmod. Velit ex id minim commodo sunt elit laboris nulla eu. Ipsum sint id commodo id culpa occaecat cupidatat exercitation ipsum ea ad nisi. Fugiat consectetur tempor et ex quis cillum.\n\nExercitation commodo labore fugiat eiusmod enim irure eiusmod et id fugiat laboris. Aute sit proident laboris Lorem consectetur aute quis ea. Ipsum aliqua in id deserunt sit non ea deserunt sint velit adipisicing do. Commodo excepteur tempor irure eiusmod et id adipisicing excepteur dolore ad excepteur. Aliquip laborum sunt cillum dolore nisi dolore laboris voluptate dolore ea.","goals":"Mollit occaecat consectetur occaecat eiusmod sit dolore duis ea sunt reprehenderit. Incididunt deserunt deserunt elit occaecat commodo officia esse adipisicing Lorem deserunt fugiat laboris voluptate excepteur. Mollit pariatur cupidatat sunt voluptate voluptate cupidatat ullamco fugiat mollit pariatur Lorem elit minim sunt. Proident nisi cupidatat ad culpa excepteur nulla velit Lorem est nulla adipisicing tempor enim Lorem. Tempor minim reprehenderit sint quis laboris. Excepteur irure sit esse exercitation cillum. Velit amet amet veniam esse eu officia ut fugiat laborum esse ex ipsum.\n\nMinim fugiat nulla ullamco nostrud in duis id voluptate commodo quis. Officia commodo aliquip ea labore in aliquip id laborum. Aute ad incididunt ad deserunt esse fugiat est voluptate aliqua cillum pariatur cillum Lorem proident. Laborum occaecat voluptate ea magna mollit Lorem irure officia laboris aliqua duis do deserunt dolore.","nominations":["Ernie Parker","Troy Hodkiewicz","Allen Hoppe","Olaf Tillman"]}]},{"title":"Vice Chair","slug":"vice-chair","description":"\n  <p>The Vice Chair is responsible for assisting the Co-Chairs with all of their duties. If both Co-Chairs are unable to perform their duties, the Vice Chair shall perform all duties and assume all responsibilities of the Co-Chairs until such a time as one or both Co-Chairs are able to resume their posts.</p>\n          ","candidates":[{"name":"Jennings Boyle","slug":"vice-chair-jennings-boyle","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/nathalie_fs/128.jpg","involvement":"Dolor occaecat reprehenderit qui anim. Eu ullamco magna non mollit proident proident fugiat nulla. Tempor laboris duis occaecat nisi excepteur amet labore magna. Nostrud aliqua consectetur veniam ullamco duis nulla eu amet ut ex tempor irure. Labore et laboris aute aute. Ut esse eiusmod eu sunt duis labore ipsum et.","qualifications":"Eiusmod commodo proident dolor amet voluptate commodo amet. Sint proident esse minim consequat occaecat voluptate minim irure deserunt ex. Occaecat nulla veniam duis minim tempor veniam consequat deserunt ullamco irure ad tempor elit in. Voluptate veniam ipsum eiusmod esse.\n\nAliqua aliquip ullamco deserunt adipisicing. Proident deserunt irure anim est consequat Lorem tempor est consectetur ut proident laborum. Eiusmod et ipsum ea labore. Aliquip culpa id nulla duis adipisicing sit sit laboris. Pariatur ad labore incididunt ad cupidatat adipisicing non minim irure ipsum voluptate dolore magna nostrud. Deserunt eu aute non magna voluptate nisi consequat Lorem laboris aute aute quis laborum mollit. Proident eu minim laborum et culpa incididunt occaecat anim officia qui.","goals":"In dolor culpa incididunt ullamco duis do minim voluptate. Mollit ut anim nisi exercitation minim. Nostrud veniam magna culpa ut duis sunt pariatur exercitation elit nisi. Commodo incididunt voluptate nulla minim consequat enim id fugiat ullamco incididunt nisi. Fugiat nulla proident et sint consectetur. Eiusmod excepteur qui excepteur ea eiusmod anim ad elit amet irure eu non.\n\nEst deserunt eiusmod officia consectetur reprehenderit culpa do aliqua minim minim. Nisi mollit aliquip ea aute nulla voluptate nostrud. Eu deserunt laborum Lorem occaecat officia occaecat culpa id et. Incididunt tempor et aliqua cupidatat culpa quis cillum ex sunt velit. Dolore culpa elit exercitation labore incididunt culpa ea sit. Ullamco magna ullamco aliquip amet enim cupidatat irure.\n\nAliqua eiusmod officia consectetur ut exercitation anim dolor reprehenderit nostrud do adipisicing elit eiusmod. Est duis qui minim et. Dolor sunt id quis proident labore dolore labore. Ad irure pariatur laborum deserunt laboris sunt reprehenderit non dolor deserunt.\n\nIncididunt ad laborum Lorem commodo nostrud dolor sit ad sunt do commodo dolor. Incididunt ad fugiat sint eu aute. Dolore nulla cupidatat duis officia ea aliqua ex commodo Lorem. Ea laborum labore ut laboris proident aliqua excepteur magna dolor ullamco irure et. Ea mollit Lorem anim aliquip aute do ullamco deserunt ea.","nominations":["Uriel Blick","Destin O'Keefe","Lucio Schuster"]},{"name":"Allie Glover","slug":"vice-chair-allie-glover","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/falconerie/128.jpg","involvement":"Deserunt nulla occaecat minim ullamco excepteur qui. Laborum mollit qui non et laboris mollit Lorem. Eu deserunt velit enim id magna. Magna pariatur consectetur ad non duis do deserunt dolor reprehenderit deserunt.","qualifications":"Labore cupidatat adipisicing Lorem ea aliquip voluptate ad minim sit elit duis. Anim fugiat exercitation deserunt cupidatat ut pariatur adipisicing. Officia amet laborum excepteur qui commodo aliqua fugiat reprehenderit sunt pariatur. Voluptate labore ipsum laboris deserunt tempor. In dolor nulla ex do ea voluptate exercitation minim proident sunt eu et officia excepteur. Proident eiusmod amet ex elit officia mollit ullamco ipsum sit.","goals":"Commodo sit minim sunt consequat irure mollit. Cupidatat non voluptate ipsum labore sunt tempor eiusmod sit velit do non elit exercitation. Cillum tempor voluptate nostrud aliquip sit aliquip duis culpa. Lorem veniam esse duis ullamco deserunt amet adipisicing qui irure laboris elit nostrud laboris.\n\nCillum cupidatat anim exercitation irure veniam nulla duis aute. Elit nisi consectetur sunt ex deserunt. Reprehenderit ipsum incididunt enim duis incididunt Lorem amet aliquip amet officia proident. Do quis est officia ut in officia. Ullamco sit pariatur fugiat officia ullamco reprehenderit. Consequat esse dolore in exercitation nulla in. Aliquip duis cillum id quis ex reprehenderit cillum ullamco reprehenderit.\n\nUt sit dolor sint voluptate nostrud ullamco ullamco cupidatat veniam nulla. Consectetur consequat ea nisi veniam deserunt exercitation cupidatat consectetur amet occaecat ex ea. Ex sit reprehenderit exercitation aliqua cillum sit. Do Lorem qui amet sint Lorem sunt pariatur. Ad magna commodo do sit sint est sunt laboris ad deserunt reprehenderit eiusmod ex tempor. Enim ea aliqua commodo esse officia non amet Lorem et fugiat tempor elit magna. Consectetur laborum id ut non non.\n\nVoluptate et sint mollit fugiat dolore nostrud. Reprehenderit adipisicing ad proident elit tempor eiusmod do esse magna cupidatat quis id velit voluptate. Dolore laboris aute ad amet id consectetur ea eu do proident reprehenderit.","nominations":["Jalyn Kovacek","Mayra Pfeffer"]}]},{"title":"Secretary","slug":"secretary","description":"\n  <p>The Secretary is responsible for taking minutes of all General Membership and Local Council Meetings, and shall be responsible for publishing these minutes, as well as resolutions, reports, and other official records of the Local. The Secretary may appoint, but must oversee, a temporary proxy minutes-taker for any meeting. That proxy may not vote on behalf of the Secretary. Additionally:</p>\n  <ul>\n    <li>a. The Secretary shall transfer official records in good condition to their successor.</li>\n    <li>b. The Secretary will assume the responsibilities of one of the Co-Chairs, if both Co-Chairs and the Vice Chair is unable to do so.</li>\n  </ul>\n          ","candidates":[{"name":"Colton Robel","slug":"secretary-colton-robel","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/paulfarino/128.jpg","involvement":"Incididunt veniam voluptate in anim fugiat sint Lorem officia fugiat mollit laborum aliqua anim. Aliqua magna velit officia laboris proident ea sit tempor exercitation. Aliqua consequat labore commodo reprehenderit sunt. Nostrud ut est deserunt tempor qui non nisi amet pariatur commodo sit. Nulla culpa commodo enim ea qui ex anim aute commodo eiusmod cupidatat cupidatat.\n\nTempor dolore cupidatat sit elit qui anim aliquip. Adipisicing cillum occaecat irure magna aliqua consectetur elit et nisi fugiat magna nulla. Incididunt reprehenderit eiusmod est do cupidatat sit laboris laborum aute consequat velit qui. Commodo cillum elit amet irure ut proident culpa enim. Aliquip velit veniam eu adipisicing dolore sint Lorem. Dolore eiusmod occaecat elit veniam magna nostrud. Exercitation proident aliqua ut fugiat do.\n\nMollit magna labore incididunt minim laborum sunt duis nostrud nostrud reprehenderit culpa non. Duis ut est et dolore dolor anim ipsum velit ea ipsum ea consectetur cillum. Amet ipsum sunt officia elit proident aute deserunt id irure. Lorem cupidatat qui laborum ipsum proident. Eiusmod non nulla nisi do excepteur commodo consequat nostrud duis. Culpa magna cillum nisi et consequat duis aute est veniam do sint.","qualifications":"Lorem magna excepteur veniam elit quis eu ad enim aliqua commodo. Veniam ea in ullamco sint. Ea occaecat proident reprehenderit nostrud amet.\n\nVoluptate est anim minim magna id. Minim dolore adipisicing adipisicing id incididunt aute. Exercitation eiusmod commodo ea consectetur do aliqua aute voluptate qui laboris pariatur occaecat. Consectetur labore exercitation ut commodo qui veniam sunt occaecat cillum ut deserunt Lorem dolore.","goals":"Eiusmod voluptate consectetur do aliquip reprehenderit mollit et. Laborum veniam ea eu officia reprehenderit. Eiusmod aliqua duis officia esse do cillum nostrud aliquip excepteur nisi ad incididunt. Proident incididunt est incididunt ex. Laborum excepteur tempor ut eu. Ad nostrud voluptate nulla sunt nostrud elit duis ut pariatur tempor occaecat dolor cupidatat.\n\nDolor magna ea reprehenderit aliquip esse irure do excepteur enim occaecat enim veniam. Id consequat magna in nulla id adipisicing ullamco. Cupidatat dolore et nisi minim incididunt fugiat minim anim reprehenderit aute. Labore aute eu enim quis do. Culpa anim quis officia sint ea deserunt.\n\nTempor enim reprehenderit enim est dolore. Sunt fugiat velit deserunt aliquip adipisicing mollit labore Lorem. Eu aliquip ut eu eiusmod commodo cupidatat sunt aliqua dolore ut esse.","nominations":["Karine Kunze","Annalise Daniel"]}]},{"title":"Treasurer","slug":"treasurer","description":"\n  <p>The Treasurer will be responsible for administration of funds, budget, and financial organization of the Local, including overseeing fundraising activities for the Local. The Treasurer will report to the Local Council on the financial status of the organization at each Local Council Meeting. The Treasurer will maintain transparent and open financial reports available to the entire membership upon request by an officer of the Local Council.</p>\n          ","candidates":[{"name":"Keegan Feeney","slug":"treasurer-keegan-feeney","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/larrygerard/128.jpg","involvement":"Ad pariatur magna ipsum duis commodo aliqua ullamco do occaecat. Sunt labore irure incididunt minim proident sunt commodo eu consectetur sit sit minim nostrud duis. Sunt deserunt mollit anim cillum irure dolor ea commodo dolore pariatur. Anim ullamco reprehenderit incididunt ut fugiat laboris dolore eu qui est. Anim voluptate enim culpa dolore ullamco incididunt pariatur adipisicing. Deserunt nostrud veniam excepteur esse deserunt magna. Enim commodo labore laboris ea incididunt.\n\nDolore laboris enim aute sit consequat quis in minim voluptate aute eiusmod. Id ad pariatur commodo tempor eu est. Minim Lorem proident minim Lorem voluptate consectetur reprehenderit quis. Est exercitation esse qui excepteur nisi quis do cillum nisi amet aliqua. Consectetur nostrud culpa eu tempor ad excepteur. Irure anim incididunt quis non non consectetur irure cupidatat ad id veniam sunt tempor magna.","qualifications":"Aute dolor pariatur culpa est fugiat incididunt officia dolore dolor. Officia laboris in duis officia dolore sit non minim officia magna sunt nulla magna culpa. Sit qui veniam ipsum sint aliquip laboris labore.","goals":"Anim laborum reprehenderit incididunt eiusmod. Tempor elit cillum qui aute ullamco ut ullamco et magna esse aliqua non do. Mollit consequat velit cupidatat anim deserunt sit amet laborum incididunt aliqua. Culpa in excepteur ad fugiat reprehenderit in quis exercitation sint veniam pariatur nisi ut nostrud.\n\nVelit elit tempor laboris occaecat dolor anim. Sit ipsum ex est ad nostrud est culpa. Esse consequat eu consectetur sit nulla labore. Exercitation ut voluptate laboris commodo magna incididunt. Dolore Lorem nulla laborum et in velit duis. Nostrud pariatur ut velit eu veniam laboris consequat reprehenderit eu cupidatat.","nominations":["Mina Donnelly","Lonzo Luettgen","Aiden Orn","Adrian Zulauf"]},{"name":"Cathryn Pouros","slug":"treasurer-cathryn-pouros","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/trueblood_33/128.jpg","involvement":"Qui occaecat tempor tempor officia. Excepteur magna cupidatat qui do officia proident ut sunt labore tempor occaecat ullamco adipisicing consequat. Elit officia sit id consectetur commodo deserunt nisi. Excepteur labore eiusmod adipisicing sit ea eu deserunt sit non cillum veniam aute in. Quis est exercitation amet id velit ea occaecat.\n\nFugiat ullamco deserunt Lorem cillum nostrud irure id aliquip. Ea Lorem sint dolore et id magna. Culpa dolor mollit cillum nisi culpa et ut do incididunt ipsum aliquip in.\n\nAd aute pariatur cillum in reprehenderit officia anim velit sint anim. Proident sit minim aliqua mollit est labore laborum aliqua pariatur consequat duis exercitation. Commodo sint nisi aliqua cupidatat excepteur anim elit dolore cupidatat aliquip deserunt nostrud. Reprehenderit adipisicing veniam ut nostrud. Dolor ad adipisicing adipisicing fugiat ipsum. Dolore aliqua in aliqua ad deserunt dolore mollit. Veniam laboris occaecat elit ad incididunt ipsum qui.","qualifications":"Ea Lorem commodo velit exercitation incididunt sint exercitation laboris dolore sunt sint sit ad. Eiusmod velit voluptate ea sint sunt pariatur sit qui veniam mollit. Amet do laboris exercitation labore ipsum laborum tempor esse officia laboris. Ipsum veniam ipsum velit aute commodo sit nulla veniam dolor commodo est enim. Sunt culpa ea reprehenderit dolor cillum laboris qui esse culpa. Labore nulla nostrud irure id sunt aliquip nostrud tempor occaecat sint.\n\nConsequat incididunt elit nisi duis. Esse excepteur ex nulla mollit occaecat enim qui est veniam ea commodo deserunt. Proident esse commodo Lorem et. Aliquip nisi commodo anim sint velit cillum eu mollit id.","goals":"Id adipisicing cupidatat labore anim mollit minim exercitation labore sit id non. Ex reprehenderit non minim eiusmod fugiat Lorem exercitation id proident. Nostrud velit est sint laboris. Adipisicing pariatur nisi ea ea ipsum aliqua dolor velit. In proident consequat veniam Lorem.\n\nMollit quis eu minim fugiat velit ut. Sint sunt ullamco ut dolor voluptate sit pariatur est in qui deserunt proident qui Lorem. Nisi excepteur quis tempor occaecat cillum ex. Cillum mollit ad irure aute veniam sit occaecat ut nisi. Id aliqua excepteur voluptate consectetur sunt irure cupidatat cillum sint aliquip id incididunt incididunt mollit. Tempor laborum sit irure pariatur proident minim cupidatat. Incididunt Lorem commodo occaecat cupidatat non culpa duis quis magna.\n\nProident ad est labore Lorem irure reprehenderit minim irure ut fugiat. Eiusmod veniam incididunt dolor consectetur ex eiusmod commodo veniam laboris. Sit pariatur excepteur aliqua consequat nulla.\n\nCupidatat veniam officia ut irure laborum. Do consectetur occaecat duis anim labore velit reprehenderit nostrud adipisicing officia est ipsum reprehenderit. Anim ipsum id mollit nisi est et et cupidatat duis dolor dolor eiusmod. Qui sit minim commodo incididunt aliquip et ea Lorem nostrud excepteur elit elit amet elit. Est enim quis mollit velit eiusmod et Lorem incididunt.","nominations":["Antoinette Daugherty","Cleveland Kunde","Brandi Schroeder","Gregoria Koelpin"]}]},{"title":"Internal Organizers","slug":"internal-organizer","description":"\n  <p>Internal Organizers will jointly oversee the Internal Organizing Committee (see Article VI), which is responsible for fostering a lively participatory and democratic culture within the Local through the development, education, mobilization, and recruitment of members. The Internal Organizing Committee is also charged with organizing General Meetings, Informational Meetings, and social, educational, and fundraising events. Under the direction of the Local Council, the Internal Organizing Committee shall develop and oversee a program of socialist cadre development that includes skills training and political education; and a system of Mobilizers (similar to union shop stewards) who will act as an active conduit of information and engagement between the General Membership and the Local Council.</p>\n          ","candidates":[{"name":"Gillian Bailey","slug":"internal-organizer-gillian-bailey","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/naitanamoreno/128.jpg","involvement":"Aute veniam eiusmod mollit fugiat in elit. Exercitation fugiat eu aute consectetur fugiat in. Officia eiusmod ullamco eiusmod nulla laborum pariatur velit esse nulla labore.\n\nNisi tempor amet velit eu adipisicing nostrud sint eiusmod aliquip mollit consectetur aliqua consectetur. Anim excepteur amet consectetur laboris nulla in ullamco. Officia velit excepteur cupidatat dolor ullamco cillum qui elit veniam id ex ut fugiat officia. Voluptate qui elit consequat sit pariatur id officia. Dolor velit ea ad non aliqua ea. Quis et aute voluptate et. Deserunt eiusmod exercitation proident ullamco.","qualifications":"Est aliquip ipsum anim laborum labore cupidatat pariatur officia nulla. Esse ullamco est consectetur Lorem elit excepteur pariatur ex aliqua pariatur. Anim excepteur consequat cupidatat velit qui est do laboris.\n\nPariatur deserunt irure Lorem magna eiusmod nulla fugiat minim. Sit culpa eiusmod do nulla et sint. Consectetur veniam ipsum nulla minim reprehenderit eu cillum aliqua nostrud qui voluptate ad amet ipsum.","goals":"Magna aute ex eu aliqua in commodo laborum aliquip adipisicing. Occaecat quis eu ad fugiat id. Quis exercitation ipsum amet non qui amet. Dolore minim elit eu exercitation cillum eiusmod reprehenderit.\n\nEst anim elit et mollit culpa laborum est ullamco aliqua. Pariatur amet ea dolore qui laboris quis cillum eiusmod laboris eiusmod aliqua exercitation culpa. Incididunt anim qui reprehenderit incididunt adipisicing veniam eiusmod velit. Ut fugiat officia velit amet consectetur quis amet ut ea anim ut excepteur irure ex. In sunt labore officia consectetur est anim. Eiusmod ad fugiat ad minim et amet id. Laborum veniam anim veniam do sint ex laborum ex.","nominations":["Ericka Green","Porter Stoltenberg","Chaz Franecki","Gust Rath"]},{"name":"Travis Heathcote","slug":"internal-organizer-travis-heathcote","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/theonlyzeke/128.jpg","involvement":"Dolore voluptate laborum fugiat sunt deserunt. Cupidatat laboris Lorem cupidatat sint veniam enim dolore Lorem amet. Amet dolor magna laboris cupidatat amet anim cupidatat incididunt minim. Culpa adipisicing amet esse reprehenderit fugiat sunt tempor labore sit officia laboris qui. Qui minim tempor labore aliqua reprehenderit sunt commodo occaecat quis.\n\nEsse veniam dolore veniam reprehenderit irure elit incididunt est pariatur cillum velit. Tempor ut ex esse eiusmod est magna incididunt et. Aute duis reprehenderit voluptate quis do laboris. Voluptate commodo amet pariatur veniam laborum laborum duis do consectetur amet elit aliqua velit reprehenderit. Nostrud aliquip nostrud id cillum laboris laborum irure adipisicing amet laborum nulla occaecat. Nisi incididunt minim amet nisi. Voluptate qui cillum minim minim officia consectetur consectetur nulla ut ut irure.\n\nMagna nisi culpa aliquip ipsum proident ipsum Lorem magna velit elit. In incididunt est tempor tempor est labore officia aliquip commodo mollit labore pariatur laboris. Occaecat nostrud adipisicing reprehenderit minim sint amet incididunt esse. Ea dolor amet cupidatat laborum. Sint quis in voluptate non cillum irure commodo velit. Ad adipisicing aliqua laborum est do fugiat officia aliqua eu tempor laborum ad dolore exercitation.","qualifications":"Magna ullamco aliqua deserunt ad tempor. Deserunt cupidatat dolore velit officia proident Lorem cillum qui velit laborum. Laborum deserunt minim nisi est cupidatat. Elit consectetur labore ea minim ullamco. Laborum enim magna nisi est proident id cillum officia.","goals":"Nisi officia nostrud ea proident non sint eiusmod nisi labore velit qui ea aliquip. Ex nostrud dolore voluptate enim incididunt consectetur esse nostrud do deserunt. Veniam veniam culpa deserunt excepteur amet culpa irure laboris nostrud dolore velit.\n\nEx pariatur esse ad commodo cupidatat aliquip duis cillum consectetur qui minim ut velit. Minim excepteur veniam exercitation consectetur reprehenderit. Laboris dolor ea consequat in labore quis qui laborum eu commodo cupidatat Lorem.","nominations":["Brain Goyette","Princess Beatty"]},{"name":"Annetta Gislason","slug":"internal-organizer-annetta-gislason","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/madewulf/128.jpg","involvement":"Adipisicing ipsum ullamco fugiat cillum nulla velit voluptate pariatur nostrud irure ex aliquip culpa. Quis voluptate adipisicing sint amet in aliqua fugiat nulla excepteur id. Aute duis anim consequat excepteur proident sit culpa.\n\nEiusmod veniam elit proident minim consequat sit adipisicing laboris culpa. Duis adipisicing eiusmod id exercitation pariatur anim sit. Quis nostrud esse exercitation ipsum quis.\n\nAnim culpa eu do in fugiat sit consequat tempor. Dolor minim irure et ut dolore qui mollit. In veniam minim officia non id sit adipisicing sint irure et aliqua exercitation aliquip in. Reprehenderit aute eiusmod enim deserunt aliqua. Lorem officia laboris tempor nostrud officia mollit minim sint deserunt qui. Magna ea irure sunt commodo nostrud nisi tempor.","qualifications":"Minim nisi sit est elit in ex. Incididunt nulla aliqua mollit dolor. Ipsum ex reprehenderit ipsum eu. Magna sint adipisicing non cillum. Et pariatur sint adipisicing sunt aliquip est ipsum nostrud minim mollit commodo officia officia aute.","goals":"Tempor dolore magna enim laboris sit aliquip esse cupidatat. Consectetur in sit aliqua do ut eiusmod elit voluptate ullamco. Et aute proident eiusmod duis velit ea. Ullamco irure culpa voluptate ea tempor aliqua anim. Sint dolor culpa nostrud non laborum irure dolor sint velit ea deserunt anim.\n\nIpsum nisi aute ex mollit minim dolor. Eiusmod labore proident minim ea labore ipsum ex aliqua sit cillum adipisicing velit ut labore. Cupidatat est ut sunt sint commodo id nisi. Reprehenderit et sunt aliqua proident sit culpa pariatur ut proident deserunt sint. Adipisicing excepteur do mollit nostrud voluptate nulla irure consectetur.\n\nEx amet esse tempor magna quis reprehenderit ipsum pariatur eiusmod. Nostrud consectetur laboris adipisicing magna aute aliqua sunt duis id reprehenderit esse do. Excepteur exercitation incididunt tempor est cupidatat dolor do veniam. Sunt exercitation non Lorem adipisicing nisi non deserunt proident consequat est esse. Sunt qui laborum sint voluptate cillum voluptate culpa ullamco tempor amet ut incididunt sit laboris. Dolore dolor labore pariatur anim nulla mollit cillum nulla magna non elit pariatur consequat reprehenderit.\n\nNostrud cillum adipisicing adipisicing do officia voluptate dolore ex amet irure fugiat labore enim. Non sit aute officia sint ipsum et minim exercitation labore sit dolor Lorem cillum. Amet elit officia nulla duis est est fugiat eiusmod. Reprehenderit fugiat commodo Lorem est commodo non ex commodo sint excepteur dolore adipisicing. Nulla reprehenderit aute velit Lorem laborum nostrud cupidatat ea labore anim sint mollit. Commodo est duis nostrud officia culpa sint. Ullamco in ea laboris sint reprehenderit eu cupidatat culpa laborum excepteur ut voluptate pariatur ex.","nominations":["Shanel Hettinger","Elna Bogan","Lenna Nicolas"]},{"name":"Dakota Sporer","slug":"internal-organizer-dakota-sporer","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/d_kobelyatsky/128.jpg","involvement":"Adipisicing laborum duis anim minim nisi nulla sunt enim et voluptate do. Nulla qui dolor laboris ea mollit. Deserunt voluptate cupidatat sunt aute. Exercitation est veniam consequat ea sint pariatur. Officia aliqua eiusmod culpa incididunt eu velit exercitation nostrud sunt veniam est. Aute ipsum dolore in in voluptate magna est amet veniam. Anim incididunt deserunt exercitation eiusmod amet duis do nisi mollit laborum consectetur proident adipisicing et.\n\nMinim mollit elit aliqua pariatur nulla do aliqua enim ea dolore eiusmod officia officia sit. Excepteur anim commodo voluptate non aliqua. Ipsum tempor reprehenderit laboris laborum adipisicing voluptate veniam nulla aute voluptate exercitation mollit. Ullamco non consectetur pariatur et magna dolore proident dolor. Dolor tempor veniam in proident cupidatat aliqua velit excepteur consectetur laborum ullamco eu velit. In mollit cupidatat ipsum ullamco labore eu quis nostrud id non laboris occaecat. Voluptate proident duis sunt velit amet.\n\nEx et veniam nulla magna do. Eiusmod tempor anim proident aliqua exercitation velit pariatur sit sunt dolore sint anim. Reprehenderit deserunt aliquip reprehenderit voluptate Lorem anim commodo sunt ea nisi dolor ipsum tempor.","qualifications":"Officia dolor dolor veniam adipisicing esse nulla officia qui est ullamco nulla voluptate. Aliquip qui enim veniam et ipsum ut Lorem dolor adipisicing. Ipsum laborum incididunt aliqua esse aliquip. Dolor cillum eiusmod eiusmod nulla velit do adipisicing ullamco excepteur officia. Sit ea velit duis esse mollit ullamco esse cillum.\n\nUllamco et eu minim anim. Tempor eiusmod dolor Lorem duis mollit eu. Nostrud aliqua quis quis tempor Lorem quis eiusmod culpa tempor magna eiusmod cillum. Sunt fugiat nisi duis ad. Reprehenderit incididunt commodo ipsum amet culpa reprehenderit anim ad anim. Proident do culpa ut in ex nostrud non incididunt incididunt. Ad mollit anim enim exercitation anim.","goals":"Sint voluptate id anim minim nisi eiusmod magna sunt cupidatat irure. Minim consequat Lorem dolor occaecat. Aliquip aliqua enim ex consectetur tempor dolor mollit laboris nulla. Et sint ipsum eiusmod sit exercitation mollit cillum mollit fugiat. Ullamco eu sit commodo nulla aliquip qui cillum esse aliquip in. Duis minim id laboris ut.\n\nCulpa consectetur excepteur proident id elit. Culpa elit minim sint esse deserunt. Mollit laborum eiusmod cillum in.","nominations":["Kelley Terry","Hobart Marvin","Loma Heller","Sasha Rohan"]},{"name":"Leda Quitzon","slug":"internal-organizer-leda-quitzon","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/aaroni/128.jpg","involvement":"In sint excepteur minim aute est voluptate. Anim excepteur consequat est nulla eiusmod sint adipisicing amet aliqua ut. Commodo reprehenderit officia fugiat magna laborum sit nostrud officia et. Reprehenderit sunt irure dolor aute exercitation. Tempor amet incididunt deserunt ipsum. Consequat cillum laborum laborum voluptate ut occaecat labore non ipsum non ad. Nulla ullamco reprehenderit sunt laboris.","qualifications":"Minim esse enim tempor et eiusmod reprehenderit incididunt qui quis laboris fugiat labore minim exercitation. Duis adipisicing veniam Lorem elit. Sint minim qui commodo minim nisi eu anim irure magna culpa. Dolore minim ea incididunt enim ad sunt. Labore et tempor ad nisi nostrud anim ea adipisicing fugiat mollit minim aliquip. Fugiat aliqua eu aliquip dolor exercitation.\n\nCillum officia minim cillum ut elit voluptate laboris cupidatat eiusmod deserunt id minim. Ullamco est esse ullamco cupidatat ea veniam. Nostrud esse labore mollit cillum mollit amet aliquip aliqua pariatur veniam do exercitation.","goals":"Magna voluptate eiusmod sit cupidatat cupidatat officia culpa voluptate commodo et aliquip pariatur minim. Voluptate anim aliqua velit commodo sunt labore sint tempor sint excepteur cillum duis. Cillum adipisicing adipisicing eiusmod consectetur consectetur incididunt amet consectetur. Culpa enim mollit non esse in commodo reprehenderit ea adipisicing. Eiusmod in occaecat magna sunt sint laborum excepteur id mollit.\n\nLorem elit deserunt tempor velit sunt deserunt adipisicing id cupidatat cupidatat Lorem fugiat consequat fugiat. Pariatur ullamco velit commodo id laborum anim occaecat exercitation esse laborum ea. Eu culpa labore ea cupidatat culpa eu sunt cupidatat nulla sit exercitation amet proident.","nominations":["Beatrice Gleichner"]},{"name":"Janae Veum","slug":"internal-organizer-janae-veum","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/katiemdaly/128.jpg","involvement":"Ut aliqua nulla nisi aliqua dolore voluptate officia non exercitation irure consequat. Cillum proident dolor exercitation Lorem excepteur excepteur laboris sunt. Commodo ipsum eu dolore ea aliquip cillum est esse nisi incididunt incididunt deserunt do laborum.","qualifications":"Laborum proident minim labore aute sint. Elit excepteur est qui consectetur veniam labore cillum sit voluptate adipisicing adipisicing deserunt ut. Velit cillum dolor consectetur commodo sint excepteur consectetur do sint ullamco ex laboris voluptate. Eiusmod nisi do qui ea irure eu nulla. Commodo pariatur velit ut eu ex duis irure culpa sit consequat Lorem. Incididunt ex nostrud laborum eiusmod.","goals":"Anim laboris fugiat laborum reprehenderit culpa amet. Culpa commodo nostrud magna commodo voluptate ad ipsum ea est nulla in ipsum. Duis dolor nostrud voluptate veniam labore fugiat dolore excepteur enim eiusmod ullamco dolor consequat. Irure ut ea tempor sint aliquip enim ad ullamco exercitation non voluptate ad id. Ad dolore adipisicing in officia minim in.\n\nQuis eiusmod ad ipsum laboris deserunt aliquip. Ea cupidatat consectetur excepteur eiusmod velit minim consectetur nostrud eiusmod ex. Tempor magna adipisicing tempor laboris. Commodo nulla et magna qui mollit culpa reprehenderit Lorem proident consectetur labore ut duis. Laborum elit irure laborum exercitation minim ad aliqua irure reprehenderit.\n\nAliqua ipsum nisi ipsum ipsum consectetur aliquip quis tempor Lorem sunt voluptate elit occaecat ex. Tempor est aute nisi et sint dolore aliqua in amet et voluptate. Est Lorem ea minim elit in commodo elit minim cupidatat. In ipsum nisi dolor ex cillum adipisicing eu. Laboris aliqua aliquip officia commodo ad ipsum ullamco nisi. In nisi esse dolor do dolor nisi.\n\nIncididunt eu anim pariatur tempor ex proident voluptate ad eu nostrud et tempor. Esse exercitation minim consequat aliqua sit mollit labore proident excepteur fugiat ea qui dolore et. Non labore cillum id qui exercitation laborum incididunt officia eu aliqua non nisi esse.","nominations":["Jaylin Bailey","Ida Schneider","Ariel Veum"]},{"name":"Orlando Trantow","slug":"internal-organizer-orlando-trantow","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/amandabuzard/128.jpg","involvement":"Aliqua velit cupidatat laboris aute enim proident qui consequat sint occaecat. Tempor velit reprehenderit laborum aute mollit occaecat deserunt ut proident laborum tempor. Consequat occaecat aute sint veniam. Amet aliqua qui dolor elit nulla laboris fugiat enim sit nisi ea consequat qui. Fugiat amet aliqua enim Lorem laboris. Adipisicing exercitation dolore nulla et voluptate sunt Lorem irure ad.\n\nCillum id exercitation et cillum id qui ipsum adipisicing incididunt aliqua sunt enim. Quis occaecat culpa amet do ea cupidatat qui sunt magna laborum amet in qui. Consequat tempor tempor eu eiusmod minim sit ipsum reprehenderit nulla consectetur ut dolor veniam aliquip. Velit sint officia sunt quis dolore id id do exercitation sint pariatur quis incididunt magna. Ipsum quis minim cillum ipsum minim non. Qui adipisicing laboris culpa veniam consectetur eiusmod et consequat ex eiusmod minim.","qualifications":"Voluptate exercitation nisi pariatur aliquip aliquip irure laborum amet consectetur ad aliquip minim. Qui commodo nostrud aute duis eu nisi eu laborum ut ipsum reprehenderit ea. Voluptate aute duis commodo consectetur consequat nostrud nisi dolore do dolor commodo. Labore id sint est quis voluptate magna non do. Proident excepteur est dolor incididunt qui proident. Adipisicing eu culpa sint quis eiusmod anim fugiat mollit non deserunt aliquip esse laboris. Reprehenderit adipisicing sit aliqua labore aliquip consequat veniam minim consectetur minim.","goals":"Culpa sunt aute sunt incididunt cillum ipsum esse dolor. Ut pariatur proident laboris commodo deserunt qui voluptate qui do aliquip non ut. Sunt laboris sunt veniam minim non Lorem culpa consectetur amet.\n\nNostrud magna elit cupidatat quis dolor veniam. Ad veniam laborum sint dolor esse voluptate enim laborum culpa. Consectetur quis tempor nisi amet. Elit amet amet amet ad tempor proident et dolore. Eiusmod Lorem sit consequat dolor anim tempor in eu elit elit.\n\nVelit officia esse do nisi dolore aliqua exercitation nisi sunt ex. Culpa quis ullamco adipisicing nostrud sunt esse excepteur ex. Aute Lorem Lorem exercitation laborum dolor sit.","nominations":["Daphne Oberbrunner","Willis Flatley","Jarrod Spencer","Cathy Bode","Rosa Schmidt"]}]},{"title":"External Organizers","slug":"external-organizer","description":"\n  <p>External Organizers will jointly oversee the External Organizing Committee (see Article VI), which will lead the Local’s fight for a socialist political agenda in the East Bay and beyond. Under the direction of the Local Council and in order to realize the policies, priorities and campaigns set forth by the General Membership, the External Organizing Committee shall manage or execute all of the Local’s issue and electoral campaigns, direct actions, rallies, and other activities expressly targeted at the general public for political purposes.</p>\n          ","candidates":[{"name":"Chad Pollich","slug":"external-organizer-chad-pollich","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/aislinnkelly/128.jpg","involvement":"Reprehenderit sint aliqua nostrud eu et duis. Ipsum non pariatur aliquip anim pariatur enim. Laborum dolor aliqua exercitation adipisicing aute pariatur incididunt velit ullamco consectetur magna dolore ad. Et incididunt esse Lorem voluptate cupidatat incididunt.\n\nEst incididunt labore Lorem esse ullamco commodo eiusmod exercitation laboris velit reprehenderit veniam veniam. Officia commodo commodo sunt reprehenderit. Et ipsum Lorem exercitation sint occaecat aliquip. Deserunt mollit elit sit eiusmod tempor dolore culpa irure dolor sit exercitation et.\n\nAdipisicing sunt ad culpa exercitation incididunt laboris consectetur nisi officia irure laboris labore id ut. Sit pariatur velit sunt nulla esse consectetur tempor velit eu consectetur ut sit. Incididunt fugiat commodo sint consequat duis quis ullamco. Dolor officia consectetur sunt laborum irure magna exercitation.","qualifications":"Ipsum esse velit consequat mollit ullamco elit commodo minim tempor nostrud mollit tempor commodo. Consequat ex laborum ipsum sint esse consequat consequat enim consequat reprehenderit ea. Nisi laboris voluptate veniam ullamco minim qui duis laboris magna dolore.","goals":"Eiusmod ea deserunt exercitation nulla eu ad est eu. Sit deserunt in Lorem commodo sunt reprehenderit do eu incididunt eiusmod nostrud tempor ut. Sint ut quis occaecat sint ea aliquip velit mollit deserunt enim velit adipisicing esse. Qui proident ex cillum est consequat. Laborum culpa est officia eu sunt ipsum id eu esse elit fugiat mollit excepteur. Esse Lorem ad ex aute consectetur quis commodo ut duis exercitation. Pariatur minim ullamco officia aliquip consectetur nulla tempor ut Lorem id duis enim.\n\nOfficia adipisicing fugiat velit veniam officia aute sit et aliquip reprehenderit ea aliqua duis. Nisi qui in mollit quis magna nulla. Nisi ut laborum enim sint dolor non magna exercitation.\n\nProident est Lorem culpa veniam ex. Consequat veniam voluptate pariatur ullamco ea duis esse eu irure ea pariatur. Irure nulla qui minim enim veniam elit culpa. Consequat culpa dolore Lorem ex ad excepteur ea.","nominations":["Gladys Bradtke"]},{"name":"Hulda Auer","slug":"external-organizer-hulda-auer","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/msveet/128.jpg","involvement":"Enim sunt eiusmod deserunt do voluptate dolor Lorem. Eu aute enim occaecat duis dolore quis dolore amet deserunt est in laboris. Commodo eiusmod laboris labore consequat in occaecat enim dolore sunt ipsum. Laboris ut ad culpa officia ad veniam amet aute Lorem cillum in.","qualifications":"Minim culpa excepteur amet duis ut labore deserunt laboris dolor. Lorem ea reprehenderit consectetur excepteur cillum culpa eu. Culpa non nulla enim commodo nulla id fugiat magna. Officia et tempor ea do ullamco nulla ut ullamco cillum. Cupidatat eu pariatur adipisicing velit exercitation.\n\nNostrud dolor duis esse fugiat irure excepteur incididunt in cillum cupidatat ad. Esse proident ea exercitation ullamco eu qui. Deserunt et dolor adipisicing do incididunt officia in deserunt velit ullamco dolor labore ullamco laborum. Sint ad tempor voluptate fugiat aliqua minim duis eiusmod duis dolor do culpa. Sint nulla amet fugiat eiusmod consequat tempor consectetur do ad adipisicing et et ipsum reprehenderit.","goals":"Aliqua quis nisi in dolore officia sint labore consectetur dolor id incididunt voluptate. Dolore adipisicing eu cupidatat reprehenderit ea officia. Quis sit aliquip amet non quis dolor culpa elit velit culpa ipsum proident.\n\nCulpa dolor minim adipisicing nostrud aute laborum nisi id deserunt anim nisi. Esse ipsum id et adipisicing cillum nisi nisi proident ad eiusmod nulla magna ipsum cillum. Anim elit qui enim nostrud excepteur dolor consequat culpa tempor sint do incididunt est. Ex aliquip laboris consectetur laboris id laboris dolore dolore et dolore cupidatat ea irure sunt. Labore mollit est quis eiusmod sint exercitation. Est ad adipisicing laboris cillum dolor occaecat elit laboris commodo pariatur ullamco.\n\nAliqua occaecat cupidatat veniam pariatur reprehenderit voluptate nisi exercitation qui amet aute fugiat. Excepteur fugiat esse ullamco qui. Ad cillum est aute ad quis adipisicing. Ad reprehenderit occaecat irure ullamco magna. Lorem culpa pariatur pariatur dolor aute eu nisi dolor cupidatat enim. Anim id fugiat proident sunt sit magna dolore id nulla. Non non ea nisi do veniam amet adipisicing minim enim.\n\nEu velit dolore reprehenderit ipsum culpa officia excepteur ad do sunt. Do nisi ad nisi irure fugiat est sit id adipisicing eu. Ullamco esse eiusmod fugiat elit amet laboris dolor Lorem reprehenderit proident aute in.","nominations":["Alessia Jast","Glenna Vandervort","Dovie Ryan"]},{"name":"Keyon Lehner","slug":"external-organizer-keyon-lehner","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/mattsapii/128.jpg","involvement":"Quis commodo anim esse qui est. Ullamco irure id ex occaecat sint nisi id commodo velit exercitation voluptate est fugiat veniam. Ea occaecat occaecat id veniam laboris culpa in. Adipisicing irure tempor reprehenderit aliquip enim ex mollit consequat aliqua non ea. Amet labore sunt tempor culpa laborum ipsum ad cupidatat eu amet reprehenderit esse. Voluptate nisi sunt culpa quis ullamco qui incididunt anim ullamco proident dolore. Voluptate cillum labore dolor excepteur duis.\n\nEx velit elit exercitation mollit ad veniam. Aliqua Lorem sunt consequat ut dolore. Commodo excepteur duis quis magna.","qualifications":"Nostrud incididunt culpa fugiat aliquip in anim. Id tempor proident labore laboris laboris aliqua Lorem ullamco veniam consequat in deserunt id. Eu ipsum Lorem qui amet ad anim mollit exercitation nisi velit velit ipsum.\n\nIncididunt nisi deserunt ipsum cupidatat mollit tempor. Esse quis ex velit proident qui quis. Laboris ut eiusmod reprehenderit nostrud et commodo aute ea aliqua.","goals":"Non in ipsum sunt sint excepteur. Cupidatat sunt Lorem incididunt ea tempor id mollit do sunt excepteur ut esse ea. Consectetur consequat aliqua nisi velit proident deserunt duis excepteur dolor aliqua velit.\n\nEx eiusmod ipsum adipisicing ullamco nostrud exercitation elit non commodo officia. Non ex elit consectetur sunt minim reprehenderit id eiusmod pariatur in excepteur nulla excepteur ut. Aliquip in cillum eu exercitation labore ullamco est eiusmod tempor mollit duis duis dolore est. Mollit dolor labore magna anim dolore aliqua nostrud culpa ex labore tempor minim velit. Pariatur anim dolor enim eu fugiat adipisicing incididunt magna eiusmod. Sit esse cillum voluptate nisi consequat minim irure elit dolor nulla aute.\n\nElit sit proident occaecat est cupidatat deserunt amet aute sit. Eiusmod veniam officia nisi occaecat mollit non ea deserunt. Dolore ad laborum laborum ad amet pariatur nisi minim minim duis cillum occaecat ullamco consectetur. Duis irure sunt ipsum pariatur mollit proident. Cupidatat ad sit voluptate cupidatat in enim.\n\nMollit aute tempor cillum ex minim veniam ut irure est amet ad qui exercitation excepteur. Labore irure occaecat veniam amet ex dolor eu nostrud officia excepteur magna Lorem. Cupidatat aliquip reprehenderit minim excepteur irure deserunt amet veniam.","nominations":["Keaton Donnelly","Angus Okuneva"]},{"name":"Chanel Walter","slug":"external-organizer-chanel-walter","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/artd_sign/128.jpg","involvement":"Consequat incididunt ipsum quis occaecat cillum pariatur ut est ex. Sunt aliquip dolore cillum occaecat nisi deserunt ea adipisicing officia ad qui. Excepteur adipisicing magna ad esse aliqua eu pariatur sint commodo minim et ex. Minim culpa elit incididunt consectetur cillum deserunt exercitation Lorem pariatur laborum anim voluptate.\n\nCulpa officia amet est consectetur consequat non anim commodo sit ex velit velit velit nostrud. Est sit non nostrud ad. Est fugiat ea minim consequat duis incididunt proident. Nostrud ut esse qui et do nisi aute magna laborum minim. Aute aute sit occaecat eu esse quis nulla enim eiusmod aliqua aliquip. Et tempor consectetur ullamco minim voluptate velit aliqua nostrud ex laborum consequat consequat.","qualifications":"Sunt eu incididunt do duis eiusmod consectetur qui aliquip commodo laboris culpa labore. Eu minim do sint officia consequat ipsum ad elit dolor aliqua velit cillum. Ullamco sint cillum minim cillum minim est id cillum proident officia. Nostrud elit deserunt eu est magna tempor adipisicing. Anim reprehenderit ea voluptate adipisicing laboris. Ea reprehenderit cillum laboris dolor ipsum cupidatat labore anim. Esse deserunt tempor sint cillum deserunt consectetur tempor excepteur proident ipsum eiusmod minim.","goals":"Amet laborum reprehenderit tempor anim non sint irure quis quis culpa quis incididunt. Ad ad cupidatat sunt occaecat pariatur consequat reprehenderit voluptate non. Fugiat nostrud nostrud ullamco enim laborum sunt labore dolor nisi sunt id labore ipsum adipisicing. Pariatur dolor qui eu labore exercitation culpa nulla.\n\nConsequat non pariatur non elit nisi incididunt aliqua dolor do quis exercitation dolore officia aliquip. Aliqua est deserunt adipisicing minim ad minim qui qui pariatur labore sit velit. Consectetur deserunt in irure nostrud consectetur nisi cillum elit velit. Ipsum culpa ex magna elit esse nostrud qui. Quis elit voluptate aliqua laboris non tempor voluptate fugiat culpa aute tempor qui.\n\nDeserunt voluptate laborum sunt consectetur aute incididunt occaecat dolore pariatur. Exercitation culpa magna laboris reprehenderit do amet ea quis exercitation non duis minim sunt. Ipsum ipsum est esse incididunt eu consequat nulla in reprehenderit. Reprehenderit fugiat deserunt exercitation irure. Magna tempor ipsum sint ex exercitation laboris reprehenderit mollit consectetur duis non consequat dolore. Adipisicing commodo esse elit excepteur ea nostrud consequat voluptate velit anim.","nominations":["Johathan Blick","Hubert Mills"]}]},{"title":"At-Large Local Council Members","slug":"at-large","description":"\n  <p>At-Large Local Council Members will participate in Local Council decision-making, and are responsible for attending all relevant meetings and reading all relevant documents. At-Large Local Council members are also tasked with representing the views of the membership that elected them as well as helping to advance the goals of the Local generally.</p>\n          ","candidates":[{"name":"Isabell Marks","slug":"at-large-member-of-local-council-isabell-marks","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/thimo_cz/128.jpg","involvement":"Cillum ea non amet eiusmod magna deserunt enim minim duis amet. Tempor id minim et non quis culpa cillum ipsum mollit eu ipsum non veniam aliqua. Est id enim officia aliqua.\n\nCulpa esse aliqua amet aliquip sint aliqua aliqua fugiat do elit ullamco dolor elit. Sint voluptate aliquip nostrud minim quis non culpa ut quis ipsum laboris voluptate laboris ipsum. Sunt et laboris mollit reprehenderit in fugiat occaecat tempor voluptate minim sit minim eu. Sit amet incididunt minim in mollit.","qualifications":"In tempor duis sit ut cupidatat. Fugiat sint dolore consequat cillum. Dolor nostrud pariatur velit elit labore non ad exercitation consequat.\n\nSint anim aliquip do ea non qui quis magna laborum incididunt. Quis ex voluptate id officia fugiat in id nulla labore ex dolore eiusmod nisi eu. Anim magna non aliquip in aliqua minim adipisicing enim est labore nostrud fugiat aute magna. In ad proident cupidatat velit elit esse labore ut commodo nulla esse fugiat culpa. Qui aliqua labore ut consequat laborum laborum sint amet non. Eiusmod laboris do fugiat incididunt culpa ipsum culpa sint dolor. Sit irure sint voluptate irure in elit.","goals":"Et proident ex deserunt id occaecat in pariatur voluptate amet nisi ut consectetur nulla. Velit nulla fugiat mollit officia sunt eu laboris pariatur ea cupidatat ea dolor ad. Id ullamco pariatur eu ut velit deserunt laboris cillum laboris aute. Aute anim qui ullamco excepteur occaecat magna voluptate Lorem incididunt aliquip mollit voluptate non. Et consectetur Lorem incididunt irure cillum eu sit. Veniam aute do et deserunt nostrud. Adipisicing officia dolor elit dolor labore non.\n\nEnim consequat labore in amet excepteur culpa quis deserunt elit amet aliquip pariatur laborum. Enim quis voluptate reprehenderit irure sunt. Deserunt est sit aliquip in laborum qui reprehenderit dolor. Sunt proident commodo dolore nulla nisi duis cupidatat sit. Dolor quis esse consectetur ut occaecat laboris.","nominations":["Einar Hagenes","Halie Heidenreich","Clarabelle Barrows"]},{"name":"Carlee Glover","slug":"at-large-member-of-local-council-carlee-glover","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/demersdesigns/128.jpg","involvement":"Esse enim culpa excepteur eu cupidatat Lorem. Labore non fugiat irure non ex proident dolor sit ipsum. Deserunt labore cillum ut sunt. Esse culpa adipisicing esse dolore. Lorem minim dolor ut ullamco quis et ea nisi.\n\nEst deserunt sit culpa pariatur et in tempor amet consequat reprehenderit proident in. Lorem et consequat elit veniam sit in deserunt mollit excepteur enim duis. Et elit veniam laboris eiusmod ullamco excepteur laboris ea est commodo pariatur consequat amet Lorem. Exercitation excepteur dolore reprehenderit adipisicing cupidatat ea cillum duis et tempor elit deserunt aliqua. Aliquip esse nisi amet est nostrud incididunt ex sunt occaecat voluptate et id est.\n\nVoluptate nostrud duis commodo fugiat nostrud qui voluptate. Consectetur eiusmod incididunt cupidatat laborum sunt exercitation deserunt sit elit aliquip. Cupidatat enim aliqua nostrud sunt culpa et aute voluptate. Irure proident elit voluptate velit. Lorem aliqua sit dolor cillum cillum irure deserunt. Aute ea nisi ipsum proident.","qualifications":"Officia enim ipsum cupidatat sit nostrud pariatur anim sint cupidatat fugiat amet elit. Velit cillum enim anim exercitation ut consequat officia consequat incididunt. Dolor labore sint sit ipsum cupidatat reprehenderit.\n\nSint minim mollit eiusmod laboris sint dolore deserunt tempor voluptate ea deserunt est anim. Elit commodo irure irure ex commodo magna sunt eiusmod ad. Officia ea commodo ut non sit non in. Ea irure quis nulla in voluptate elit deserunt excepteur minim culpa laboris id elit.","goals":"Minim nisi veniam non laboris nostrud. Sint deserunt tempor enim tempor id. Id ea cillum anim in adipisicing pariatur excepteur pariatur. Deserunt elit et quis officia laboris proident exercitation elit nisi dolore nulla aliqua eu in. Laborum dolore sunt duis ea sunt id sunt anim.\n\nCulpa exercitation commodo consequat aliqua irure labore labore commodo labore aliqua cillum aliquip. Ea nisi quis esse ad veniam labore cillum id. Proident velit deserunt ut cillum laboris ipsum ea officia cillum culpa sit occaecat laborum eu. Fugiat adipisicing elit duis veniam sunt do consequat qui irure exercitation magna nisi. Ea magna sunt adipisicing qui nisi eiusmod officia tempor reprehenderit est Lorem. Ea eu cupidatat esse qui fugiat velit irure reprehenderit elit veniam et voluptate irure. Duis laborum consequat mollit anim aute pariatur.","nominations":["London Abernathy","Mateo Kilback","Susanna Keeling"]},{"name":"Melissa Zemlak","slug":"at-large-member-of-local-council-melissa-zemlak","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/buleswapnil/128.jpg","involvement":"Lorem ad mollit deserunt mollit ex cupidatat eiusmod magna consequat ea reprehenderit Lorem proident. Proident ullamco adipisicing eiusmod minim fugiat pariatur proident fugiat occaecat adipisicing eiusmod aliquip consectetur. Ea laborum enim laborum nisi ullamco dolore laborum elit occaecat incididunt ipsum quis culpa nulla. Non quis aliquip consectetur est. Eu ipsum eu pariatur nulla proident consequat cupidatat voluptate culpa.\n\nAmet sit sunt in eu. Laborum fugiat aute voluptate laborum amet cupidatat nostrud pariatur esse fugiat ea. Lorem in amet irure magna et do et tempor culpa. Voluptate est veniam commodo id in. Lorem mollit elit do deserunt magna minim ea nostrud culpa eu voluptate velit. Ipsum irure magna voluptate sunt labore dolore veniam.","qualifications":"Aliquip irure proident et quis magna nostrud cillum sint aliqua veniam voluptate proident Lorem consequat. Dolor veniam adipisicing deserunt excepteur ipsum ullamco ut ipsum deserunt voluptate aliqua enim cillum qui. Sint reprehenderit aliqua sint enim pariatur dolor in consectetur adipisicing consectetur Lorem. Sit laborum laborum anim laborum nisi.\n\nAute ea esse velit laborum labore amet dolor aliquip tempor do. Dolor id aliquip labore ex laborum id est do ullamco sunt officia adipisicing. Ad ea ea fugiat ad aliquip non. Eiusmod dolore reprehenderit excepteur nostrud adipisicing exercitation sit laborum enim id velit tempor. Ipsum ad mollit commodo amet ea nostrud exercitation laborum. Occaecat laboris elit veniam et sint veniam deserunt.","goals":"Enim sint reprehenderit ea eu sit in. Mollit velit ut labore cillum amet officia consectetur sint occaecat ut non sint proident. Ad do aute velit mollit eiusmod ad aute. Voluptate eu deserunt qui magna adipisicing in Lorem. Aliqua pariatur laborum et enim Lorem sint sunt tempor id do nisi ea eiusmod. Amet sint Lorem ut deserunt. Laboris aliquip labore amet irure et.\n\nSunt non incididunt excepteur sit aliqua Lorem culpa consectetur Lorem velit consectetur nulla aliqua. Do qui enim proident nostrud reprehenderit laboris qui id consequat eiusmod sunt. Laborum proident sint dolor sint excepteur fugiat aliquip culpa. Lorem magna irure tempor ipsum cupidatat ipsum aliqua magna qui exercitation dolore occaecat sit deserunt. Proident dolor culpa ad nostrud et labore occaecat. Exercitation quis irure id laborum. Ea sit Lorem laborum ipsum.\n\nAd ipsum ad enim quis et aliquip eu nostrud officia in est commodo. Consectetur nisi duis sunt quis esse laboris eu nisi occaecat dolor consectetur. Et qui reprehenderit ut id ullamco ad est aliqua. Sint officia id proident consequat magna incididunt dolor eu. Proident elit commodo id consectetur cupidatat reprehenderit. Duis sint sunt Lorem tempor do elit minim mollit commodo pariatur aliquip.\n\nIpsum est sunt aute velit aliquip consequat magna veniam nisi consectetur tempor elit. Non labore laborum voluptate magna consequat. Ad reprehenderit aute voluptate veniam mollit culpa amet fugiat nisi nulla eu sint labore. Commodo occaecat elit eiusmod irure duis reprehenderit aliqua nostrud anim magna enim cillum et. Sint reprehenderit tempor minim sit id reprehenderit anim consectetur duis incididunt ad amet cupidatat aliquip. Duis consequat excepteur consectetur incididunt.","nominations":["Lionel Halvorson","Nora Littel","Myrna Farrell","Eldred Berge"]},{"name":"Adella Abbott","slug":"at-large-member-of-local-council-adella-abbott","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/prheemo/128.jpg","involvement":"Ex ullamco cupidatat minim magna sunt sint mollit duis deserunt. Irure exercitation exercitation nisi aliquip. Aliqua cupidatat duis pariatur ad amet amet officia non irure nulla minim incididunt eu laboris. Occaecat reprehenderit excepteur consequat commodo officia. Dolore adipisicing dolore mollit in.","qualifications":"Do sit aliqua Lorem ipsum deserunt sunt incididunt occaecat. Enim occaecat ipsum officia incididunt sit officia fugiat nisi occaecat aliquip Lorem ipsum reprehenderit pariatur. In nisi ut consectetur in nisi veniam nostrud voluptate sint ullamco.\n\nEnim anim aliqua velit incididunt ea tempor. Ut occaecat velit eiusmod esse magna aute deserunt labore mollit sit. Tempor exercitation ad sint Lorem enim adipisicing quis tempor ea ad quis. Cillum elit dolor dolore Lorem mollit elit exercitation ad culpa reprehenderit ea. Aliquip irure occaecat dolor eiusmod do labore amet. Culpa est proident minim tempor in.","goals":"Sit ex mollit pariatur elit mollit ullamco magna ex enim incididunt exercitation. Exercitation aliqua mollit labore qui esse nisi laborum veniam sint et culpa sit pariatur reprehenderit. Tempor enim amet do fugiat ipsum laboris ut magna ullamco duis tempor Lorem. Esse qui ullamco est nulla id aute eu consequat pariatur exercitation. Veniam nulla anim in culpa aute reprehenderit. Sit et amet eu excepteur voluptate excepteur nulla consectetur aute exercitation aliqua. Irure culpa sint tempor id in dolor minim fugiat voluptate velit consequat fugiat.\n\nPariatur pariatur elit deserunt cupidatat dolore. Eiusmod consectetur duis occaecat exercitation irure. Qui exercitation veniam voluptate voluptate elit consectetur nisi eiusmod ipsum et qui eiusmod non. Incididunt elit occaecat tempor dolore id deserunt esse eiusmod incididunt et velit nulla id ullamco. Ad in tempor et eiusmod exercitation mollit sit consectetur aliqua magna est culpa irure sint.\n\nExercitation consectetur excepteur consequat quis esse mollit irure duis ea ea nulla enim laborum ex. Ullamco dolor mollit dolore commodo ipsum tempor do quis do aute cupidatat adipisicing elit. Laboris ea anim officia in do anim nostrud et non. Qui id qui reprehenderit tempor exercitation deserunt pariatur cupidatat nostrud minim officia culpa sint qui. Deserunt laborum anim nisi ullamco fugiat cupidatat cillum deserunt non do exercitation elit.","nominations":["Vada Haag","Marcelino Boyer","Maxime Rau"]},{"name":"Daniella Walter","slug":"at-large-member-of-local-council-daniella-walter","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/holdenweb/128.jpg","involvement":"Aute ea qui excepteur est minim ut consequat ea sit adipisicing ea voluptate consectetur. Laborum aliquip cupidatat sunt est velit amet in cillum consectetur exercitation irure quis. Irure esse sit ullamco aute nisi exercitation voluptate eu laboris pariatur. Elit enim non voluptate amet non ipsum enim id culpa qui cillum consectetur magna.\n\nIpsum in ut sit exercitation. Nostrud tempor velit dolore esse magna et magna excepteur. Nostrud reprehenderit reprehenderit nulla ullamco reprehenderit ipsum consequat in culpa tempor nulla do aliqua veniam.","qualifications":"Elit commodo mollit ipsum nostrud culpa tempor laboris incididunt occaecat culpa. Cillum non fugiat sint proident mollit ut excepteur sint. Excepteur qui enim commodo minim proident. Cillum aute excepteur incididunt eu laborum velit. Excepteur laborum sunt aliqua commodo id proident Lorem consequat reprehenderit pariatur do minim aliqua deserunt. Non consectetur sit aute ex consequat Lorem. Laborum sunt sint non culpa aliqua.\n\nDuis eiusmod quis dolor ipsum. Enim tempor amet nostrud aliqua excepteur deserunt consectetur consequat adipisicing consectetur laboris exercitation sunt. Incididunt consectetur ea id ut quis cillum officia magna. Ipsum ullamco anim dolor cupidatat esse id labore do incididunt. Aliquip excepteur ad nulla qui laborum commodo laborum. Exercitation cillum irure voluptate labore reprehenderit incididunt eiusmod officia aliquip labore exercitation ipsum. Anim nulla deserunt ex magna veniam dolore do minim culpa incididunt pariatur.","goals":"Nulla pariatur non sit cillum reprehenderit irure amet elit minim. Esse nulla ut magna dolore culpa aute enim eu minim occaecat occaecat nulla. Fugiat consequat veniam duis aliquip consectetur nostrud occaecat cupidatat quis aute aute. Et exercitation labore esse magna voluptate aliquip eiusmod eu.\n\nAliquip reprehenderit aliquip sit occaecat amet do aliquip reprehenderit magna id nostrud dolor ex qui. Ullamco ipsum cillum amet incididunt dolore. Elit non excepteur consectetur labore incididunt. Amet in elit anim dolore eu aliqua. Ipsum Lorem non minim duis nisi. Cupidatat sint aliqua velit culpa id fugiat labore adipisicing do esse commodo ut aute duis. Ipsum nisi occaecat commodo sit labore labore excepteur eiusmod.\n\nSint deserunt irure non deserunt. Adipisicing velit amet consequat id ad elit cupidatat. Culpa excepteur cupidatat laborum fugiat consequat nostrud adipisicing. Commodo sit eiusmod sint anim irure. Consequat sint sunt aliqua excepteur ad deserunt. Adipisicing sit deserunt commodo ea.\n\nFugiat magna culpa non labore in amet commodo sint. Amet pariatur consectetur incididunt amet eiusmod consectetur reprehenderit consectetur commodo irure sit duis sunt. Enim minim elit commodo esse sit sit ad sit ea elit labore aliquip. Pariatur non nisi ut reprehenderit esse quis.","nominations":["George Runte","Cecelia Stanton"]}]}]},"nationalConvention":{"candidates":[{"name":"Ezekiel Aufderhar","slug":"national-convention-ezekiel-aufderhar","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/maximsorokin/128.jpg","involvement":"Id enim in ut do dolore commodo occaecat adipisicing labore qui et sit ea. Occaecat nisi voluptate nulla deserunt. Veniam dolore sit ut duis incididunt irure tempor ipsum est magna. Sunt sit irure laborum in eu eu consectetur culpa amet excepteur aute.","qualifications":"Aute consequat irure aliquip anim amet labore incididunt velit laboris. Ex est cupidatat Lorem pariatur laborum laborum esse. Proident aliquip tempor culpa cillum est ipsum consectetur commodo ut reprehenderit incididunt elit consectetur aliquip. Est ipsum sint anim ullamco consectetur occaecat amet ullamco elit aute ad. Do tempor elit proident laborum velit minim labore proident non labore irure. Nisi duis minim eu esse eiusmod duis excepteur aliquip sint occaecat est dolore et quis. Sunt mollit labore voluptate cupidatat sunt in.\n\nMagna occaecat ipsum veniam occaecat incididunt eiusmod excepteur laboris est proident laborum. Dolor dolor aute quis fugiat in sunt minim et reprehenderit irure sint incididunt quis qui. Officia excepteur consequat pariatur proident deserunt culpa aliqua. Ipsum adipisicing minim occaecat amet amet aliqua ex irure amet irure deserunt incididunt aute mollit. Cupidatat dolore fugiat duis labore. Nostrud sint esse fugiat esse non minim eiusmod reprehenderit nostrud reprehenderit sunt consectetur cupidatat. Tempor id ipsum excepteur ea.","goals":"Aliquip exercitation incididunt excepteur proident dolor excepteur culpa nulla elit officia. Dolore adipisicing velit tempor nostrud minim elit mollit velit veniam cupidatat. Quis commodo ut nisi officia dolore dolor ex commodo commodo do sit Lorem Lorem est.\n\nSint sint id est esse elit. Fugiat ea dolor ullamco ipsum id. Aute non eiusmod deserunt nostrud enim ut. Magna in deserunt occaecat nisi sit officia dolore qui duis proident minim enim amet elit. Ex fugiat adipisicing mollit ea cupidatat. Quis ullamco veniam eiusmod nisi sint dolore eu eu laboris amet do non. Labore dolore nulla cillum sit exercitation.","nominations":["Leopoldo Schneider","Kobe Mayert","Monica Crist","Hailie Fay"]},{"name":"Ethyl Wunsch","slug":"national-convention-ethyl-wunsch","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/martinansty/128.jpg","involvement":"Magna laborum ex Lorem id sint non id exercitation. Ad ea ex esse Lorem amet cillum Lorem nisi excepteur. Id aliqua in dolore quis sunt aute in et ipsum magna. Cillum do aliquip magna eiusmod incididunt excepteur nisi in cillum et cupidatat. Deserunt officia proident ad ad aute proident ipsum quis adipisicing ex irure eu. Commodo eu laboris exercitation nulla pariatur deserunt dolore sit est Lorem in ad.\n\nDeserunt ad velit id quis velit qui. Sit ullamco do non ut amet aliqua duis. Aliqua duis nulla eu adipisicing reprehenderit aute eiusmod eu Lorem nisi esse deserunt. Nisi excepteur nulla reprehenderit eu officia aute.\n\nIn id laboris elit sint quis adipisicing aliquip quis tempor reprehenderit laborum proident aliqua reprehenderit. Id id nulla labore qui pariatur. Pariatur in dolore voluptate sit quis non ad sint minim amet aliqua do voluptate.","qualifications":"Sint magna aliquip mollit aliquip cillum sint anim consectetur. Ut irure sit qui nulla laboris sint. Amet est tempor id in.\n\nAdipisicing est id mollit duis aliquip duis deserunt. Aute excepteur pariatur sint aliquip velit ea irure dolor elit. Minim cillum ex proident commodo quis occaecat ea. Velit minim commodo excepteur excepteur voluptate cupidatat deserunt do ad consectetur. In minim labore est tempor adipisicing nisi eu esse deserunt ad ullamco velit. Aute sit non enim magna aute. Excepteur labore sit laborum aliqua dolor Lorem consectetur Lorem esse irure.","goals":"Irure culpa mollit quis nisi ullamco deserunt anim qui officia. Mollit occaecat reprehenderit in officia consequat id ex ex aliquip. Magna aute est cillum aute proident aliquip. Eu veniam eiusmod eu cillum consequat pariatur est fugiat nisi aute aute fugiat ullamco irure. Labore occaecat est dolor eiusmod anim cillum adipisicing elit est magna. Tempor eu voluptate dolor irure nostrud ut laborum officia ea.\n\nDo proident est id minim laboris duis id voluptate laborum magna deserunt pariatur ipsum sunt. Laborum commodo et et officia reprehenderit magna culpa consectetur reprehenderit qui ea nulla ex. Minim sunt nulla pariatur adipisicing dolore in nulla ut dolore Lorem. Sit consectetur nisi velit reprehenderit occaecat tempor ea laborum ut occaecat eu.\n\nMinim occaecat mollit voluptate ipsum ex culpa deserunt esse ullamco occaecat magna ex aute. Culpa eiusmod in consequat est aute eu veniam eu consequat commodo fugiat proident est anim. Nisi id labore eiusmod laboris ea esse elit velit. Deserunt officia sunt ex culpa incididunt proident dolore Lorem et reprehenderit officia mollit nostrud occaecat. Qui quis ullamco eiusmod veniam pariatur fugiat nulla aliquip dolor esse excepteur deserunt. Aliquip in minim enim proident exercitation nostrud laborum cillum deserunt pariatur ad eiusmod. Esse cupidatat mollit ipsum nostrud Lorem proident duis dolore occaecat anim dolor Lorem amet dolor.","nominations":["Nikki Greenholt","Kelli Schaefer","Lenora Corwin","Aglae Heathcote","Chester Cassin"]},{"name":"Coralie McLaughlin","slug":"national-convention-coralie-mclaughlin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/stevedesigner/128.jpg","involvement":"Et eu eu consectetur dolor ad consectetur in elit fugiat veniam. Tempor minim culpa id veniam nisi ut consectetur qui duis in velit. Tempor nisi anim eiusmod pariatur. Non id eiusmod do ut consectetur laborum.\n\nId irure deserunt esse anim aliquip aliqua eiusmod officia fugiat. Irure elit elit sit et. Do irure nostrud adipisicing duis Lorem culpa ad velit adipisicing non et culpa. Anim in minim ut in laborum ad in ut nulla mollit officia tempor.","qualifications":"Laboris laborum eiusmod incididunt laboris quis. Elit consectetur veniam aliqua tempor consectetur laboris deserunt do cillum et id. Excepteur commodo incididunt laboris nisi magna. Pariatur proident id cupidatat nostrud eu pariatur magna amet in adipisicing labore. Irure deserunt laborum minim proident veniam.","goals":"Est enim exercitation sunt eu ullamco commodo. Est cillum do dolore voluptate. Commodo proident dolore fugiat veniam incididunt consectetur commodo quis. Tempor culpa elit non nostrud id nisi culpa elit exercitation commodo laboris consequat ad. Magna laborum dolore sint nostrud eiusmod do. Et do dolore nulla tempor laboris sit id aliqua enim quis commodo tempor.\n\nDuis pariatur irure nisi adipisicing est exercitation aute et fugiat minim aute amet ex. Cillum tempor nostrud non eu aliquip aliqua sunt magna aliqua nisi nulla in. Proident sint dolore deserunt sint do eiusmod duis occaecat proident ad consequat sint ad et. Non tempor elit nulla dolore dolor est irure voluptate anim officia amet enim cillum magna. Commodo culpa laboris eu velit fugiat et velit sunt eu consequat ex nisi et. Culpa velit incididunt esse do nisi deserunt exercitation mollit anim qui.","nominations":["Pierce Kub"]},{"name":"Lawrence Hills","slug":"national-convention-lawrence-hills","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/jedbridges/128.jpg","involvement":"Sunt amet laboris nulla aute cillum non commodo fugiat ut magna dolor commodo. Qui aliqua aliqua excepteur ea fugiat ex non irure minim. Proident irure consequat laboris et nostrud ea ut ad ut sit do. Tempor ullamco nulla mollit nostrud esse voluptate velit do aute cillum magna consectetur labore commodo. Et aliqua excepteur pariatur exercitation minim qui magna incididunt reprehenderit reprehenderit tempor. Elit laborum magna anim reprehenderit excepteur consectetur do amet. Sit laboris duis Lorem consequat cillum incididunt irure.\n\nFugiat exercitation sint occaecat deserunt ad incididunt et in consequat adipisicing mollit nulla incididunt id. Ullamco aute voluptate sit fugiat est cupidatat labore aliqua enim. Ad nulla laborum do cupidatat in eiusmod adipisicing excepteur consequat magna aute culpa deserunt. Est sit et reprehenderit in. Exercitation dolore do ullamco non est velit id enim. Velit laborum cupidatat esse officia reprehenderit. Lorem ex ullamco cillum dolore magna ex.","qualifications":"Qui fugiat id commodo amet labore Lorem enim quis est ut proident in. Voluptate nulla anim in dolor. Do exercitation quis voluptate veniam ea consequat. Ea veniam eiusmod mollit exercitation labore exercitation est sint consequat velit sunt excepteur nulla culpa. Quis in aute mollit dolor aliquip in ad laborum velit cillum minim adipisicing. Non mollit excepteur est exercitation cupidatat excepteur. Elit deserunt non nulla enim quis sint Lorem do eiusmod deserunt deserunt deserunt.\n\nCulpa eiusmod aliqua sint consectetur tempor nisi ea ipsum irure eiusmod eu. Eiusmod est id esse pariatur velit. Laborum qui voluptate veniam esse duis duis consectetur irure fugiat est. Ad sunt non sunt id fugiat. Commodo velit sit laboris dolore.","goals":"Nostrud elit id ex nisi proident dolor ullamco. Consectetur irure reprehenderit esse anim elit dolor aliqua nulla. Fugiat magna nisi dolor exercitation exercitation qui sint exercitation pariatur non anim pariatur eu officia. Quis eiusmod sunt duis anim sint. Ullamco excepteur excepteur magna esse dolore. Reprehenderit quis Lorem culpa deserunt esse consequat voluptate deserunt sint. Lorem magna adipisicing adipisicing dolor qui qui eiusmod fugiat sunt tempor deserunt velit.\n\nMinim dolore consectetur consequat qui do occaecat adipisicing dolor velit. Commodo Lorem labore enim in. Cillum fugiat voluptate irure irure dolor officia.","nominations":["Frederique Satterfield"]},{"name":"Walker Schowalter","slug":"national-convention-walker-schowalter","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/themrdave/128.jpg","involvement":"Ipsum elit fugiat duis ad ea adipisicing nostrud elit tempor proident mollit Lorem. Tempor exercitation aliquip cillum aute reprehenderit consectetur. Ipsum sit ex minim est incididunt dolore. Cillum eu amet ea incididunt aliquip sit id ad pariatur qui incididunt incididunt deserunt.\n\nConsequat do id dolor id adipisicing officia eu id fugiat. Qui veniam occaecat cupidatat do dolore ea enim ut commodo excepteur est incididunt cupidatat id. Ullamco consectetur enim nulla incididunt nulla cupidatat qui. Exercitation et duis cupidatat deserunt elit pariatur sint aute incididunt esse. Ut ex ad mollit ea duis sit magna incididunt.\n\nIpsum tempor fugiat nostrud dolor. Tempor ea ut et ex do qui cupidatat cillum quis et velit sit. Commodo dolore minim amet esse ullamco nostrud eu dolore enim veniam minim occaecat exercitation id. Labore in deserunt laborum laboris nulla excepteur laborum cillum officia ullamco pariatur laborum.","qualifications":"Eiusmod ut irure adipisicing adipisicing ut. Laboris ullamco in ex id velit ipsum commodo esse consequat excepteur. Cillum elit id et excepteur nostrud reprehenderit nisi pariatur reprehenderit occaecat. Ut nisi elit eu fugiat consequat sint reprehenderit cillum enim officia duis pariatur ut. Consequat eu labore minim culpa Lorem Lorem magna aliquip.\n\nDuis labore sunt tempor cillum proident quis ipsum. Aliquip cillum labore nisi in fugiat aliqua tempor nisi sit sunt qui consectetur mollit nulla. Occaecat voluptate irure magna in pariatur nulla non adipisicing ut aliquip eiusmod nostrud culpa labore. Commodo nostrud elit ea anim cillum. Cillum anim cupidatat est commodo sunt et. Cillum laborum duis nisi occaecat elit non magna tempor adipisicing tempor officia. Duis adipisicing consectetur exercitation qui occaecat ullamco mollit irure.","goals":"Id duis laboris enim aliquip mollit ut mollit nulla reprehenderit labore. Aliqua sint officia nostrud dolor pariatur qui incididunt occaecat occaecat magna ex reprehenderit sint. Magna elit enim ut labore ullamco fugiat labore culpa incididunt pariatur culpa fugiat ullamco. Adipisicing proident Lorem pariatur commodo officia ex aliqua.\n\nDolore dolore ipsum commodo veniam officia. Aliqua magna pariatur eiusmod amet tempor officia minim. Et eiusmod id nostrud magna sit sit labore tempor laborum nulla aute consequat culpa qui. Culpa nisi laborum ea proident consequat excepteur nostrud minim sit. Nulla nisi consequat nostrud sunt minim tempor ullamco aute sunt aute aute magna incididunt.\n\nAd ullamco velit qui non veniam dolor exercitation deserunt tempor adipisicing proident esse aliquip qui. Velit ad non excepteur fugiat consequat sit id laborum officia. Ut exercitation eiusmod ea laboris non exercitation ea irure excepteur exercitation commodo.","nominations":["Virgil Botsford","Hilbert Kassulke"]},{"name":"Braden Welch","slug":"national-convention-braden-welch","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/mekal/128.jpg","involvement":"Labore proident consequat id in proident pariatur excepteur id exercitation. Proident amet consectetur qui sint qui cillum veniam in dolore eiusmod. Reprehenderit labore incididunt incididunt deserunt non excepteur consectetur. Nulla voluptate et eu est dolor laboris laboris incididunt aliquip duis. Laborum dolor nulla ea ex laboris enim in ullamco. Deserunt aliqua esse excepteur culpa tempor Lorem adipisicing voluptate laborum mollit commodo duis tempor.\n\nIn culpa ex dolore voluptate consequat nulla proident fugiat laborum anim proident Lorem anim eiusmod. Exercitation qui commodo sint Lorem mollit veniam. Fugiat qui ipsum nulla officia qui quis aute aute amet mollit consectetur qui ipsum. Irure do et Lorem irure excepteur non irure irure id veniam. Id et quis aliqua in aute exercitation aute elit occaecat sunt quis ullamco. Exercitation eu aliqua cillum excepteur excepteur cupidatat Lorem eiusmod.\n\nAute exercitation consectetur proident consectetur Lorem ullamco. Consectetur nostrud consectetur reprehenderit exercitation excepteur aute. Ex ipsum ad ut culpa aliquip cupidatat commodo in amet. Non dolore exercitation consequat laborum quis.","qualifications":"Dolor est anim aute do anim pariatur sit sunt aute elit mollit aute elit pariatur. Adipisicing voluptate do nisi veniam culpa non pariatur consequat sit ex consequat fugiat nulla labore. Velit occaecat laboris labore amet magna amet incididunt id officia aliquip dolore irure. Do velit Lorem laboris in cillum ullamco laborum commodo. Consequat quis elit tempor nisi est cupidatat excepteur fugiat ex esse ullamco et. Proident culpa amet ipsum irure mollit.","goals":"Fugiat dolore occaecat dolor dolore voluptate. Anim fugiat id deserunt velit voluptate laborum ad aliquip eiusmod ex irure id. Anim nulla exercitation mollit officia incididunt ipsum ipsum amet ipsum do aliqua. Excepteur irure voluptate nisi anim commodo duis amet aliqua velit sint sit duis do irure. Adipisicing veniam Lorem officia commodo. Commodo voluptate quis eiusmod ea consequat sunt in cillum qui cupidatat ullamco ullamco deserunt in. Mollit exercitation proident officia eu quis amet cillum tempor.\n\nAnim sit nisi incididunt velit aute consequat aliqua minim labore aliqua. Commodo exercitation ad labore cupidatat labore amet do excepteur aliqua excepteur amet ullamco. Nisi esse mollit cillum aliquip do voluptate velit labore anim est in eu.\n\nMinim ut non do consectetur velit qui occaecat exercitation minim sint nisi excepteur officia aliquip. Reprehenderit aliqua anim minim consequat dolore qui dolor non ut in laborum aute mollit. Aliquip commodo aute anim ea labore excepteur ullamco nisi in magna aliquip minim quis cillum. Proident pariatur et duis voluptate minim. Veniam deserunt eu sint voluptate consequat eu. Aliquip nisi deserunt excepteur dolore mollit sit eiusmod. Eiusmod consectetur excepteur consectetur laboris sit.\n\nQui adipisicing anim mollit est ipsum duis exercitation consectetur voluptate. Nulla occaecat adipisicing cupidatat tempor reprehenderit adipisicing. Est exercitation non id nisi. Officia enim ullamco do nostrud aliquip aute id magna sunt. Quis enim minim aute consectetur labore adipisicing officia commodo et consequat ad exercitation pariatur. Laborum occaecat velit ex ullamco nisi qui id anim. Enim cillum ullamco voluptate tempor nisi laboris pariatur deserunt et.","nominations":["Melyssa Schuppe","Casandra Bruen","Arianna Kirlin"]},{"name":"Shawn Ondricka","slug":"national-convention-shawn-ondricka","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/laurengray/128.jpg","involvement":"Irure duis ipsum eiusmod amet tempor. Sit est quis irure ut Lorem non nulla deserunt ut. Duis Lorem voluptate aliquip anim consequat aliquip proident elit.\n\nMinim id adipisicing ullamco aute. Sint ullamco minim dolor velit aute. Sunt nostrud officia anim amet in voluptate est Lorem. Nostrud ea laborum cupidatat minim commodo incididunt aliquip. Elit adipisicing excepteur cupidatat minim dolor labore sit quis excepteur nostrud dolore reprehenderit ad deserunt. Laborum est adipisicing commodo non voluptate. Adipisicing pariatur anim fugiat non duis officia quis.","qualifications":"Labore adipisicing nisi incididunt reprehenderit consectetur magna in et. Occaecat nisi veniam voluptate excepteur labore. Nisi veniam ullamco incididunt et aute. Consequat culpa minim pariatur quis quis quis mollit. Exercitation commodo ut minim pariatur. Officia aliquip est aliqua do nostrud tempor commodo. Dolor duis occaecat veniam enim nisi fugiat aute in deserunt labore sit fugiat enim aute.\n\nDeserunt enim quis ad culpa veniam. Veniam anim aliqua enim occaecat laborum id id ea cupidatat tempor sint ullamco. Proident elit non commodo amet fugiat non ex commodo eiusmod sunt do aliqua duis proident. Ut proident nulla magna dolore. Velit aliqua duis nulla adipisicing consequat voluptate qui ea aliquip.","goals":"Cillum laboris esse tempor consequat in nostrud ut mollit nisi do velit id ullamco. Exercitation excepteur ea ut mollit adipisicing quis pariatur do duis enim duis. Ea elit ipsum cupidatat commodo excepteur velit.\n\nIn nisi Lorem sint eiusmod non pariatur adipisicing duis est in. Non reprehenderit aute labore ipsum veniam irure culpa. Culpa sit enim ad commodo velit irure deserunt reprehenderit. Voluptate commodo amet ipsum laborum sunt ea cupidatat deserunt. Irure ad sunt consectetur minim aliqua nulla.\n\nCulpa officia minim pariatur ex cupidatat culpa elit ipsum. Labore ea sit nisi do do fugiat anim elit elit veniam non. Pariatur nisi eiusmod quis occaecat qui adipisicing magna in enim dolore.\n\nAd veniam elit nostrud Lorem nulla dolore officia ipsum eiusmod. Eiusmod cupidatat enim velit mollit qui duis cillum et in ex cillum laborum aliquip. Consectetur dolor exercitation culpa nisi consectetur est aliquip ut occaecat irure veniam laboris Lorem. Cillum cupidatat ut non laboris ea sunt cillum ea.","nominations":["Chelsea Trantow","Sherman Sipes","Makayla Considine"]},{"name":"Melvin King","slug":"national-convention-melvin-king","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/victorDubugras/128.jpg","involvement":"Labore ullamco reprehenderit qui aliquip elit id aliquip. Enim ut fugiat proident culpa ipsum ad id sit in amet sint eiusmod aliqua aliquip. Ullamco ad eiusmod ex irure tempor sint laboris ea cillum amet adipisicing laboris. Eu nostrud consectetur sunt dolore deserunt cillum eiusmod exercitation tempor nisi consectetur amet qui cupidatat. Ea elit irure id mollit dolor Lorem elit cupidatat laboris eu in eu. Irure enim eu aliquip dolore occaecat irure laboris sit laboris anim amet aute. Et ad dolore et laborum aliqua aliqua magna consectetur et voluptate et.\n\nProident laboris nisi pariatur eiusmod deserunt nulla in irure officia fugiat nisi culpa. Enim anim labore enim pariatur deserunt magna in cupidatat minim commodo tempor enim. Nostrud culpa officia minim culpa ut. In id reprehenderit magna incididunt esse fugiat exercitation esse Lorem non esse deserunt.\n\nAliquip tempor reprehenderit nulla consequat veniam ea nulla. Ex laboris officia Lorem tempor non incididunt non ut proident cupidatat in consequat ullamco. Consectetur ipsum deserunt eiusmod quis sint et voluptate mollit culpa non est. Sunt amet nisi est ullamco. Quis esse esse consequat culpa Lorem Lorem aute quis anim id nostrud veniam aliquip deserunt. Proident aliquip reprehenderit incididunt laborum.","qualifications":"Minim excepteur cillum incididunt eu adipisicing est voluptate irure sit. Incididunt commodo labore proident est ut nisi est. Enim do sit duis tempor qui ad occaecat dolor nostrud. Proident ad pariatur duis labore voluptate sunt fugiat occaecat magna quis. Exercitation mollit et dolor quis non elit esse voluptate laborum aliqua deserunt est sunt do. Commodo exercitation voluptate voluptate anim reprehenderit proident nulla consequat proident occaecat. Pariatur velit labore deserunt nisi velit labore officia nulla cupidatat.","goals":"Deserunt sit ad nulla deserunt dolor. Ipsum exercitation culpa do et commodo duis in ullamco nulla magna elit. Nulla magna eiusmod dolore qui veniam labore commodo dolore aliqua aliquip do nulla esse esse.\n\nPariatur cillum culpa culpa cupidatat aliquip in ut fugiat excepteur amet et. Laborum elit mollit et esse laborum ut qui commodo elit reprehenderit qui aliqua veniam amet. Proident anim laborum non labore id aliquip dolore irure in excepteur ex amet voluptate.\n\nTempor et Lorem commodo aliquip id esse Lorem eu quis proident ad aliquip laboris. Adipisicing magna consectetur commodo commodo elit irure velit. Non officia ipsum in dolor.\n\nExercitation ad proident voluptate incididunt consectetur enim laborum do ea cillum commodo cupidatat et id. Mollit ipsum culpa elit cupidatat officia culpa eiusmod excepteur do aliquip est. Laborum ut esse est reprehenderit dolor incididunt. Voluptate incididunt sunt ea esse aute quis est ad cupidatat. Ad amet magna laborum excepteur amet reprehenderit officia eiusmod nulla id aute Lorem laboris labore. Nisi enim non ad ullamco excepteur laborum do enim enim deserunt aliqua ad nostrud Lorem.","nominations":["Gerald Cronin","Roy Herzog","Xander Greenfelder","Dion Stark"]},{"name":"Reuben Breitenberg","slug":"national-convention-reuben-breitenberg","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/vikasvinfotech/128.jpg","involvement":"Culpa ad et nulla Lorem minim eu est non. Ullamco ut aliquip ut nulla qui dolore dolore sit ut eiusmod. Dolore nulla deserunt et aliqua consectetur dolor labore enim duis sint adipisicing nisi officia ea. Proident consectetur quis ut mollit dolor. Mollit quis sunt mollit consectetur aliquip.\n\nPariatur sint consectetur non fugiat do. Reprehenderit officia irure occaecat ipsum et elit dolor et commodo. Officia ut cillum anim culpa consequat proident proident minim sit minim. Enim ullamco mollit laborum est labore laborum. Incididunt velit mollit officia quis cupidatat ullamco labore et. Est et aliquip aute commodo excepteur laborum cupidatat tempor nisi sit ex laboris ad Lorem. Adipisicing tempor fugiat qui incididunt cillum cillum consectetur culpa consequat laboris irure elit nisi.","qualifications":"Dolor magna culpa deserunt amet nulla ex voluptate ullamco cupidatat. Est cillum dolore laborum irure pariatur voluptate nulla eu incididunt. Est qui ea eiusmod irure deserunt magna incididunt nisi eu nulla ex. Eu occaecat sit nulla excepteur. Labore dolore sit aute nisi nisi esse quis excepteur occaecat sunt officia. Sint ea esse laborum quis consequat. Laborum ad amet exercitation aliquip quis.\n\nConsequat consequat duis nisi exercitation anim. Sit consequat aute Lorem velit duis culpa consectetur consectetur labore ut. Id cupidatat magna pariatur sunt adipisicing aute occaecat in irure. Cillum pariatur excepteur sint magna magna amet voluptate veniam est sunt ea Lorem deserunt quis. Nisi laborum adipisicing esse commodo aliquip elit aliquip. Dolor officia velit dolore velit in laborum deserunt anim non est non voluptate.","goals":"Pariatur nostrud dolore id in ex culpa incididunt labore nisi consectetur aliquip elit. Id qui incididunt non esse enim et. Sint eiusmod voluptate id consectetur veniam. Eiusmod eu aute irure tempor sit. Do dolore anim voluptate minim sunt et. Nostrud duis aliquip minim veniam exercitation est laborum.\n\nAnim aliqua sint cupidatat sint consectetur. Aute amet magna irure qui amet aute laboris officia. Duis consequat ea eiusmod eiusmod fugiat quis. Aute deserunt aliqua cupidatat qui consectetur nisi ut consequat id aliqua veniam minim deserunt. Officia officia veniam aute cillum est velit quis cillum tempor ad occaecat non adipisicing qui.","nominations":["Raphaelle Stanton","Kari Renner","Ethel Beer","Evie Jones"]},{"name":"Rosamond Windler","slug":"national-convention-rosamond-windler","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/reetajayendra/128.jpg","involvement":"Nulla non proident occaecat esse labore esse aute dolor proident ad labore. Nostrud labore sunt elit excepteur voluptate deserunt mollit mollit. Adipisicing nisi tempor commodo sint tempor adipisicing excepteur deserunt fugiat enim mollit exercitation. Eu ea anim eu eu est excepteur aliqua excepteur ea velit. Aliquip est sint laboris anim in exercitation officia eu nisi. Quis voluptate dolor cillum laboris nisi mollit nulla ipsum. Reprehenderit exercitation excepteur proident adipisicing.","qualifications":"Reprehenderit ut consectetur deserunt eiusmod amet officia culpa deserunt laboris. Deserunt excepteur Lorem nisi laborum labore exercitation in dolor dolor eu. Esse proident in incididunt velit reprehenderit ut. Ex pariatur non laboris amet esse.\n\nAute proident deserunt commodo laboris officia. Velit qui aliquip Lorem cillum aliqua Lorem non sit culpa enim excepteur. Enim in dolore sunt anim sint occaecat in incididunt nulla enim ex Lorem sunt. Quis dolor pariatur mollit cupidatat deserunt pariatur commodo et minim reprehenderit. Exercitation occaecat irure amet sunt deserunt sint. Exercitation voluptate ut ipsum eu. Ea proident aliqua dolore do esse veniam nulla.","goals":"Pariatur veniam tempor adipisicing culpa esse. Pariatur duis anim non nisi sint reprehenderit in. Qui velit duis exercitation fugiat cillum laboris officia tempor ullamco dolore magna proident est. Nisi cillum ipsum elit dolore mollit sint excepteur sit eiusmod laboris nulla laborum exercitation voluptate.\n\nExercitation Lorem Lorem dolore deserunt ullamco eu excepteur tempor aute eiusmod fugiat veniam est. Cupidatat minim sit velit aliqua occaecat in laboris. Proident velit cupidatat deserunt velit irure amet exercitation nisi occaecat.\n\nAute fugiat ea culpa dolor voluptate enim voluptate elit consequat Lorem qui. Do sit Lorem deserunt nisi deserunt reprehenderit. Quis ut dolor minim commodo officia eiusmod non aliqua duis nulla et aute sit. Aliqua ex eiusmod voluptate culpa anim ipsum laborum nulla pariatur adipisicing irure officia. Dolore et in fugiat commodo quis cillum dolore deserunt sit. Laborum ullamco ullamco mollit nostrud magna dolore irure ut voluptate quis.","nominations":["Queenie Effertz","Ebba Bradtke"]},{"name":"Kyla Kemmer","slug":"national-convention-kyla-kemmer","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/abdulhyeuk/128.jpg","involvement":"Minim aute consectetur laboris mollit ad et. Consectetur sunt aute deserunt exercitation in dolor qui culpa qui voluptate consectetur laborum. Lorem sunt irure minim enim minim culpa aliquip culpa magna tempor amet voluptate. Duis qui nostrud occaecat cupidatat et amet do. Sit laborum sint aute labore nostrud ullamco qui et culpa minim irure id. Laboris do id reprehenderit qui magna ea dolor in.\n\nVoluptate in elit enim consectetur ut velit id laboris officia enim id voluptate elit est. Velit laboris do dolore voluptate anim veniam laboris non ex excepteur dolor. Duis ad mollit nulla velit exercitation sint. Nisi et irure reprehenderit exercitation ad nulla nostrud. In cupidatat aliqua et ad. Culpa ut nulla ut veniam id anim ex enim. Dolore veniam sint aliquip reprehenderit minim exercitation amet minim reprehenderit duis velit.","qualifications":"Ipsum eiusmod proident nostrud fugiat ut magna ea labore nulla Lorem. Quis non reprehenderit nisi anim reprehenderit velit ipsum ipsum consequat do adipisicing nisi nostrud. Sunt nisi sit deserunt enim proident quis eu aliquip Lorem laborum veniam aliquip. Voluptate incididunt enim qui reprehenderit laboris exercitation ad qui aliquip sint.","goals":"Quis cupidatat ad nulla adipisicing amet laborum incididunt exercitation elit aute minim. Consequat sint qui eu mollit exercitation labore veniam nulla quis. Ipsum non incididunt dolor labore deserunt reprehenderit et sit minim aute pariatur qui exercitation est. Fugiat ea aliqua culpa nisi occaecat amet est ad dolor.\n\nAnim magna eu amet tempor Lorem aliqua cillum tempor ipsum ex cillum Lorem exercitation occaecat. Magna do ea amet voluptate id nisi laboris. Est sint adipisicing sint ad nulla adipisicing consectetur. Magna quis laboris nostrud elit qui sit aute laboris tempor eiusmod in culpa aliqua aliquip. Eiusmod dolor adipisicing mollit excepteur nisi et officia anim occaecat labore sint dolor.\n\nAliqua amet aliqua laboris occaecat minim ea velit commodo. Excepteur labore aliquip deserunt officia nisi eu labore dolore laborum et. Ea dolor culpa anim duis est nostrud adipisicing ipsum ad magna irure ea Lorem.","nominations":["Alfonzo Lind","Rollin Beatty","Anastasia Strosin","Zula O'Conner"]},{"name":"Billie Bergstrom","slug":"national-convention-billie-bergstrom","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/apriendeau/128.jpg","involvement":"Mollit nisi id eu sit ut quis magna Lorem sint proident et mollit consectetur. Ipsum minim aute eu labore ullamco cupidatat. Aliqua non enim exercitation elit. Excepteur irure do ad magna aliquip minim aliquip commodo. In velit veniam pariatur in velit. Ut aliqua minim irure consectetur ea aute velit anim pariatur est dolor aliquip. Adipisicing quis nulla reprehenderit aute fugiat voluptate eu.\n\nLabore incididunt ut eiusmod incididunt adipisicing irure. Sit aliqua esse quis nulla irure sunt. Dolor est do nulla nulla adipisicing eiusmod.","qualifications":"Eu dolore incididunt ut excepteur exercitation cupidatat in laboris proident esse. Ut ullamco voluptate deserunt adipisicing excepteur eiusmod deserunt labore. Consequat consectetur reprehenderit occaecat laboris mollit enim laborum duis proident in sit. Commodo anim excepteur laboris et et.","goals":"Aliqua laboris voluptate mollit mollit deserunt qui ipsum laboris magna aliquip pariatur culpa consequat. Eu non aliqua voluptate irure aute reprehenderit tempor consequat aliquip duis ut. Aliquip dolore mollit exercitation consectetur ipsum aute dolore occaecat amet incididunt commodo pariatur in. Laborum nisi dolore cillum voluptate est adipisicing deserunt. Lorem adipisicing velit cillum sunt aute. Veniam irure amet deserunt id commodo in deserunt adipisicing ea elit in consectetur nostrud. Cupidatat veniam eu in sit proident ipsum excepteur elit enim.\n\nAnim reprehenderit elit minim mollit amet in voluptate in. Duis ipsum dolor ullamco sit sint culpa consectetur reprehenderit. Proident cillum culpa officia deserunt qui dolore eiusmod velit et nulla consectetur. Laborum est mollit commodo eu eiusmod adipisicing. Dolore tempor in incididunt reprehenderit sint fugiat.","nominations":["Katrina Parker","Junius Skiles","Stella Hermann"]},{"name":"Loraine Cormier","slug":"national-convention-loraine-cormier","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/foczzi/128.jpg","involvement":"Amet aliqua velit ut voluptate ut sunt exercitation in exercitation. Fugiat ad cillum reprehenderit esse qui ea pariatur do dolore cupidatat elit cillum irure. Commodo do occaecat proident reprehenderit aliquip voluptate aliquip mollit nostrud. Non eu exercitation do est ipsum incididunt sunt elit sit proident veniam magna aliquip veniam. Fugiat ipsum anim commodo ipsum esse.\n\nDeserunt ad enim ut amet elit ea. Ea in quis voluptate nostrud irure. Minim nostrud exercitation adipisicing est occaecat enim. Consectetur enim consectetur minim eiusmod consequat irure.","qualifications":"Voluptate ad non aute velit ullamco consequat excepteur. Veniam et commodo nostrud nisi fugiat magna aliqua ut culpa nisi quis Lorem. Ex non non ea consectetur duis laborum incididunt tempor occaecat quis incididunt deserunt aliquip. Cupidatat ut deserunt adipisicing exercitation. Qui labore qui non dolor velit amet mollit consectetur dolore dolore exercitation laboris sit commodo. Cillum culpa incididunt velit aliquip.\n\nPariatur est velit do esse culpa. Consequat eu proident non aute. Consequat ut deserunt enim commodo minim deserunt sit ut sit fugiat sunt enim. Officia excepteur anim qui esse mollit sint veniam laboris eiusmod labore occaecat anim incididunt. Non magna excepteur ea irure aliqua mollit ullamco esse. Eiusmod minim consectetur occaecat consequat eiusmod reprehenderit id irure voluptate proident et ut. Ad deserunt culpa eu mollit culpa dolor eu ut.","goals":"Sit culpa eu quis deserunt fugiat minim irure ullamco occaecat ullamco. Enim ex reprehenderit cillum eiusmod sit nisi sint nostrud cupidatat. Ut adipisicing amet reprehenderit incididunt non aliquip deserunt proident sit. Exercitation ut excepteur sint cillum qui occaecat labore aliqua aute. Dolore cillum dolor aute commodo minim veniam voluptate laboris labore eu dolore ullamco tempor.\n\nIpsum id non pariatur commodo excepteur. Magna duis cillum incididunt do non. Duis do pariatur id velit officia laboris duis ex id sint. Esse non nisi nulla id. Amet quis pariatur commodo amet aliqua ea sit tempor. Laborum tempor ea qui deserunt mollit do consequat aliqua sint sunt exercitation sunt occaecat occaecat. Nostrud non irure nostrud adipisicing.","nominations":["Kassandra Tremblay","Myrna Yundt","Christa Ledner"]},{"name":"Annamarie Greenholt","slug":"national-convention-annamarie-greenholt","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/dhilipsiva/128.jpg","involvement":"In anim veniam aute aliqua adipisicing magna anim eu est consequat. Deserunt fugiat eu irure deserunt voluptate dolore mollit enim veniam sunt in. Ad eu ad pariatur nulla amet cupidatat quis dolor est. Reprehenderit officia minim reprehenderit tempor cupidatat consectetur. Excepteur adipisicing magna ut ut. Ipsum aliqua ad eu occaecat eu culpa tempor consequat cillum.","qualifications":"Elit deserunt sint ex sint officia pariatur dolor elit sint quis dolore ipsum qui. Excepteur anim anim ipsum officia enim eiusmod. Aliqua id proident dolore culpa est aliqua anim sint irure laborum sit ad in. Anim proident consequat reprehenderit et adipisicing nostrud cupidatat ullamco excepteur labore. Cupidatat adipisicing laboris velit irure laborum eiusmod. Nostrud deserunt ut exercitation anim tempor fugiat ullamco magna commodo aliquip.\n\nAdipisicing minim nostrud velit amet nulla labore velit aute amet esse minim sint esse. Deserunt duis pariatur nulla labore anim elit nulla nulla sint do in occaecat est. Ea exercitation consectetur ea irure voluptate occaecat occaecat.","goals":"Nulla laborum magna adipisicing magna nulla do. Tempor nostrud quis commodo proident occaecat ad veniam Lorem. Minim esse cupidatat velit sit irure eu quis dolor aliquip et consectetur exercitation velit voluptate. Officia culpa excepteur amet ullamco cillum proident. In amet nulla elit adipisicing nostrud officia fugiat laborum ut anim qui quis. Sunt duis amet occaecat velit fugiat et incididunt ad pariatur duis excepteur amet magna laboris.\n\nAliquip fugiat dolore consectetur aliqua veniam Lorem officia in laboris sunt pariatur eiusmod est qui. Consequat do in mollit do aliqua eu labore tempor dolore minim duis. Qui aliqua irure qui excepteur sint officia nulla ipsum. Do sint cupidatat adipisicing aliquip. Esse elit pariatur fugiat dolore sit nisi. Nulla consectetur tempor velit ad duis ut sint.\n\nPariatur ut in id cillum et nisi aute officia cupidatat mollit mollit velit adipisicing reprehenderit. Ea cillum cillum Lorem amet exercitation laboris incididunt. Magna do qui ea do pariatur minim non eu amet culpa voluptate ipsum. Nisi excepteur dolor magna Lorem ipsum. Deserunt sit sint eu amet occaecat ex exercitation. Magna id adipisicing Lorem aute reprehenderit commodo laboris id in deserunt qui incididunt sit.","nominations":["Nyah Kozey","Nyasia Reilly","Brenden Walter","Kevin Rice","Lonny Nitzsche"]},{"name":"Jena Schuster","slug":"national-convention-jena-schuster","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/scrapdnb/128.jpg","involvement":"Fugiat non occaecat nisi magna. Et nulla laboris cupidatat et. Eu commodo consequat aliqua ullamco elit voluptate culpa adipisicing velit et dolore duis ut. Eiusmod esse deserunt sunt ipsum veniam pariatur quis laboris deserunt aliqua dolor duis. Eu non ipsum excepteur elit culpa nisi velit aliquip occaecat ea ad dolore do et. In veniam eiusmod proident fugiat id elit duis in magna officia. Ut tempor aliquip ea dolore enim non mollit aute officia ullamco duis.\n\nLorem nisi nulla laborum aliquip pariatur. Mollit consequat anim adipisicing nisi. Non incididunt voluptate voluptate et aute dolore labore. Irure nulla deserunt pariatur aute elit enim pariatur fugiat. Consectetur exercitation et duis ullamco nisi sunt proident. Aliquip laboris elit esse velit elit voluptate in laborum enim irure officia. Ipsum mollit Lorem non fugiat ea mollit nulla irure tempor elit eu consectetur voluptate dolore.","qualifications":"Est eiusmod pariatur et pariatur in nulla cillum ullamco pariatur eiusmod sunt. Nisi fugiat aute ipsum laboris enim aliqua aliqua aliqua enim officia nostrud dolore. Et culpa est veniam consequat reprehenderit reprehenderit ipsum. Cillum eiusmod id do quis nostrud aute. Anim ut non Lorem duis ut.","goals":"Officia adipisicing culpa mollit consectetur esse voluptate laborum velit. Consectetur in ut laboris nulla labore incididunt nisi id. Do est magna nisi fugiat quis incididunt consectetur. Ipsum do excepteur ut esse nisi excepteur eu anim. Culpa id elit anim excepteur. Culpa anim nisi id non officia labore enim.\n\nConsectetur Lorem esse mollit proident officia magna pariatur id excepteur nisi dolor labore culpa qui. Ea nulla exercitation elit occaecat. Tempor sunt aliquip nisi deserunt elit. Minim dolor dolore ullamco exercitation et sit nisi adipisicing. Magna sint Lorem sit et velit do id do deserunt in consequat cillum. Eu Lorem pariatur in mollit amet proident id est non. Consequat sit consequat labore laborum eiusmod anim exercitation.\n\nIn elit incididunt laboris culpa et enim non ex qui do excepteur. Nulla ut veniam nisi deserunt ut officia. Amet laboris consectetur eiusmod mollit culpa Lorem labore cupidatat non. Commodo irure consectetur exercitation esse adipisicing sit nostrud dolor deserunt commodo ullamco. Lorem anim irure cupidatat ad. Consequat ipsum eiusmod occaecat ut ipsum ullamco cillum dolor incididunt cupidatat excepteur ad. Cillum et enim nisi dolor commodo.","nominations":["Zion Kling","Marquise Monahan","Osvaldo Donnelly","Holly Schowalter"]},{"name":"Audrey Runte","slug":"national-convention-audrey-runte","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/swooshycueb/128.jpg","involvement":"Incididunt irure ipsum mollit consectetur irure sunt. Nulla aute reprehenderit consectetur pariatur esse non ut sint occaecat amet ut. Non id in magna voluptate pariatur officia magna quis magna duis minim. Labore sint deserunt nostrud laborum fugiat nulla officia non ex est.\n\nAliqua enim esse sit est fugiat magna exercitation nulla ullamco. Irure officia dolore sunt cillum duis labore cillum aliquip ut incididunt. In ipsum veniam ad adipisicing labore sunt id ad ex laborum elit ipsum deserunt minim. Cupidatat aliqua nostrud eu et quis dolore quis enim commodo.\n\nExercitation qui sunt deserunt dolor et ea aliqua ea deserunt sunt voluptate pariatur. Laboris labore nulla deserunt elit deserunt veniam cillum. Cupidatat non nisi minim aute velit minim esse labore. Qui ex in consequat velit dolore officia veniam laboris anim velit.","qualifications":"Cupidatat do laborum mollit fugiat non. Labore fugiat anim irure ad incididunt exercitation eiusmod officia ut. Lorem commodo laborum incididunt nostrud quis ex do voluptate in. Ea sit tempor minim non velit adipisicing deserunt excepteur non aliquip veniam pariatur sit elit. Ea cupidatat anim velit culpa nisi irure id eiusmod. Magna pariatur ipsum ea sit sunt nostrud sunt. Ad labore occaecat irure aliquip laboris deserunt reprehenderit amet adipisicing voluptate laborum est cillum.\n\nCommodo mollit non adipisicing mollit. Duis veniam commodo irure laborum ut consectetur exercitation ipsum exercitation sunt fugiat magna ipsum ad. Velit labore veniam proident occaecat velit. Dolor nisi voluptate aute consectetur non. Aliqua aliqua ut consectetur pariatur amet minim aliqua. Commodo occaecat tempor veniam duis voluptate nisi ullamco.","goals":"Culpa aliqua tempor et duis. Nostrud nostrud commodo cillum id. Magna ea anim elit elit ullamco ipsum sit dolore aliqua aute laboris. Qui minim sint quis duis qui.\n\nOfficia sunt ut duis culpa dolor aute anim eu aute commodo reprehenderit commodo occaecat elit. Reprehenderit adipisicing sunt qui dolor labore velit occaecat excepteur. Tempor irure velit ipsum minim ad esse aute voluptate Lorem do in eiusmod adipisicing.\n\nIncididunt ex quis sunt tempor et occaecat excepteur cillum dolor labore veniam est mollit non. Do excepteur ex velit culpa irure commodo fugiat eu consectetur aliqua culpa mollit eiusmod. In consequat ad cupidatat ipsum tempor tempor incididunt amet elit amet enim minim aliqua proident.","nominations":["Lila Jaskolski"]},{"name":"Jolie Dickinson","slug":"national-convention-jolie-dickinson","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/baliomega/128.jpg","involvement":"Eiusmod deserunt quis tempor ad esse proident laboris nisi anim. Aliquip esse anim esse aute in est deserunt incididunt dolor minim consectetur consequat culpa officia. Nulla aliqua cillum ullamco anim aute aliquip ullamco officia do enim tempor nostrud magna. Commodo eiusmod in cillum Lorem ipsum nulla deserunt aliquip ad laborum nisi ea sunt nisi. Est esse nostrud qui tempor. Proident mollit ipsum incididunt culpa aliqua aliqua sint tempor consectetur occaecat in est.\n\nLaborum aute veniam consectetur irure tempor sunt eiusmod id nulla voluptate ex anim deserunt commodo. Et amet sit sunt labore deserunt deserunt. Magna officia et non consequat ad commodo ullamco do exercitation consequat elit eiusmod. Enim exercitation aliqua voluptate minim enim non elit laboris minim aute.","qualifications":"Reprehenderit consectetur minim incididunt laboris sint. Officia labore commodo aute mollit esse irure adipisicing ex et nulla velit. Dolor do reprehenderit eu irure irure qui id sint commodo veniam veniam. Reprehenderit deserunt ex adipisicing enim. Quis sit minim pariatur culpa est. Nulla adipisicing excepteur Lorem ad magna velit pariatur. In commodo ea elit excepteur voluptate culpa sit cillum consequat aliqua nostrud.\n\nCommodo sint ad ullamco excepteur velit Lorem ipsum laboris magna. Commodo dolore magna incididunt quis ex. Sint pariatur reprehenderit mollit occaecat fugiat ex cillum. Aute magna officia culpa deserunt consequat eu anim elit duis. Nulla sit magna dolore duis duis fugiat exercitation officia aliquip. Id dolore sunt sunt amet nisi veniam officia et.","goals":"Consectetur aute nostrud cupidatat elit ut. Aliqua minim incididunt quis cupidatat aute magna dolore irure amet consectetur. Anim consequat dolore cillum veniam officia mollit incididunt mollit voluptate officia in dolore. Duis deserunt amet sit incididunt excepteur dolore adipisicing et proident enim nostrud aliquip. Eu et nisi voluptate ullamco consequat elit.\n\nConsectetur laboris sint anim voluptate sunt dolor sunt sint eiusmod eiusmod cupidatat ut quis incididunt. Eiusmod anim reprehenderit laboris amet. Non laboris ipsum non id ullamco deserunt quis fugiat fugiat minim occaecat. Cillum anim laboris est est laborum eu magna in aliquip ad fugiat. Culpa nisi deserunt nulla cillum.","nominations":["Summer Stamm","Enid Jacobs","Fanny Tromp"]},{"name":"Ezequiel Schoen","slug":"national-convention-ezequiel-schoen","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/bighanddesign/128.jpg","involvement":"Labore laborum minim occaecat esse enim non dolore. Commodo adipisicing culpa ad eu enim aliquip aliqua do in deserunt elit exercitation elit exercitation. Excepteur id cupidatat do quis ex aute duis quis nulla culpa nostrud.\n\nVeniam voluptate dolor do anim pariatur officia dolor aliquip non dolore. Quis deserunt veniam exercitation deserunt aliquip fugiat reprehenderit pariatur ex labore. Ullamco ipsum aliqua et exercitation officia Lorem. Enim proident irure aliqua dolor consequat laboris exercitation reprehenderit commodo.\n\nCillum est consequat qui magna amet. Incididunt adipisicing adipisicing tempor duis ut officia in et ut eu. Dolor Lorem occaecat dolor laboris dolor reprehenderit. Cupidatat magna labore occaecat reprehenderit Lorem et excepteur aliquip commodo veniam fugiat labore veniam Lorem. Sunt tempor mollit laboris nulla deserunt nostrud velit amet incididunt Lorem qui aliquip fugiat.","qualifications":"Ex duis eiusmod fugiat enim dolore magna incididunt ut aute aute. Proident eu culpa incididunt laboris. Consequat deserunt culpa eiusmod elit elit officia magna tempor ea ut.\n\nVoluptate amet exercitation esse amet cupidatat pariatur ad consequat. Dolor sint adipisicing pariatur sint laboris ea. Veniam commodo cillum Lorem deserunt enim reprehenderit labore excepteur. Adipisicing esse nisi dolore esse commodo laboris irure aute. Amet et duis consequat commodo consequat. Proident dolor pariatur ullamco eu veniam excepteur. Aliqua consectetur occaecat laborum ipsum ipsum nulla magna.","goals":"Officia aliqua sint minim irure id proident. Consequat fugiat laboris pariatur sit sint reprehenderit voluptate consequat eiusmod adipisicing nostrud ad cillum fugiat. Officia veniam cillum esse ipsum adipisicing voluptate. Minim nulla anim enim anim culpa. Laboris culpa dolor labore officia ipsum deserunt occaecat ut est aliquip dolor fugiat ipsum pariatur. Mollit tempor esse quis eiusmod id occaecat incididunt incididunt sint enim ullamco quis consequat. Reprehenderit reprehenderit id cupidatat nulla mollit aute.\n\nSunt nisi cupidatat et consectetur et irure do ea labore nisi. Aute aliquip esse deserunt magna ea nisi culpa amet amet pariatur occaecat. Cillum eiusmod Lorem voluptate proident voluptate aliqua excepteur.","nominations":["Calista Nienow","Alize Gutmann"]},{"name":"Sonya Schowalter","slug":"national-convention-sonya-schowalter","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/dpmachado/128.jpg","involvement":"Voluptate cupidatat consequat Lorem sunt elit anim anim proident pariatur aliqua laboris magna dolor. Reprehenderit ex esse elit voluptate exercitation velit. Ut occaecat esse labore Lorem consectetur excepteur minim fugiat non est.\n\nProident nostrud tempor sint ullamco. Aute id occaecat occaecat cillum. Nisi eiusmod ipsum incididunt aliquip culpa cupidatat reprehenderit amet. Aliquip sit cupidatat proident aliqua velit ex tempor. Pariatur minim aliquip occaecat reprehenderit et consectetur consequat consequat ea quis. Excepteur nostrud laborum Lorem sunt consequat amet ut ut ut magna laborum labore aliquip sint. Ex aliqua dolor qui ex ea in ea voluptate nisi veniam ad cupidatat eu aute.\n\nId nisi exercitation magna laborum veniam id commodo in in ullamco Lorem aliquip aliqua ullamco. Eiusmod adipisicing consectetur aliquip in dolore consectetur ex. Sit occaecat sint cupidatat cupidatat excepteur excepteur dolore. Id Lorem enim anim est aute do eiusmod amet reprehenderit sit ad.","qualifications":"Proident dolore veniam id officia non id et amet reprehenderit. Lorem cupidatat dolore velit occaecat eu sit dolore magna tempor est velit culpa ipsum ex. Labore aute et veniam pariatur culpa voluptate eu dolor qui proident ipsum culpa commodo ea. Et amet sunt deserunt nisi elit laboris id labore id magna pariatur excepteur pariatur. Nulla reprehenderit occaecat irure consectetur.","goals":"Tempor aute pariatur est veniam anim esse aute sit sunt ex nulla cupidatat amet. Lorem excepteur cillum occaecat ad fugiat. Anim dolore sunt labore qui Lorem. Amet ullamco aute commodo incididunt irure eiusmod est minim dolore eu laboris eu do ut. Veniam proident minim proident fugiat nulla magna laboris proident.\n\nIrure elit et qui magna id irure nulla in eu consequat. Eu dolor esse dolor aliquip eiusmod nisi consectetur dolore minim. Dolor ex ullamco velit proident laboris consequat ea ad elit commodo voluptate amet cupidatat Lorem. Lorem est ad commodo consequat.\n\nAliquip nostrud laboris nostrud aute amet duis sunt excepteur elit consequat sunt nostrud. Lorem reprehenderit amet pariatur labore ut non cupidatat adipisicing mollit reprehenderit Lorem. Nostrud nostrud dolore minim quis.","nominations":["Catharine Cummerata","Charity Ondricka"]},{"name":"Tania Cole","slug":"national-convention-tania-cole","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ecommerceil/128.jpg","involvement":"Incididunt aliquip ipsum do sint do minim in. Occaecat voluptate aliquip in sit in in minim voluptate. Proident quis duis deserunt anim eiusmod ex velit elit dolor cupidatat voluptate aliquip. Veniam irure aliqua qui deserunt elit.\n\nExcepteur irure duis tempor elit. Nulla quis dolor laboris laboris sunt veniam in id. Occaecat ex esse proident Lorem ad dolor ipsum et excepteur duis sit elit ipsum id.\n\nEx pariatur commodo dolor aliquip cupidatat in eu sit ea do elit ex. Eiusmod sunt elit excepteur proident veniam deserunt Lorem. Ut pariatur proident magna tempor. Incididunt mollit incididunt magna ipsum sunt ullamco. Consequat elit eiusmod non voluptate incididunt sit sunt adipisicing non velit consectetur pariatur commodo. Irure in fugiat ad labore tempor laborum velit minim labore excepteur. Pariatur non Lorem qui et ex exercitation.","qualifications":"Reprehenderit est commodo et veniam laborum reprehenderit minim amet non ut incididunt id ad anim. Incididunt eiusmod esse ea quis mollit est tempor aute. Culpa nisi minim est laboris quis ea non. Enim sunt mollit adipisicing culpa occaecat ad culpa esse qui commodo elit dolore velit. Adipisicing nulla labore pariatur est ullamco pariatur cupidatat nisi commodo qui ut cupidatat. Culpa aute nulla qui amet adipisicing ex ad.","goals":"Quis fugiat et est id ad. Ad magna aliquip adipisicing officia duis ipsum sit pariatur nisi qui irure proident amet. Dolor proident consectetur consequat magna excepteur sunt ut eu nisi nostrud laboris ea eu. Mollit ex voluptate esse aliquip. Id amet qui do officia irure nostrud aute qui aute commodo. Deserunt ipsum cupidatat ex ut aute exercitation labore minim excepteur. Incididunt irure elit sint ad.\n\nIncididunt mollit qui fugiat officia qui laboris exercitation et. Aute minim culpa enim mollit duis qui in mollit ad sint ut deserunt dolor. Est laboris adipisicing commodo sunt ut eu mollit eiusmod adipisicing id fugiat minim.","nominations":["Alvina Waelchi"]},{"name":"Lurline Klocko","slug":"national-convention-lurline-klocko","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/jm_denis/128.jpg","involvement":"Dolore reprehenderit ad veniam nostrud velit occaecat ipsum in nulla. Ipsum ea elit laborum aliquip ullamco aliquip culpa labore labore nisi. Anim qui ullamco laborum pariatur aute qui cupidatat eu. Id laborum ad esse officia cupidatat occaecat occaecat anim labore. Mollit ex ut id Lorem nisi. Incididunt minim exercitation aliqua aute. Lorem ullamco qui ullamco ad fugiat nostrud id laborum dolore aute amet.","qualifications":"Sit veniam ad veniam eiusmod et aliquip. Minim ex et tempor officia. Consequat dolore nisi proident tempor. Magna consectetur ut tempor pariatur velit cillum nulla et dolor enim. Officia culpa sunt dolore excepteur dolor nostrud elit deserunt et proident proident. Excepteur ipsum nisi eu officia enim qui enim sint consequat. Labore quis enim ut nulla ut incididunt ut ipsum non ex consequat irure.\n\nSit nisi deserunt dolore veniam proident magna duis do magna. Laborum nisi et anim enim voluptate in nisi dolore. Ullamco elit excepteur est consectetur in culpa nostrud quis laboris dolore et do nulla.","goals":"Tempor velit amet et ea aliquip. Reprehenderit aliqua duis eiusmod est sint. Deserunt duis irure deserunt nulla officia nulla est. Sit magna aliquip et qui. Incididunt Lorem officia veniam magna ut duis veniam labore dolore dolore incididunt ut consequat.\n\nEu occaecat fugiat dolor officia. Adipisicing commodo labore qui adipisicing occaecat proident eiusmod laborum ex est et. Ut quis amet veniam tempor consectetur. Sit ipsum adipisicing ipsum sunt consectetur consectetur est veniam Lorem irure laboris quis et. Incididunt adipisicing quis velit occaecat reprehenderit Lorem non ipsum fugiat anim irure est.\n\nTempor elit sunt dolore commodo. Veniam ad magna est nostrud commodo consequat quis incididunt cupidatat. Id commodo ullamco laboris aute et sunt sunt fugiat anim adipisicing.\n\nEa enim do occaecat laboris consequat aliquip incididunt irure. Esse ea duis eu velit aute irure nostrud dolore nisi ea quis ipsum consequat. Et id voluptate adipisicing nostrud consequat cupidatat deserunt duis exercitation excepteur aliquip. Dolor amet commodo nulla proident voluptate cillum ipsum excepteur nulla. Sit duis adipisicing culpa veniam tempor qui ullamco qui tempor amet consectetur tempor irure. Ad ipsum excepteur duis nisi nostrud sit aliquip sit incididunt. Nulla cillum tempor incididunt dolore esse dolore nisi sunt.","nominations":["Katelin Crooks","Monty Schmitt","Demond Reichel"]},{"name":"Giovanni Konopelski","slug":"national-convention-giovanni-konopelski","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/kaelifa/128.jpg","involvement":"Veniam ipsum voluptate eu qui eu nulla cupidatat. Irure sit reprehenderit sint incididunt qui in commodo. Eu consequat esse aliqua consequat Lorem velit fugiat minim id.\n\nEst esse nulla occaecat dolore officia velit incididunt ex reprehenderit deserunt amet in eu exercitation. Labore elit ut incididunt ex ad veniam. Dolore dolore cupidatat ut ut est mollit et consequat et officia et aliqua. Culpa duis ipsum sit sint labore tempor id quis aliquip id dolor occaecat. Dolore aliqua Lorem sint mollit ad nulla.\n\nIpsum ea commodo laborum veniam ullamco pariatur ex et officia aliquip tempor deserunt excepteur. Duis id pariatur duis mollit cillum ex nulla sint eiusmod commodo duis aliquip veniam Lorem. Amet officia in aute ad cillum nulla ex. Id incididunt magna cupidatat cillum amet reprehenderit Lorem anim ipsum exercitation. Magna reprehenderit commodo ut tempor voluptate Lorem id enim. Elit esse magna incididunt enim excepteur ipsum. Amet nulla et incididunt eiusmod do labore aliquip excepteur elit fugiat magna.","qualifications":"Exercitation consectetur reprehenderit dolore labore nostrud ex. Non culpa et laboris culpa aliqua id. Pariatur commodo veniam id laborum excepteur nulla eiusmod fugiat. Consectetur nostrud laborum elit eiusmod pariatur minim. Magna velit sint deserunt irure proident aute. Eu culpa adipisicing commodo duis elit ut tempor cupidatat.\n\nCommodo eu sunt occaecat duis laborum aliquip nostrud consectetur ex laborum consectetur. Non duis officia velit eu enim incididunt dolor ea sunt minim aliqua pariatur sunt. Anim excepteur sit fugiat est ut cillum. In ut proident enim eu nulla laborum aute cupidatat et sunt consectetur elit magna.","goals":"Eiusmod duis non adipisicing ut consectetur sit elit. Et incididunt minim mollit elit cupidatat commodo ex officia sit excepteur. Mollit do adipisicing ex deserunt laboris deserunt magna dolore reprehenderit.\n\nQui sit reprehenderit mollit deserunt amet officia est. Fugiat aute consequat magna sit officia amet reprehenderit non laborum elit cillum ullamco. Nisi nisi laborum laboris sit pariatur eiusmod minim enim in exercitation minim quis ex. Eiusmod et esse ut non dolor proident sit esse mollit. Culpa mollit laboris tempor commodo. Sit laboris cupidatat proident excepteur deserunt ut esse deserunt occaecat. Qui esse enim fugiat magna officia tempor do eiusmod dolore in.\n\nSit veniam eu cillum nostrud cupidatat culpa aliquip labore do esse. Et nisi qui amet quis aute. Laboris adipisicing commodo ipsum quis eiusmod ut dolore tempor sunt.","nominations":["Vergie Greenfelder","Agustin Funk"]},{"name":"Jordan Waelchi","slug":"national-convention-jordan-waelchi","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/richwild/128.jpg","involvement":"Fugiat ipsum sint laborum sit nulla commodo voluptate deserunt sit ea aliqua eiusmod in. Quis nulla occaecat sit consequat. Mollit sunt non irure laboris excepteur. Dolore do magna sint pariatur enim esse do. Esse sint nostrud ex sint fugiat incididunt exercitation minim qui ut sit ea laborum ullamco. Ullamco consequat est occaecat reprehenderit ut laborum ad irure aliquip voluptate ex.","qualifications":"Dolore pariatur sit anim ullamco occaecat nostrud dolore mollit. Consequat veniam est velit labore ea velit velit ea Lorem aute velit Lorem Lorem. Consequat sunt cupidatat do esse Lorem cillum. Dolore veniam veniam commodo cupidatat reprehenderit aliquip do sit ea in elit. Reprehenderit culpa aute Lorem veniam aliquip ad ullamco pariatur fugiat do.\n\nAnim ipsum aute culpa aliquip amet sit ad do. Dolore minim culpa reprehenderit adipisicing qui exercitation tempor est. Est anim dolor labore occaecat velit. Ea dolore ad anim dolore consequat laborum duis nulla cupidatat ad commodo laborum eu velit. Fugiat tempor aliquip ipsum magna non aute id ullamco. Ex pariatur officia excepteur ea ex et in culpa ullamco irure excepteur sit ut aliquip.","goals":"Duis nulla fugiat nostrud deserunt ullamco aliqua. Consectetur voluptate quis ad cillum officia sunt id laboris in commodo ipsum aliquip. Consequat consequat et consequat commodo. Dolore Lorem quis officia mollit dolore est labore pariatur nisi et culpa incididunt. Anim consectetur occaecat deserunt magna proident magna sint pariatur ut ad.\n\nCulpa mollit aliqua nisi eu laboris aliqua proident aliqua esse aliqua consectetur incididunt deserunt. Ut reprehenderit amet ex consectetur esse nulla consequat aliqua ex ex magna consectetur. Adipisicing eiusmod consequat cillum duis ullamco tempor commodo.","nominations":["Maxie Mayert","Lew Boyer","Lucius Emard","Raphael Bogisich"]},{"name":"Gardner Pacocha","slug":"national-convention-gardner-pacocha","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/kalmerrautam/128.jpg","involvement":"Aute ullamco ullamco aliquip deserunt consectetur ad cupidatat et cillum qui dolor ex exercitation est. Elit do veniam ad laborum consequat amet elit dolor sunt ipsum tempor dolor laboris irure. Commodo id proident excepteur cupidatat cupidatat culpa reprehenderit. Culpa cillum sunt eu pariatur amet irure id nisi voluptate esse ad quis sint. Aute aliqua aute quis velit velit non. Anim proident velit laboris Lorem officia ad tempor. Velit magna labore eu minim.\n\nEnim ut do cupidatat aliquip dolor qui quis irure laboris ut occaecat voluptate irure est. Est dolore ea laboris incididunt tempor. Exercitation duis exercitation ea magna voluptate reprehenderit deserunt ullamco.\n\nIrure officia anim fugiat deserunt non duis aliquip culpa. Irure id sint do occaecat ex incididunt occaecat cillum cillum aute irure. Id fugiat enim adipisicing enim cupidatat cillum ad dolor. Nostrud veniam velit id tempor do. Mollit incididunt minim sint quis nisi. Sit esse incididunt ex amet esse.","qualifications":"Laboris quis non adipisicing officia in. Aliqua mollit deserunt ex aute et ipsum est labore dolor in pariatur deserunt labore. Fugiat exercitation in dolore sit in labore dolor. Cillum culpa nisi incididunt proident laboris consequat eiusmod Lorem eu quis veniam ex ex ex. Consectetur aliquip cupidatat ex labore ad ullamco incididunt cupidatat incididunt do incididunt quis quis. Minim minim pariatur excepteur aute nisi culpa laborum consectetur non consequat.","goals":"Labore irure in nulla proident mollit quis nulla excepteur nulla consectetur mollit. Enim nulla laboris eu enim dolore consectetur quis. Officia fugiat velit non officia cupidatat. Tempor fugiat reprehenderit mollit ut nostrud qui veniam.\n\nCulpa laboris et occaecat nostrud mollit. Consequat anim ea fugiat duis nisi est fugiat mollit commodo. Aute id officia nostrud pariatur tempor ipsum. Nulla elit veniam commodo occaecat nisi commodo nostrud occaecat incididunt ipsum quis labore. Ea deserunt sit occaecat aliqua commodo magna consectetur do cupidatat anim ex dolor consequat.","nominations":["Winona Schneider","Vladimir Littel","Daija Barton","Ewell Kessler"]},{"name":"Sarina Hagenes","slug":"national-convention-sarina-hagenes","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/swaplord/128.jpg","involvement":"Aute culpa adipisicing laboris irure aliqua cupidatat officia tempor commodo anim laboris excepteur id excepteur. Labore eiusmod culpa cupidatat proident excepteur aute duis nisi quis sit anim. Aute commodo est excepteur anim dolore cillum culpa occaecat voluptate exercitation dolore ex excepteur. Non incididunt enim dolor dolor proident cupidatat irure ut eu. Id nostrud culpa ipsum aliquip Lorem sunt id.","qualifications":"Anim esse nisi consequat veniam nostrud incididunt duis eiusmod laborum. Id ea reprehenderit eu adipisicing commodo deserunt quis exercitation pariatur aute ut fugiat elit. Quis elit magna ullamco dolor est nostrud deserunt dolore voluptate. Reprehenderit cupidatat quis ea velit mollit labore eiusmod do laborum esse. Labore aliquip ut minim laborum quis in sunt elit nulla labore irure cupidatat amet. In aute deserunt ipsum commodo exercitation laborum elit non.","goals":"Occaecat sint exercitation tempor eiusmod sint. Ea in nulla dolor minim voluptate aliquip velit aliquip incididunt enim voluptate enim enim voluptate. Quis dolore eu culpa voluptate nulla elit incididunt et id veniam Lorem.\n\nDeserunt aliqua do officia sunt quis Lorem officia irure pariatur do dolore irure. Exercitation magna laborum amet aliqua ea irure ex qui reprehenderit ullamco. Ad ullamco anim ut incididunt Lorem dolor ea. Nostrud excepteur excepteur nisi proident nisi enim deserunt est labore laborum amet ut.\n\nLaborum mollit laboris voluptate proident do nisi. Ipsum exercitation ad magna est enim cupidatat nulla dolore consectetur occaecat minim eu duis eiusmod. Voluptate labore ipsum veniam deserunt. Aute deserunt reprehenderit cupidatat nisi pariatur commodo est proident.\n\nDolor non nostrud aute consectetur voluptate esse Lorem excepteur dolor Lorem est sunt. Commodo aute nostrud magna nisi in mollit laborum veniam qui officia irure Lorem. Amet irure nisi mollit eiusmod occaecat eiusmod ad exercitation dolor velit reprehenderit. Lorem velit id ea sit ex laboris exercitation reprehenderit. Dolore ipsum sit fugiat sint commodo irure. Dolore minim anim sunt consequat mollit nulla esse.","nominations":["Nils Friesen","Aliza West","Hilma Lowe"]},{"name":"Colin Renner","slug":"national-convention-colin-renner","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ifarafonow/128.jpg","involvement":"Qui nisi duis consectetur pariatur veniam aute duis laboris nulla excepteur. In sint tempor ex ipsum duis ea et labore adipisicing exercitation culpa tempor ex. Velit pariatur occaecat culpa nostrud mollit incididunt ex reprehenderit sint quis commodo. Irure aliqua anim ut tempor est culpa cupidatat consectetur. Fugiat consectetur elit voluptate dolor sit ea ipsum ex non cupidatat ipsum. Sint ut nulla anim dolore proident et minim veniam ullamco. Aute elit culpa laboris laborum aute.\n\nPariatur reprehenderit commodo magna occaecat magna culpa. Nisi velit nulla officia fugiat duis et. Veniam amet magna officia nulla aliquip et commodo nisi pariatur officia est fugiat ad labore. Quis sit qui magna magna quis incididunt.\n\nNostrud officia consectetur excepteur quis qui duis nostrud et eu adipisicing ipsum eiusmod sint. Eiusmod nostrud irure eiusmod sit incididunt. Cupidatat quis magna adipisicing proident ullamco aliqua eiusmod amet sit aliquip. Proident non adipisicing adipisicing culpa. Commodo non consequat qui velit consectetur duis occaecat dolore. Laboris cupidatat minim nulla enim tempor do dolore duis est.","qualifications":"Eiusmod id consectetur aute reprehenderit ipsum pariatur officia. Sint cupidatat sunt ipsum reprehenderit sit dolore veniam adipisicing nulla reprehenderit adipisicing. Aute aute aliquip proident sint amet ullamco consectetur. Fugiat qui id occaecat nulla minim pariatur aliqua occaecat. Reprehenderit veniam sit elit tempor nulla dolor velit magna qui anim aute.\n\nIncididunt consectetur qui dolore deserunt veniam velit. Duis laborum qui aute tempor. Consequat cillum ut minim ea. Occaecat consequat labore eiusmod culpa aute cupidatat elit dolore nulla et. Ex cupidatat aliquip laboris nulla laborum voluptate ipsum proident quis aliquip officia. Et sint velit officia irure dolor aliquip excepteur occaecat dolore nostrud sint ea ex. Tempor excepteur magna duis do aliqua cillum dolore aliquip officia.","goals":"Id consequat ex in sit consectetur. Minim duis ut nulla et do irure. Nulla sit id sit incididunt reprehenderit minim veniam fugiat ipsum aliqua ipsum sit in incididunt. Adipisicing amet aliqua fugiat quis commodo deserunt consectetur. Anim aliqua excepteur adipisicing commodo aliquip labore do dolor irure do consectetur consequat est reprehenderit.\n\nUllamco duis reprehenderit non cillum. Officia mollit tempor proident id laborum consectetur id proident sunt voluptate ea dolore ad qui. Ullamco consectetur laborum eu elit aliqua irure. Fugiat nulla reprehenderit quis minim ullamco.","nominations":["Halle Bahringer"]},{"name":"Tabitha Pfannerstill","slug":"national-convention-tabitha-pfannerstill","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/switmer777/128.jpg","involvement":"In nisi cillum proident do dolore aliquip sint adipisicing sit. Aute commodo reprehenderit amet qui laborum. Sunt excepteur ullamco nisi et officia Lorem tempor.\n\nMagna incididunt quis laboris qui irure consectetur incididunt esse tempor veniam elit fugiat magna. Ut sit irure aliqua id nulla aliquip officia velit commodo incididunt occaecat incididunt quis cillum. Officia est deserunt sit ea. Proident deserunt nostrud proident ad. Anim nisi commodo ullamco adipisicing magna consequat laborum irure labore cillum eiusmod tempor proident tempor. Incididunt culpa labore occaecat velit deserunt tempor tempor officia exercitation nulla consequat voluptate elit duis.","qualifications":"Occaecat laborum veniam officia Lorem non veniam exercitation sit. Cupidatat proident adipisicing sint reprehenderit minim ad magna ipsum commodo aliquip ullamco. Adipisicing velit reprehenderit minim reprehenderit exercitation tempor in nisi dolore dolore in ipsum. Anim incididunt deserunt in ipsum excepteur.","goals":"In in minim amet in elit et sint. Veniam eu dolore incididunt magna adipisicing qui incididunt. Aute nulla cupidatat fugiat ad ut deserunt. Ex ex velit sint dolor Lorem. In proident magna sint consectetur ea nisi elit in. Elit sint minim commodo officia nisi consequat.\n\nMagna nulla nulla eiusmod consectetur incididunt pariatur culpa sit. Est aliquip reprehenderit commodo anim qui. Sint est voluptate ut enim duis amet eu eiusmod do minim.","nominations":["Dominique Sawayn","Garfield Kutch","Greg Larkin","Dax Hilll","Christiana Harvey"]},{"name":"Sabryna McKenzie","slug":"national-convention-sabryna-mckenzie","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/kaspernordkvist/128.jpg","involvement":"Velit enim ea proident nulla laboris dolor ullamco nisi. Adipisicing officia sunt quis aliquip aute laborum consectetur. Magna Lorem occaecat cupidatat excepteur duis enim adipisicing irure anim deserunt. Deserunt sint velit exercitation non incididunt fugiat incididunt qui quis sunt. Do mollit nisi nostrud minim ea consequat.\n\nIpsum nostrud enim cillum ut minim. Sit eu nostrud ex ipsum cillum culpa. Aliqua elit mollit excepteur id est labore id excepteur adipisicing eiusmod qui deserunt. Duis eiusmod sunt qui est elit ipsum reprehenderit aute. Est exercitation mollit laborum deserunt. Est et aliquip pariatur sint ex in elit duis amet dolor dolor duis. Sint veniam nulla irure mollit laborum anim proident incididunt occaecat in do sit.\n\nId dolor pariatur sint est nulla irure nostrud et deserunt ea pariatur occaecat ipsum. Duis dolore in ullamco nulla eu veniam. Ex minim ipsum nulla aliquip ea. Eu non reprehenderit ea quis quis ipsum fugiat amet amet culpa commodo irure sint. Est nisi labore consectetur nisi duis esse non ut dolore occaecat elit. Veniam aliquip eiusmod enim et est. Do fugiat eu dolore eiusmod minim veniam irure ex irure.","qualifications":"Nostrud labore qui pariatur et laboris mollit nisi esse elit excepteur deserunt. Tempor consectetur officia aliquip fugiat tempor ad veniam laborum velit cupidatat deserunt nulla. Pariatur veniam enim ex fugiat. Cupidatat qui commodo consequat irure ipsum nostrud sint culpa laboris ut irure. Proident magna elit dolore anim laboris ad anim nisi Lorem minim voluptate eu quis nisi. Sint duis magna officia reprehenderit duis excepteur sunt ea dolor.","goals":"Qui cupidatat dolor ut quis ipsum aliqua labore minim cillum dolor enim cupidatat dolore ea. Irure labore esse officia occaecat eiusmod occaecat ad ex voluptate occaecat. Lorem eu voluptate enim do quis culpa do ea nulla exercitation laborum nulla excepteur. Voluptate deserunt ullamco culpa eiusmod irure dolor anim laboris Lorem ex. Veniam qui ad fugiat in ipsum duis elit in magna ullamco reprehenderit mollit.\n\nEa commodo voluptate quis irure ad magna pariatur laborum ex ex commodo elit. Adipisicing laboris anim laborum magna irure labore et. Elit ullamco labore Lorem proident.\n\nCulpa fugiat fugiat laboris ullamco cillum culpa magna laboris consectetur aliqua nulla amet. Cillum cupidatat magna reprehenderit eu officia eu. Veniam elit pariatur est fugiat duis ad nostrud ipsum. Id officia duis commodo dolore.\n\nNisi sint aute enim nisi sit amet amet ut nostrud ex est commodo occaecat. Occaecat laboris reprehenderit eiusmod ea dolore sit. Ex exercitation fugiat velit aute commodo.","nominations":["Amber Hilpert","Emory Hartmann"]},{"name":"Adolf Osinski","slug":"national-convention-adolf-osinski","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/wesleytrankin/128.jpg","involvement":"Ut aute quis est amet aliquip non nisi ipsum anim officia Lorem officia commodo. Dolor deserunt dolor id exercitation. Amet ad enim tempor elit consectetur exercitation aliquip laboris. Adipisicing anim proident qui pariatur mollit cupidatat voluptate Lorem irure et ad pariatur. Nisi commodo officia sit voluptate fugiat nulla culpa enim. Aliquip proident occaecat proident laborum nisi dolor.\n\nSint consectetur do aute duis eiusmod aliquip do officia. Do consequat esse in consequat non occaecat. Excepteur cillum veniam mollit et irure consectetur ipsum cillum incididunt consequat esse nostrud.","qualifications":"Proident proident Lorem nisi mollit amet fugiat aute nisi cupidatat irure mollit qui Lorem mollit. Lorem ipsum sunt officia eiusmod. Sit ex ullamco incididunt consequat sit nisi nulla officia. Adipisicing magna sunt id esse consectetur quis voluptate dolore esse culpa do. Do ut laboris ut sit proident fugiat tempor consequat cupidatat.","goals":"Est minim proident aute consectetur elit nostrud cupidatat ad ex. Est officia eiusmod cupidatat dolore aute sunt aliquip. Ad aliqua ullamco do excepteur reprehenderit dolor nostrud dolore incididunt occaecat excepteur fugiat in esse. Occaecat est excepteur ut ipsum nisi esse irure nostrud aute fugiat minim ad sint. Qui officia labore nostrud ea fugiat aliquip proident sunt minim anim enim do nostrud. Fugiat esse proident nisi minim pariatur excepteur.\n\nLaborum non et exercitation laborum non ullamco cillum nisi esse sint eiusmod voluptate occaecat. Quis mollit et ad duis consequat aliquip. Consequat do Lorem labore minim labore nostrud reprehenderit tempor. Minim anim velit cillum et. Consectetur sunt consequat dolore occaecat officia mollit mollit occaecat duis cupidatat dolore laboris. Ex non reprehenderit ullamco nostrud duis. Culpa incididunt incididunt dolore dolore non pariatur adipisicing occaecat fugiat occaecat minim aute.\n\nEnim mollit qui voluptate consectetur elit culpa non pariatur consequat reprehenderit nostrud eiusmod. Consequat dolore magna veniam mollit minim non ex commodo sint et. Tempor mollit cupidatat laboris adipisicing voluptate in do reprehenderit quis aliqua eu. Est nostrud ut pariatur amet minim ut adipisicing eu cupidatat qui. Ullamco amet irure pariatur laboris commodo qui deserunt velit commodo. Cillum incididunt pariatur Lorem in est ipsum proident duis sunt ad dolore cillum.","nominations":["Sally Johnson","Jakob Conroy","Dana Bailey","Aurore Dibbert"]},{"name":"Colt Will","slug":"national-convention-colt-will","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/jacksonlatka/128.jpg","involvement":"Ad fugiat minim ullamco ex mollit eu ipsum excepteur laborum non. Velit dolor est velit consectetur qui laboris non sint qui proident. Dolor nulla irure tempor laboris qui velit excepteur ullamco ea et sit amet. Deserunt mollit adipisicing reprehenderit quis ad est qui deserunt consectetur consequat est non quis.","qualifications":"Incididunt labore deserunt aute cillum pariatur ea veniam voluptate est veniam non. Ea ad esse proident ad veniam duis irure duis tempor adipisicing veniam sit. Excepteur aliquip nisi nulla aliquip cillum eiusmod ipsum aute consectetur esse magna officia deserunt. Eiusmod laborum labore reprehenderit reprehenderit ut nulla voluptate ea consectetur ut. Elit ea non enim ut reprehenderit ad non incididunt ex laboris. Irure do duis veniam commodo cupidatat.\n\nUllamco ipsum duis adipisicing commodo velit exercitation. Non elit adipisicing nisi aliqua nostrud est minim est nulla fugiat non id ex. Consequat sunt amet tempor ad eu eu commodo. Proident id excepteur excepteur eu. Deserunt ipsum commodo proident incididunt adipisicing. Velit culpa id aliquip qui incididunt occaecat tempor amet id excepteur cupidatat commodo.","goals":"Nulla non aliquip id exercitation nisi dolore adipisicing mollit consectetur enim nisi duis qui. Nisi do ea adipisicing laborum exercitation enim mollit non adipisicing excepteur minim amet. Nostrud proident eiusmod quis ex nisi.\n\nSit officia voluptate nisi ullamco incididunt ut. Ipsum irure laborum Lorem minim occaecat sint elit ea ex velit magna. Proident veniam irure mollit consequat minim tempor. Duis ullamco magna tempor enim mollit excepteur. Est incididunt commodo aliqua est voluptate nulla est. Voluptate proident magna ipsum eiusmod sint velit. Velit commodo aliquip tempor minim labore eiusmod ut.","nominations":["Roman Heathcote","Wilmer Conn","Georgette Cartwright","Brain Considine","Aron Corwin"]}]}}
