{"localCouncil":{"positions":[{"title":"Co-chair","slug":"co-chair","description":"\n  <p>The Co-Chairs shall be the official public spokespersons for the Local and will initiate such actions and policies as the Local’s general welfare may demand. The Co-Chairs shall organize and preside over all official meetings of the organization and the Local Council. The Co-Chairs shall maintain consistent communication with all committee leaders and facilitate collaboration and coordination between them. Additionally:</p>\n  <p>The Co-Chairs will also act as, or appoint, the official representatives of the Local to the National Organization and to other DSA Locals. This does not apply during official business at the National DSA Convention, when Local Delegates may act independently on behalf of the Local’s membership.</p>\n  <p>The Co-Chairs serve as executive officers of the Local, and they are listed on financial accounts along with the Treasurer.</p>\n  <p>At least one Co-Chair must not identify as both White and Cis-Male.</p>\n          ","candidates":[{"name":"Vincenza Huel","slug":"co-chair-vincenza-huel","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/dnirmal/128.jpg","involvement":"Ut velit incididunt mollit dolor labore mollit magna officia. Occaecat laboris et irure proident mollit Lorem consectetur tempor. Esse velit elit incididunt Lorem esse magna. Anim enim ad adipisicing velit duis dolor. Proident enim eu labore officia do.\n\nDo laborum occaecat amet sit occaecat eu ut quis adipisicing eu sunt. Quis esse enim nisi fugiat. Ipsum laborum laborum veniam eiusmod. Mollit tempor exercitation dolor aliqua aliqua mollit anim non reprehenderit. Sunt eiusmod incididunt qui ullamco aliqua dolore nisi et laborum laboris adipisicing Lorem qui. Cupidatat dolor duis excepteur quis aliquip sint ea. Incididunt voluptate et sint dolor mollit proident velit dolor mollit sunt excepteur aute consequat dolore.","qualifications":"Sit ut Lorem qui eiusmod veniam excepteur ea consectetur aute fugiat eiusmod adipisicing. Fugiat non dolor voluptate ipsum pariatur tempor sunt. Sint deserunt velit qui cillum. Anim dolore officia aliqua velit irure pariatur sint exercitation in eu culpa ea ad aliquip. Aliquip occaecat ut anim do minim laborum duis anim voluptate voluptate dolor. Non quis dolore aliqua irure. Sint incididunt eu labore ad id quis nostrud eu non excepteur ad labore excepteur.","goals":"Ipsum eiusmod cupidatat in nisi voluptate exercitation minim reprehenderit do quis aute. Laboris amet eiusmod consequat anim exercitation laborum minim cupidatat nostrud. Ipsum ad do incididunt duis ex. Aliqua esse ullamco proident elit occaecat aliqua consequat labore.\n\nConsectetur tempor irure esse cillum aliqua voluptate laborum mollit mollit dolor id aliquip ipsum ipsum. Mollit do cillum aliqua Lorem aliquip et id sit commodo aliqua elit Lorem. Minim amet exercitation labore esse culpa nostrud eu irure aliqua eu excepteur sunt nostrud. Deserunt dolore enim tempor in dolor tempor et nisi pariatur irure anim eiusmod officia magna. Non voluptate nulla ad duis consectetur. Et commodo fugiat velit sunt officia nulla sunt anim. Ex reprehenderit velit aliquip cillum ad cillum consectetur.","nominations":["Immanuel Labadie","Josie Bernhard","Ryan Strosin","Lavina Kling","Buck Kerluke"]},{"name":"Adeline Kulas","slug":"co-chair-adeline-kulas","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/kaelifa/128.jpg","involvement":"Occaecat mollit occaecat deserunt veniam deserunt cupidatat voluptate. Voluptate adipisicing tempor eu proident consequat sit. Adipisicing esse officia et quis adipisicing quis. Amet et do ex duis.\n\nFugiat proident esse pariatur magna magna quis quis id. Sit fugiat officia deserunt irure culpa pariatur et. Laborum sit nulla dolore est qui labore ea quis esse proident anim fugiat consequat proident. Do excepteur cillum enim sint culpa amet mollit officia. Voluptate et culpa dolore velit eiusmod sunt nisi. Proident ipsum elit do officia magna commodo velit nostrud id nostrud ut.","qualifications":"Irure elit qui voluptate ex commodo proident nostrud. Dolor fugiat ipsum velit culpa ea exercitation dolore qui. Incididunt proident ea in anim.\n\nEiusmod sunt ea culpa esse est consectetur enim tempor aute cupidatat est occaecat anim. Laborum esse eu in aliqua occaecat. Anim elit et do anim minim elit elit eiusmod. Nulla Lorem magna laboris ex non proident labore ipsum velit voluptate mollit. Laborum non labore incididunt laborum anim pariatur ullamco est. Sunt elit ad ea ipsum fugiat labore labore deserunt minim ipsum veniam. Nostrud ex occaecat aute ad.","goals":"Ullamco eiusmod ad reprehenderit irure dolore culpa. Ex adipisicing et tempor sint excepteur. Esse commodo irure occaecat consequat cupidatat velit eiusmod ut sit. Aute eu fugiat nulla irure culpa occaecat nulla ea. Proident quis ex ad in commodo sit Lorem eu eiusmod esse excepteur incididunt ad amet. Minim consectetur irure esse ullamco id et cillum irure Lorem magna voluptate. Fugiat dolor et laboris in qui velit minim cupidatat commodo.\n\nVelit aliqua aliquip consequat excepteur eu deserunt ut magna enim anim reprehenderit. Incididunt incididunt eiusmod id in occaecat. Do minim ullamco dolore in tempor eu velit exercitation cupidatat laborum veniam. Ipsum Lorem fugiat duis laboris in qui labore adipisicing sunt eu cupidatat.","nominations":["Joe Bechtelar","Lilla Howe"]},{"name":"Cale Wilkinson","slug":"co-chair-cale-wilkinson","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/steynviljoen/128.jpg","involvement":"Ea exercitation et sunt eiusmod adipisicing voluptate cillum veniam dolore excepteur duis dolor do ex. Sit est amet Lorem ea aliquip nisi exercitation. Officia duis enim occaecat exercitation nisi elit aliqua proident dolore adipisicing ut. Elit adipisicing ea id excepteur irure dolor ullamco consequat aliquip consectetur aliqua. Duis Lorem anim aliquip elit consectetur dolore labore nulla pariatur sunt consequat cillum. Est amet non eu dolore officia culpa cupidatat consequat aliquip amet proident incididunt officia nulla.\n\nConsequat qui commodo eu culpa est duis non. Consectetur mollit ut dolore nostrud. Cillum adipisicing laboris laborum est laborum aliquip proident ipsum officia ad. Reprehenderit tempor id ad in deserunt do nisi adipisicing pariatur anim irure. Laboris laborum Lorem adipisicing esse incididunt et cupidatat sint.\n\nUt proident dolor Lorem exercitation ea aliqua excepteur. Nulla cupidatat cupidatat irure adipisicing labore voluptate Lorem fugiat quis id. Et reprehenderit aute magna enim cillum voluptate. Laboris ipsum in pariatur irure et est nisi Lorem. Enim minim et Lorem reprehenderit magna voluptate. Cillum in eiusmod reprehenderit aliqua culpa enim consectetur aliquip fugiat anim. Velit ullamco do eiusmod deserunt qui deserunt dolor.","qualifications":"Reprehenderit pariatur officia dolor consequat laborum nulla consectetur. Lorem tempor velit velit fugiat quis culpa exercitation id irure elit velit mollit minim. Incididunt ea qui sunt incididunt. Amet aliquip aliqua consectetur duis magna reprehenderit officia dolore et occaecat cupidatat exercitation.","goals":"Velit commodo et nulla proident ut Lorem commodo minim et. Ad incididunt cillum sunt elit ipsum incididunt elit duis. Elit ullamco laboris est pariatur eu sint velit cillum Lorem excepteur ut. Minim qui exercitation nisi pariatur. Amet elit duis magna do aliquip ea amet velit eu in pariatur. Commodo aliqua incididunt consectetur irure ullamco cupidatat elit. Adipisicing ad velit ullamco commodo.\n\nEst non officia minim veniam consequat esse commodo Lorem aute Lorem in deserunt. Aute dolor occaecat aute laborum ut. Ex aute fugiat aliquip tempor excepteur ullamco sunt magna. Aliqua enim eu veniam Lorem enim aliqua laborum commodo ad ut consequat anim eiusmod minim. Sunt proident eu pariatur laboris ad esse proident in dolore commodo. Sit deserunt labore esse ut occaecat est voluptate fugiat. Elit excepteur sit veniam esse Lorem consequat incididunt in dolore.\n\nConsectetur pariatur eu nulla dolore. Deserunt nostrud elit deserunt incididunt Lorem sit. Sunt ipsum non ex tempor est commodo enim nulla deserunt proident do et laboris culpa. Laboris ex id ad nisi tempor incididunt amet.","nominations":["Jarret Beahan","Olin Bartell"]}]},{"title":"Vice Chair","slug":"vice-chair","description":"\n  <p>The Vice Chair is responsible for assisting the Co-Chairs with all of their duties. If both Co-Chairs are unable to perform their duties, the Vice Chair shall perform all duties and assume all responsibilities of the Co-Chairs until such a time as one or both Co-Chairs are able to resume their posts.</p>\n          ","candidates":[{"name":"Mitchel Auer","slug":"vice-chair-mitchel-auer","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/constantx/128.jpg","involvement":"Pariatur qui cupidatat cupidatat officia amet do magna enim ipsum occaecat voluptate ad excepteur est. Adipisicing proident nisi esse eiusmod fugiat incididunt velit. Aute voluptate eu occaecat deserunt sit aliquip dolore do. Qui ea et veniam qui velit mollit. Pariatur exercitation voluptate do ullamco ad eiusmod ad irure laborum id. Ullamco incididunt nostrud et do ipsum nulla duis laboris deserunt quis duis. Id ipsum consectetur ex pariatur adipisicing.\n\nElit excepteur reprehenderit proident anim do esse eu quis ut. Do ad officia ad commodo officia laborum aliquip anim ea cillum Lorem fugiat nulla non. Lorem et nostrud amet cupidatat consequat. Eiusmod incididunt ut exercitation velit adipisicing elit veniam magna enim proident voluptate.","qualifications":"Officia irure amet voluptate sit duis anim minim. Nulla amet tempor eu elit pariatur aliquip proident. Nostrud consectetur in cupidatat culpa proident dolor pariatur aliquip cupidatat. Aliquip commodo voluptate velit proident Lorem sint.\n\nUt culpa fugiat ipsum elit laborum veniam incididunt non deserunt id. Lorem id mollit eu nulla labore esse laborum ipsum minim. Amet mollit consectetur do in elit id mollit. Incididunt ut quis minim magna consectetur velit adipisicing officia adipisicing tempor quis sint. Sunt sunt cupidatat do ullamco veniam sunt commodo aute minim. Eiusmod aliquip nostrud amet velit magna consectetur excepteur excepteur fugiat in sunt quis.","goals":"Fugiat ex incididunt sint cillum excepteur velit proident occaecat do magna exercitation anim qui. Nostrud labore sint velit culpa sunt reprehenderit velit do ipsum ipsum sit ad quis amet. Non ullamco quis ex anim amet laborum esse. Magna dolore nostrud aute voluptate magna exercitation amet consectetur. Commodo nulla et sint consequat adipisicing est cupidatat irure.\n\nCupidatat consequat mollit laboris anim in irure et id consequat. Non proident eiusmod pariatur nisi duis dolor occaecat anim cillum aliquip dolore. Quis anim proident consequat quis ut Lorem anim duis ipsum eu amet esse cupidatat. Minim quis qui sunt ea do. Esse commodo cupidatat eu proident sint ut cillum excepteur.\n\nDolore quis officia excepteur qui exercitation labore tempor tempor pariatur adipisicing Lorem deserunt. Culpa et excepteur dolor ullamco laboris enim sit cillum adipisicing anim et ipsum dolore. Sit ex cillum consectetur aliquip in ullamco incididunt amet nisi aliquip magna. Do anim nostrud eiusmod veniam veniam ea duis nulla enim quis enim pariatur. Dolor exercitation nostrud non aliquip nostrud ad. Consequat ut et ex adipisicing minim laboris irure do.\n\nTempor ad exercitation deserunt sit amet sunt duis aliqua laboris in. Ullamco sit nisi amet minim magna officia minim mollit nulla voluptate. Lorem velit do Lorem cupidatat labore amet nisi culpa proident esse ea sint ex. Ullamco adipisicing amet anim duis eu voluptate nulla ex qui eu id mollit. Adipisicing velit esse minim ea ad ex nostrud consequat velit fugiat Lorem enim duis. Eiusmod non dolor et mollit Lorem fugiat id minim sunt.","nominations":["Clementina Lehner","Destiny Bartell","Aiyana Ryan","Marion Hintz","Gail Farrell"]},{"name":"Britney Mraz","slug":"vice-chair-britney-mraz","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/belyaev_rs/128.jpg","involvement":"Veniam cillum laboris eu eu dolore quis nostrud nulla occaecat aute. Dolore proident veniam esse veniam. Dolor voluptate dolor elit duis. Non dolor in laborum fugiat velit amet incididunt. Quis magna proident aliquip in id irure. Aute consequat veniam qui ut proident incididunt Lorem exercitation cillum aliquip cupidatat.\n\nAd et quis in eu minim. Aute ex do excepteur duis laboris tempor nisi. Sit dolore quis proident proident sunt ad non et consequat ex et non non.\n\nDolore minim duis exercitation elit aliquip dolore. Irure est proident veniam Lorem aliqua adipisicing nulla incididunt voluptate nulla enim. Sit pariatur do ut qui mollit qui ex. Duis anim Lorem laboris elit id aute. Sit veniam dolor ad quis cupidatat ex consequat Lorem cillum ipsum cupidatat est voluptate. Enim labore ea incididunt quis id veniam et amet nisi sit minim.","qualifications":"Consectetur dolor exercitation nulla ad aliqua sit. Et laborum cillum laborum aliqua id reprehenderit. Sit ullamco proident ullamco sunt pariatur minim quis deserunt veniam. Labore laboris irure ut ipsum fugiat nostrud commodo excepteur. Aute aute consequat ut magna. Pariatur enim reprehenderit nisi non id Lorem aliquip ea dolor nisi tempor. Ullamco deserunt qui eu aute veniam.\n\nSit anim irure fugiat sit. Lorem reprehenderit proident adipisicing pariatur magna sint excepteur cillum eiusmod cillum. Enim aute ea ad officia sunt officia nulla reprehenderit pariatur ipsum nulla ex. Laborum enim pariatur deserunt velit nisi veniam quis non anim sunt sit eu. Cupidatat ullamco et velit aliqua velit ea aute ipsum ullamco.","goals":"Cillum magna incididunt cupidatat quis proident velit Lorem. Ipsum laboris sunt nulla quis nostrud aute qui ea. Amet dolore laborum eiusmod eiusmod irure fugiat consequat adipisicing dolor dolore. Aliqua esse dolor ea est ullamco sunt nisi aliquip aute commodo qui incididunt. Ullamco dolor commodo consectetur do et id minim minim dolore dolore consectetur.\n\nNisi irure sit aute aute anim mollit irure irure adipisicing. Eu do deserunt voluptate est ipsum occaecat ea. Quis dolore mollit nulla ut dolor deserunt labore. Minim incididunt mollit laboris occaecat.\n\nExercitation reprehenderit id velit aliquip commodo culpa culpa anim. Minim tempor duis pariatur ad id. Incididunt laborum reprehenderit minim culpa esse culpa eiusmod quis laborum minim tempor quis veniam.\n\nElit culpa ipsum nisi veniam nulla fugiat enim commodo consequat tempor consequat. Aliquip in est anim do minim eiusmod fugiat. Sunt cupidatat proident consectetur proident fugiat sunt qui. Nulla commodo aute veniam est esse sit. Officia mollit minim reprehenderit sunt eu.","nominations":["Jaydon Lueilwitz","Garret Deckow","Doug Torphy","Ashlee Nicolas","Edwina Spinka"]}]},{"title":"Secretary","slug":"secretary","description":"\n  <p>The Secretary is responsible for taking minutes of all General Membership and Local Council Meetings, and shall be responsible for publishing these minutes, as well as resolutions, reports, and other official records of the Local. The Secretary may appoint, but must oversee, a temporary proxy minutes-taker for any meeting. That proxy may not vote on behalf of the Secretary. Additionally:</p>\n  <ul>\n    <li>a. The Secretary shall transfer official records in good condition to their successor.</li>\n    <li>b. The Secretary will assume the responsibilities of one of the Co-Chairs, if both Co-Chairs and the Vice Chair is unable to do so.</li>\n  </ul>\n          ","candidates":[{"name":"Aurelia Abbott","slug":"secretary-aurelia-abbott","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/edgarchris99/128.jpg","involvement":"Quis ad aliquip id laborum nulla sunt velit veniam qui mollit qui excepteur ex aliqua. Minim quis consectetur sit est proident tempor non mollit. Duis mollit do pariatur in qui est cupidatat elit cillum. Et quis ullamco irure veniam labore. Ullamco et incididunt id est elit consectetur in aliquip nisi et exercitation. Sint mollit nulla exercitation consectetur commodo minim. Sit anim cupidatat proident ea laborum laboris mollit fugiat eiusmod sunt ad magna minim.","qualifications":"Ullamco dolore id culpa duis nostrud. Irure minim anim est do. In Lorem nostrud cillum cillum consequat sit excepteur exercitation exercitation Lorem in.\n\nAmet id laborum Lorem commodo. Voluptate enim esse velit deserunt. Dolor ullamco culpa reprehenderit occaecat id est occaecat excepteur nostrud excepteur laboris. Amet dolore et elit dolore nostrud excepteur et labore tempor incididunt veniam cillum consectetur esse.","goals":"Aute Lorem aliqua velit laboris Lorem labore laborum. Cupidatat excepteur sunt tempor veniam consectetur eiusmod sunt est. Sunt ex elit quis duis consequat ut veniam eu et consequat sit. Sit aute sunt est culpa amet aute sunt. Est adipisicing nulla aliquip deserunt amet et sunt. Labore laborum excepteur irure quis enim qui anim minim qui id enim dolore commodo.\n\nEx qui mollit proident mollit sunt aute commodo aute enim exercitation laboris elit est officia. Lorem anim est veniam exercitation consequat esse pariatur qui veniam tempor non consequat sit velit. Veniam reprehenderit pariatur irure dolore excepteur velit excepteur non officia eiusmod veniam laborum cillum. Deserunt ipsum nulla aute dolore nisi occaecat aute veniam sint nostrud cillum magna do. Consectetur excepteur eiusmod est sint nulla anim.","nominations":["Elwin Koss","Virgie Christiansen"]}]},{"title":"Treasurer","slug":"treasurer","description":"\n  <p>The Treasurer will be responsible for administration of funds, budget, and financial organization of the Local, including overseeing fundraising activities for the Local. The Treasurer will report to the Local Council on the financial status of the organization at each Local Council Meeting. The Treasurer will maintain transparent and open financial reports available to the entire membership upon request by an officer of the Local Council.</p>\n          ","candidates":[{"name":"Jaiden Heathcote","slug":"treasurer-jaiden-heathcote","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/allfordesign/128.jpg","involvement":"Fugiat eu sit nisi veniam in laboris commodo. Ullamco adipisicing Lorem exercitation amet pariatur deserunt ipsum enim mollit irure id commodo dolore ullamco. Dolore quis veniam non occaecat commodo eiusmod nulla aliqua proident. Lorem in excepteur sit non eu exercitation sit officia et velit cillum quis. Velit magna exercitation consequat sunt culpa irure proident ad minim ex elit deserunt.\n\nVoluptate nulla sit ipsum reprehenderit labore sunt laboris adipisicing magna nulla laboris. Voluptate cillum ad aliqua laboris et est nisi exercitation enim amet cillum. Consequat incididunt sit aute veniam nulla veniam consectetur laboris exercitation fugiat. Nulla adipisicing consectetur culpa dolor laboris ipsum quis veniam irure veniam eiusmod. Sint excepteur ea enim laboris exercitation. Voluptate reprehenderit nulla sit ad veniam veniam pariatur ut quis laboris cillum fugiat. Adipisicing officia velit nulla in voluptate id laborum qui exercitation non aliquip sint.","qualifications":"Aliqua ea cillum duis cupidatat ut esse occaecat velit fugiat. Mollit minim id anim sunt ea mollit dolor irure voluptate. Irure voluptate sunt et anim pariatur enim tempor cupidatat ut. Adipisicing anim dolor cillum in cillum et reprehenderit cillum ad cupidatat est laboris.","goals":"Deserunt qui sunt esse culpa officia qui voluptate consectetur amet ut duis ex cillum. Mollit ad officia ullamco laboris consectetur aliquip commodo aute Lorem consequat. Excepteur laboris sint sit cupidatat ut quis do anim do fugiat commodo occaecat veniam. Est nostrud officia ipsum non Lorem.\n\nEiusmod officia veniam in duis pariatur dolor quis mollit qui duis sunt irure reprehenderit laboris. Enim in laborum qui proident minim nostrud. Aliqua est voluptate quis ad aliqua fugiat deserunt. Do dolore commodo laboris veniam nisi adipisicing quis ex ut enim labore cillum non nisi.\n\nUllamco duis nulla sit quis ipsum ipsum nulla exercitation esse aliqua ipsum. Cupidatat ad exercitation ipsum enim. Proident duis esse et nulla deserunt eiusmod consequat. Enim ea eu irure nulla do fugiat non eiusmod excepteur labore tempor elit consectetur. Non esse cupidatat sint amet adipisicing cupidatat ullamco enim irure. Fugiat cillum ullamco nulla do velit officia minim pariatur deserunt. Cillum consequat Lorem sit incididunt labore dolor elit Lorem.","nominations":["Casper Schimmel"]},{"name":"Chelsea Jaskolski","slug":"treasurer-chelsea-jaskolski","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/christianoliff/128.jpg","involvement":"Proident et incididunt elit consequat. Quis incididunt cillum laborum Lorem. Ea sunt elit exercitation fugiat qui anim. Incididunt ipsum sunt amet mollit. Exercitation Lorem ullamco irure laborum ipsum sint enim exercitation adipisicing qui sint. Nisi dolore anim sint reprehenderit incididunt aute laboris voluptate aute aliquip.","qualifications":"Nulla duis non ut nulla aute pariatur consequat sunt. Eiusmod commodo nulla sunt Lorem velit magna do non duis culpa pariatur esse aliqua est. Est amet eu aute laborum ad. Aliquip eu ea anim ipsum commodo officia eiusmod esse eu.\n\nEsse ut id aliquip aute. Culpa ad id cillum exercitation laboris velit nostrud nostrud fugiat dolore aute nisi. Ipsum consectetur nostrud elit exercitation mollit aliqua irure in. Enim incididunt exercitation anim irure et magna sint aute non. Sit do ea velit ex anim duis commodo excepteur proident ex in.","goals":"Proident cupidatat excepteur ea ex deserunt ullamco ad non ut sint et duis. Ullamco aliquip qui Lorem culpa ex nisi voluptate dolor aliqua culpa excepteur aute. Dolore dolore Lorem reprehenderit cillum.\n\nElit dolor ex amet exercitation proident. Reprehenderit pariatur eu ea et id velit elit nisi qui duis laboris laborum aute. Laboris voluptate voluptate laboris adipisicing officia ullamco dolor labore laborum velit enim minim amet veniam.\n\nSit ex consectetur incididunt ad amet amet tempor cillum cupidatat nisi velit in laboris. Nulla qui cupidatat deserunt velit et duis reprehenderit nisi quis elit sit. Ex nisi quis duis dolore est anim esse aliqua cillum eu et nulla. Non amet ut minim minim consectetur id nisi velit anim sint do dolor quis. Eiusmod fugiat est irure occaecat eu.","nominations":["Ena Robel","Flavio Smith","Talia Herman","Marina Cronin","Bernice Smith"]}]},{"title":"Internal Organizers","slug":"internal-organizer","description":"\n  <p>Internal Organizers will jointly oversee the Internal Organizing Committee (see Article VI), which is responsible for fostering a lively participatory and democratic culture within the Local through the development, education, mobilization, and recruitment of members. The Internal Organizing Committee is also charged with organizing General Meetings, Informational Meetings, and social, educational, and fundraising events. Under the direction of the Local Council, the Internal Organizing Committee shall develop and oversee a program of socialist cadre development that includes skills training and political education; and a system of Mobilizers (similar to union shop stewards) who will act as an active conduit of information and engagement between the General Membership and the Local Council.</p>\n          ","candidates":[{"name":"Evan Lemke","slug":"internal-organizer-evan-lemke","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/jacksonlatka/128.jpg","involvement":"Nostrud cillum officia ad esse aliquip id nostrud veniam ea occaecat laboris elit reprehenderit. Aute ea cupidatat dolore et. Excepteur qui cupidatat reprehenderit ipsum aliquip sint veniam exercitation sunt nostrud deserunt.","qualifications":"Esse aute veniam voluptate aliqua ut officia. Officia incididunt commodo excepteur amet excepteur sunt ea. Dolor exercitation laborum tempor Lorem. Velit ullamco do reprehenderit commodo. Cupidatat proident excepteur non ad minim.","goals":"Aliquip laborum amet ut minim cupidatat est est est eiusmod duis aute Lorem do. Enim nulla consectetur eu dolore ad officia sit magna irure. Tempor aliqua sint consequat consequat proident exercitation id tempor occaecat reprehenderit enim eiusmod. Eu commodo amet fugiat mollit commodo eiusmod anim Lorem elit eiusmod non dolor cupidatat reprehenderit. Anim ex irure adipisicing nulla dolore adipisicing deserunt excepteur minim laborum ea laboris. Id Lorem consectetur excepteur reprehenderit elit do anim ad ut sint veniam amet.\n\nNisi dolor deserunt proident nisi dolor ipsum ut. Aliquip commodo qui do qui enim exercitation incididunt incididunt velit aliqua elit eiusmod. Cupidatat excepteur elit id tempor dolor laborum ex dolor id exercitation sint ut ea occaecat. Ea ad aliqua esse esse laborum enim.\n\nDolor sint minim et sunt dolor voluptate irure aliqua id laborum nulla non. Consectetur occaecat ex minim amet laboris laboris. Amet duis irure aliqua enim tempor anim ipsum ex culpa velit proident reprehenderit dolor veniam. Eiusmod consequat eu reprehenderit incididunt incididunt reprehenderit qui ad ullamco officia consectetur veniam. Ea duis cupidatat excepteur velit ex cillum labore in ipsum eiusmod laborum eiusmod. Dolor id reprehenderit enim non.\n\nProident id aute non commodo ullamco quis ut ad consectetur labore aliqua nulla exercitation. Sunt occaecat minim nulla laborum nulla est quis. Nostrud magna aute do proident consequat culpa eu. Occaecat dolore excepteur deserunt enim incididunt ullamco nulla minim deserunt anim adipisicing fugiat ullamco.","nominations":["Annalise Wiza"]},{"name":"Jaylon Wyman","slug":"internal-organizer-jaylon-wyman","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/josecarlospsh/128.jpg","involvement":"Exercitation amet dolor duis adipisicing commodo aute nostrud commodo irure dolore nulla eiusmod magna. Veniam magna excepteur Lorem cupidatat adipisicing eu fugiat. Voluptate dolore nisi elit cillum cillum excepteur in ut. Aute ut voluptate minim occaecat ullamco proident commodo ad. Aliquip incididunt sunt magna sit veniam ullamco eu laborum reprehenderit sunt eu. Aliquip esse irure Lorem cupidatat fugiat nisi incididunt laboris sit consectetur id laboris sint. Adipisicing pariatur veniam elit culpa labore quis reprehenderit enim.\n\nQui aliquip magna duis incididunt sit. Esse sunt do est eiusmod reprehenderit ad officia culpa ut ea minim. Cupidatat reprehenderit sit in exercitation nisi ullamco est ad Lorem. Id cupidatat voluptate elit incididunt. In ex commodo proident ex duis. Voluptate culpa cillum esse ullamco proident et magna proident ullamco ut pariatur nisi consectetur. Ut pariatur excepteur cupidatat Lorem laboris adipisicing.","qualifications":"Proident velit nostrud velit sunt reprehenderit aute non nostrud. Minim duis labore sit occaecat ipsum mollit aliqua reprehenderit id non exercitation id. Ut tempor anim est enim mollit labore nisi in occaecat esse. Sunt labore nulla veniam eiusmod. Commodo sint ea officia duis proident mollit amet officia occaecat eiusmod ipsum do incididunt veniam. Ex minim culpa Lorem proident culpa incididunt. Duis consequat labore duis in esse ullamco ea sunt sit.","goals":"Amet sit eiusmod anim Lorem id irure. Laborum pariatur cillum laboris in non nulla id non voluptate elit. In Lorem sunt incididunt sunt amet enim sit excepteur. Voluptate do pariatur ad laboris occaecat tempor laborum mollit in aliquip pariatur velit. Esse incididunt sit ad duis labore culpa. Sint sint consectetur sunt Lorem veniam officia commodo amet et est adipisicing. Duis adipisicing laborum nisi esse non irure commodo irure.\n\nCulpa aute ad elit velit incididunt mollit fugiat do officia adipisicing do mollit. Dolore cupidatat labore amet amet amet nisi ullamco reprehenderit qui laborum id Lorem et quis. Mollit quis minim id incididunt id labore occaecat. Nulla laborum pariatur proident nisi magna consectetur dolor consectetur exercitation voluptate anim. Laboris officia ad id qui veniam.\n\nEsse quis reprehenderit reprehenderit incididunt. Nisi do officia ex esse amet sit excepteur adipisicing laborum deserunt mollit exercitation. Voluptate dolore magna elit officia voluptate incididunt irure elit voluptate do. Ipsum cillum anim id culpa mollit magna reprehenderit.\n\nAliquip elit in ullamco cillum id deserunt labore velit cupidatat magna eiusmod velit tempor cillum. Eu sit reprehenderit commodo amet eu ad do mollit cupidatat in ex. Duis aute labore eu enim ut adipisicing commodo duis. Irure excepteur Lorem incididunt aliqua sint quis reprehenderit in ut elit. Quis duis velit dolore in fugiat. Reprehenderit nulla qui duis in. Deserunt ipsum sunt sunt officia amet ullamco veniam sint sint nisi dolor eiusmod esse eu.","nominations":["Veda Kessler","Tony Nienow","Marquis Greenfelder"]},{"name":"Arianna Hackett","slug":"internal-organizer-arianna-hackett","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/macxim/128.jpg","involvement":"Magna culpa mollit quis mollit duis sint commodo anim proident. Sint dolore consequat nostrud consectetur eu est excepteur quis voluptate ea in magna eiusmod dolore. Sit nulla consequat velit ut mollit eu eu elit nostrud ullamco commodo ipsum labore tempor. Deserunt culpa mollit do sit irure anim. Ullamco minim ut excepteur pariatur. Reprehenderit incididunt Lorem aliquip duis.\n\nEst sit nulla esse id dolor esse est proident ad est nulla. Magna incididunt enim quis mollit consectetur sit laboris. Elit minim officia duis consectetur elit nisi laboris incididunt elit ipsum tempor magna ad. Ex voluptate enim enim minim. Velit labore elit sit do esse. Eu id aliqua proident occaecat aliqua esse exercitation. Sunt in nulla amet aliquip aute amet eu laborum in minim et eu.","qualifications":"Eiusmod nulla deserunt cupidatat do deserunt elit proident ex amet sunt reprehenderit anim aliquip. Pariatur anim dolor cillum commodo non ex in. Ea consectetur consequat pariatur id laboris amet non amet esse. Veniam aute in occaecat voluptate dolor elit laborum.\n\nAmet irure irure sit ipsum ullamco sunt cillum aliqua dolore dolore et nostrud. Labore eu cillum minim id dolore nisi excepteur veniam ea incididunt ipsum occaecat dolore. Elit laboris amet irure laborum. Dolore aute officia id pariatur consequat cupidatat aliquip minim duis culpa. Officia amet magna irure cillum.","goals":"Nostrud ullamco ipsum minim aliqua. Aliquip ut enim aliquip aliquip mollit. Eiusmod enim ut sit qui sunt exercitation sit ea id non eu eiusmod dolore. Sint elit Lorem magna velit velit ut sit nisi et voluptate sit amet ex. Fugiat aliquip tempor ad irure cillum esse veniam ea minim do reprehenderit veniam. Dolor aliqua esse enim sit commodo nulla. Ipsum exercitation nulla duis laborum deserunt est sint elit dolor exercitation.\n\nIrure nostrud duis amet ut incididunt consequat. Consectetur fugiat ullamco esse excepteur nulla do tempor deserunt eiusmod est nisi. Commodo voluptate nulla nulla adipisicing laborum nostrud nisi aliqua. Laborum excepteur elit pariatur ullamco quis id cupidatat dolore nisi est.\n\nAdipisicing irure laborum aute magna ullamco nostrud nulla consectetur incididunt nulla culpa. Excepteur minim nisi nostrud tempor nulla mollit incididunt deserunt est ipsum officia nisi. Tempor ut laboris nostrud ad dolor tempor duis eiusmod sit incididunt tempor consequat id voluptate.\n\nVeniam consequat ipsum tempor exercitation aute sint eiusmod consectetur ad. Esse esse dolore qui sunt fugiat velit do laborum non proident proident officia. Laborum dolore exercitation aliqua aliqua labore esse magna elit sit esse quis veniam dolore nisi. Dolore officia irure laborum non aliquip qui amet culpa labore nisi reprehenderit ea.","nominations":["Adolfo Swift","Pearl Abbott"]},{"name":"Ashton Klein","slug":"internal-organizer-ashton-klein","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/embrcecreations/128.jpg","involvement":"Dolor voluptate mollit reprehenderit ad exercitation sit. Proident sunt laboris exercitation do do sunt. Qui quis sit et ad et magna irure ad. Cillum proident minim qui ut in. Eu eu voluptate ipsum ut id tempor.\n\nAute Lorem ea commodo proident laborum ad commodo irure pariatur ipsum id cillum deserunt pariatur. Tempor anim culpa ullamco commodo ipsum. Amet ullamco veniam cupidatat irure ipsum duis amet veniam pariatur eiusmod ullamco fugiat Lorem aute. Deserunt est laboris id deserunt et exercitation dolor ipsum ut. Do ex dolore ullamco aute dolor ut anim eu. Eiusmod deserunt culpa occaecat velit. Exercitation incididunt amet aliquip dolore proident aute.\n\nOfficia id reprehenderit sit aliqua velit cupidatat ut. Exercitation anim elit qui cupidatat culpa excepteur qui laboris. Labore mollit deserunt est do veniam nulla ullamco mollit aute deserunt culpa nisi mollit duis. Ullamco et commodo non id duis minim dolor tempor occaecat. Esse cillum aute occaecat laborum non occaecat sunt sit dolore proident proident qui. Fugiat irure in magna cupidatat.","qualifications":"Consequat esse dolor adipisicing anim deserunt veniam incididunt fugiat culpa minim. Non nisi est minim est. Sint minim velit eu adipisicing laborum irure ullamco mollit consequat magna do qui.\n\nAdipisicing veniam voluptate in cillum ex qui qui ullamco culpa voluptate dolor proident anim. Commodo elit et aliquip minim laborum incididunt do duis enim veniam. Aliqua non ea ullamco est eiusmod exercitation.","goals":"Sunt officia fugiat est mollit dolor laborum irure deserunt dolore ullamco ipsum. Do qui excepteur elit qui id amet. Est sit cillum velit laboris irure voluptate eiusmod exercitation ut dolor consectetur. Tempor anim consequat dolore enim veniam Lorem occaecat. Ex consectetur aliquip esse eiusmod sit ipsum ullamco ea esse. Amet anim mollit ea cupidatat minim. Esse esse laborum occaecat est sunt ea ex.\n\nVoluptate consectetur proident ipsum esse do nostrud sint anim excepteur fugiat. Labore est pariatur dolor fugiat amet nulla commodo nisi et minim proident ullamco aliqua sit. Officia ea sit quis sit anim ea esse ad in et exercitation est. Esse nisi irure consequat dolore nostrud minim id veniam elit.\n\nEt exercitation pariatur ullamco quis officia elit officia ex. Excepteur consequat veniam esse esse irure ea excepteur est minim adipisicing excepteur eu mollit commodo. Reprehenderit fugiat consequat incididunt duis ex. Nostrud dolore reprehenderit exercitation proident dolor do consectetur. Velit proident esse irure qui. Proident exercitation ut culpa deserunt elit laboris aliqua anim Lorem.\n\nProident culpa nulla cillum reprehenderit in aute ad deserunt est sunt ad aute ullamco. Incididunt et veniam anim laborum Lorem ad laboris tempor in excepteur veniam officia excepteur magna. Veniam exercitation cupidatat qui proident amet. Occaecat reprehenderit elit velit elit veniam sint velit. Est minim irure minim ullamco nostrud exercitation ad veniam nostrud qui magna do. Sit ex reprehenderit fugiat labore ut voluptate aute id eiusmod. Amet do ea magna ad id ipsum exercitation.","nominations":["Eveline Gibson"]},{"name":"Kari Ferry","slug":"internal-organizer-kari-ferry","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/johnsmithagency/128.jpg","involvement":"Culpa et adipisicing tempor ipsum nulla occaecat veniam non aliquip amet officia consequat enim tempor. Nisi duis nisi enim mollit anim. Sit amet proident ex aute quis consectetur occaecat. Reprehenderit ullamco eu enim ipsum. Esse nulla enim amet ipsum.\n\nId commodo ut cillum nostrud dolor nisi enim quis do. Anim officia labore veniam incididunt ullamco elit exercitation. Est minim eiusmod ipsum qui id sunt ea laboris commodo reprehenderit. Et ea enim minim voluptate aute dolor ea et. Dolor ex sit irure ut labore ut exercitation anim. Veniam tempor exercitation proident non et sint dolore officia quis exercitation consectetur eiusmod. Sunt minim eu nulla ut enim id mollit laborum veniam commodo cillum commodo duis.\n\nIrure qui nulla Lorem ad deserunt non quis nostrud consequat. Ea enim exercitation incididunt duis est magna esse tempor commodo nulla in. Sunt culpa laborum cupidatat aliqua tempor amet duis reprehenderit duis officia ad.","qualifications":"Esse minim do officia fugiat dolore exercitation eu aute anim exercitation fugiat enim officia proident. Reprehenderit enim nulla non veniam occaecat mollit aliquip aliqua commodo est esse incididunt ullamco. Non in reprehenderit sunt non amet dolor eiusmod occaecat Lorem sunt ut consequat.","goals":"Duis consectetur labore dolor dolor cillum nostrud laboris dolor amet ex occaecat labore. In esse ad adipisicing enim laborum laboris Lorem ad. Velit ut et non consequat dolore cillum aliqua laboris incididunt id fugiat in velit.\n\nLabore laboris velit velit sint tempor Lorem magna non officia dolore. Esse veniam nisi est dolore proident. Veniam et pariatur ea quis sint consequat ullamco nulla ullamco sunt qui enim incididunt anim. Cupidatat ipsum ad laborum pariatur cillum pariatur id et voluptate anim. Proident in quis enim officia. Culpa voluptate aute officia deserunt aliquip enim.","nominations":["Merritt Gaylord","Ralph Eichmann","Leanna Walter","Carrie Satterfield"]},{"name":"Otilia Volkman","slug":"internal-organizer-otilia-volkman","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/kazaky999/128.jpg","involvement":"Velit et elit tempor dolor adipisicing sunt amet ex excepteur non exercitation esse magna ad. Officia ipsum id adipisicing voluptate ex esse magna. Dolor commodo labore minim consectetur elit ipsum amet et duis excepteur incididunt eu. Commodo est enim sint enim deserunt culpa duis elit aliquip enim. Duis aliqua officia non est ea adipisicing eiusmod ad officia deserunt duis aliqua minim ex. Ullamco minim esse enim proident aute ut incididunt elit Lorem et qui nulla ad dolor.\n\nEa aliquip ullamco adipisicing fugiat consequat incididunt. Voluptate excepteur aliquip anim incididunt tempor occaecat ut aliqua nisi anim veniam consectetur. Excepteur quis duis cillum esse dolore. Nulla duis enim pariatur laboris laborum. Lorem quis irure ea anim ut consequat adipisicing nostrud deserunt ex eu laborum. Do anim commodo laboris qui commodo.","qualifications":"Minim velit cupidatat non Lorem incididunt aliquip anim fugiat occaecat nisi eiusmod sit sit id. Ad exercitation deserunt fugiat occaecat cillum commodo minim est aute consectetur proident mollit. Do ea incididunt labore in nostrud. Occaecat anim commodo incididunt officia adipisicing. Id pariatur adipisicing veniam labore.\n\nPariatur pariatur sint incididunt aliquip officia veniam nisi magna non ad nisi minim ex. Officia commodo nostrud velit sit nisi id consectetur aute sint mollit reprehenderit magna ullamco. Consequat duis laboris eiusmod nisi enim sunt amet cupidatat voluptate. Ex cillum aute sint laborum ea ullamco. Laborum pariatur excepteur eu nostrud adipisicing. Eiusmod exercitation aliqua officia amet velit occaecat aute ipsum fugiat dolor ullamco.","goals":"Irure laboris ex nulla nostrud ut pariatur elit veniam. Id cupidatat ipsum sint quis minim est aute fugiat ullamco consequat commodo veniam excepteur velit. Incididunt cillum velit nisi nostrud ex est reprehenderit exercitation excepteur pariatur.\n\nEnim laboris in ipsum duis irure excepteur mollit laboris culpa enim cupidatat. Adipisicing cillum do eu elit anim consequat aute est excepteur. Quis incididunt nisi est culpa esse do. Eu id sunt eiusmod anim magna deserunt esse.\n\nUllamco occaecat id culpa duis. Magna ullamco incididunt consequat occaecat eiusmod dolor duis velit proident enim id Lorem. Aliqua proident incididunt sit mollit aliqua aute qui veniam eu deserunt pariatur aliquip excepteur. Laboris duis reprehenderit mollit ad. Aliqua elit fugiat cillum fugiat dolore incididunt excepteur eu. Anim adipisicing anim enim culpa sit ea ad dolore irure cupidatat irure do.","nominations":["Gina Harvey","Sharon Swift","Mossie Runolfsdottir","Devonte Jenkins"]},{"name":"Waylon Flatley","slug":"internal-organizer-waylon-flatley","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/bobwassermann/128.jpg","involvement":"Proident sunt irure deserunt ut sit ipsum adipisicing nulla irure. Sit velit dolore mollit labore id occaecat aliquip eu consequat deserunt excepteur. Deserunt consectetur laboris ipsum anim duis mollit. Incididunt voluptate cillum reprehenderit duis consequat culpa ad. Mollit excepteur nostrud exercitation nisi ipsum ea incididunt. Sit labore sint adipisicing dolor aute anim proident mollit. Tempor esse nulla et incididunt dolor aliqua duis aute laboris non cupidatat labore.\n\nNisi enim eiusmod qui nisi mollit ut pariatur incididunt nisi et ad commodo elit. Aliquip esse nisi est et adipisicing esse. Laboris voluptate sit nulla velit id veniam culpa et duis veniam qui sint ut. Irure id eiusmod laborum duis magna amet aute sunt aliquip excepteur culpa cillum. Minim eiusmod cillum reprehenderit est sint occaecat aliquip labore eu cillum tempor et id. Exercitation excepteur deserunt aliqua voluptate id excepteur incididunt.\n\nUllamco labore nisi nostrud nostrud. Qui tempor laborum fugiat deserunt veniam voluptate pariatur ad labore adipisicing deserunt et et. Irure cillum commodo in excepteur laboris laboris ex Lorem ut elit voluptate cillum anim dolor.","qualifications":"Nulla irure voluptate culpa ullamco pariatur enim cupidatat deserunt sit consequat esse. Id elit qui enim minim velit est magna magna eu labore voluptate. Id nostrud voluptate Lorem dolore incididunt id cupidatat fugiat sint culpa ad. Laboris nisi fugiat quis eu minim cillum sint sint consectetur laborum. Sunt et dolor ullamco elit labore reprehenderit veniam aute consequat tempor ad magna. Id quis in exercitation veniam.\n\nEa velit in labore nisi nostrud deserunt proident labore ea nulla tempor duis. Ipsum enim nisi sunt sint ut labore irure commodo culpa elit pariatur reprehenderit occaecat. Cupidatat nulla officia irure dolore id aliquip tempor. Enim ex magna duis excepteur veniam do culpa irure et. Aliquip deserunt sint nostrud proident nisi duis est. Tempor culpa ut dolore officia nostrud. Et adipisicing mollit minim dolore occaecat.","goals":"Duis commodo aute do eiusmod et sunt et dolor do. Culpa laborum id minim tempor. Proident minim adipisicing magna aliquip laboris sunt qui id commodo. Ipsum laborum commodo consectetur labore culpa qui id pariatur enim ad sint exercitation. Dolore quis excepteur cupidatat voluptate ad in irure ex. Non nisi excepteur in nulla ex dolore. Nisi sunt do exercitation qui in aliqua aute tempor ea dolore ullamco eu.\n\nUllamco ut incididunt reprehenderit consequat cupidatat minim laboris enim. Velit consequat aliquip excepteur commodo non mollit commodo cillum tempor excepteur elit culpa laboris consequat. Id proident anim adipisicing pariatur est culpa commodo nulla adipisicing deserunt nostrud voluptate ipsum nostrud.\n\nDolor adipisicing aliquip occaecat nulla ea ea. Id eiusmod laboris ullamco cupidatat in laboris commodo ullamco consectetur excepteur ut nisi. Sunt sunt consequat adipisicing duis labore culpa ipsum. Veniam non aute ad voluptate ipsum sint consectetur dolor enim in. Aliquip cillum cupidatat minim ullamco sint.\n\nNisi sit velit non magna amet veniam. Non dolore officia irure aute. Sunt consequat Lorem Lorem mollit anim mollit nostrud ipsum. Nostrud ut ut qui deserunt esse laborum cillum elit exercitation culpa irure adipisicing. Commodo adipisicing deserunt duis cupidatat minim dolore voluptate irure exercitation est. Ea aliqua non anim sit irure excepteur ullamco aute sint culpa. Consequat fugiat laboris excepteur quis eu labore tempor veniam.","nominations":["Marcella Bahringer"]}]},{"title":"External Organizers","slug":"external-organizer","description":"\n  <p>External Organizers will jointly oversee the External Organizing Committee (see Article VI), which will lead the Local’s fight for a socialist political agenda in the East Bay and beyond. Under the direction of the Local Council and in order to realize the policies, priorities and campaigns set forth by the General Membership, the External Organizing Committee shall manage or execute all of the Local’s issue and electoral campaigns, direct actions, rallies, and other activities expressly targeted at the general public for political purposes.</p>\n          ","candidates":[{"name":"Kiarra Senger","slug":"external-organizer-kiarra-senger","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/robinclediere/128.jpg","involvement":"Commodo tempor in do mollit eu est id. Reprehenderit nisi minim magna Lorem do quis et sit sint nisi nostrud nostrud quis. Ea sint dolor eu fugiat et non sit proident deserunt voluptate ipsum. Do officia officia pariatur Lorem et mollit eu elit voluptate do nostrud veniam tempor. Qui magna exercitation consequat eiusmod commodo laboris minim qui velit Lorem. Ut nostrud et culpa ea adipisicing culpa nostrud eiusmod amet laborum duis non mollit. Sunt veniam fugiat est sint aliqua irure enim eu laboris laborum in.\n\nIn labore labore ex commodo proident proident ullamco aliqua est eu eiusmod et. Mollit elit dolore irure ad labore ad minim velit excepteur. Nostrud sint aute id esse commodo quis. Excepteur irure sint est cillum voluptate pariatur officia officia aliqua nostrud ut est sint. Velit do mollit aute proident ea non ad sit quis amet. Sunt in reprehenderit ex id incididunt id anim aliqua nostrud Lorem enim.","qualifications":"Est eiusmod reprehenderit eiusmod exercitation sint magna occaecat qui voluptate. Elit non excepteur minim et consequat nulla ex. Amet elit nisi mollit adipisicing irure et laboris adipisicing in ipsum dolore labore. Fugiat et cupidatat pariatur ullamco tempor cupidatat. Est aliquip aliquip magna eu duis proident mollit Lorem consectetur est qui pariatur. Nisi reprehenderit anim cupidatat duis elit. Eiusmod eu cupidatat in irure ipsum.\n\nExercitation dolor qui id mollit amet aliquip minim aute velit incididunt anim exercitation Lorem ea. Amet consectetur do nulla non commodo deserunt consequat et Lorem dolore sint velit excepteur. Pariatur dolore amet ut incididunt cillum veniam. Mollit minim enim nostrud ea amet sunt veniam culpa. Laborum magna minim deserunt et officia nostrud ad labore do dolor eu adipisicing tempor.","goals":"Do sunt id amet fugiat irure est. Eu nisi velit consequat ad tempor voluptate. Ipsum esse proident anim occaecat velit consectetur ad magna in eiusmod fugiat sunt esse. Est non in laborum irure non eiusmod id. Tempor nulla ut quis commodo eu incididunt cupidatat do aliquip reprehenderit deserunt deserunt ea. Fugiat ad excepteur ad reprehenderit. Laboris occaecat Lorem fugiat deserunt laboris ut fugiat reprehenderit.\n\nId esse ex ad in ea laboris et. Et anim fugiat nostrud tempor proident non deserunt nostrud nisi labore irure reprehenderit consequat. Ipsum nulla excepteur tempor voluptate tempor.","nominations":["Romaine Wiza","Khalil Von","Hugh Huel"]},{"name":"Brice Volkman","slug":"external-organizer-brice-volkman","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/cocolero/128.jpg","involvement":"Fugiat tempor nostrud fugiat eu ullamco exercitation aliquip fugiat officia occaecat id. Ea irure elit nulla aliquip consequat laborum pariatur veniam aliquip cupidatat sunt. In nulla fugiat do cillum amet eiusmod cupidatat magna enim. Sit ex laborum officia commodo aute magna do voluptate aute elit quis. Lorem in laborum magna in ex.","qualifications":"Ex velit non adipisicing aliquip magna occaecat magna sunt commodo tempor dolor cupidatat nostrud occaecat. Fugiat labore mollit excepteur quis tempor esse veniam ad deserunt cupidatat. Duis ea veniam aliqua nulla laboris pariatur do aute do sint veniam commodo et ad.","goals":"Ipsum non in laborum est cillum sit labore eiusmod laborum commodo proident est. Lorem nulla esse id ea laboris non. Est mollit cupidatat incididunt et est adipisicing exercitation. Quis officia eiusmod elit magna ut cupidatat. Incididunt sunt labore irure culpa.\n\nEnim esse aliqua eiusmod ad sint dolore proident. Do officia exercitation in voluptate sit culpa ad magna et cillum sit aliqua. Reprehenderit veniam est duis duis adipisicing do deserunt incididunt eiusmod ullamco do qui veniam. Sit Lorem quis occaecat culpa occaecat velit dolor officia sint ipsum labore fugiat et. Do dolore nisi dolor laborum eiusmod qui veniam ut pariatur anim enim.\n\nDeserunt proident deserunt exercitation commodo voluptate reprehenderit nostrud. Et ullamco dolor voluptate in ut deserunt consequat consectetur consectetur cillum. Sunt occaecat veniam aliquip amet sint cillum.\n\nLaborum amet magna dolor occaecat esse enim irure deserunt dolor et et ullamco minim incididunt. Aute culpa deserunt do excepteur laborum elit aliqua anim ut aliquip in. Non pariatur nulla occaecat laborum ipsum nisi officia enim cillum duis. Consectetur laborum cupidatat adipisicing laborum Lorem commodo incididunt dolor id qui voluptate proident.","nominations":["Cayla Vandervort","Reyes D'Amore","Jena Kessler"]},{"name":"Jarvis Tromp","slug":"external-organizer-jarvis-tromp","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/switmer777/128.jpg","involvement":"Incididunt aute esse pariatur velit in et dolore voluptate eiusmod ullamco fugiat. Dolor eu sint laborum excepteur cillum qui enim. Pariatur cupidatat nisi velit est enim id. Laboris ea quis esse magna. Nisi sunt esse ex ipsum cillum ullamco commodo reprehenderit. Aute cillum anim cillum ex officia velit non eiusmod incididunt.","qualifications":"Labore nostrud do elit aute elit in enim magna dolor fugiat id nostrud magna sunt. Qui ea do pariatur esse in labore esse irure occaecat tempor ea magna. Proident magna id non occaecat.","goals":"Occaecat eu eiusmod ut voluptate in laborum excepteur sint aliquip sint elit. Adipisicing dolor amet Lorem et sunt sunt in id ad do tempor sit. Deserunt nulla laborum aute commodo aliquip id non eiusmod sunt occaecat incididunt nostrud eu eu. Aute anim ipsum eu esse anim esse sunt sint quis deserunt excepteur deserunt proident. Cupidatat consectetur aliquip magna eu deserunt est incididunt amet eiusmod consequat officia.\n\nEa nulla nisi consequat dolore exercitation. Exercitation cupidatat cillum nisi magna. Exercitation anim eiusmod incididunt non. Elit amet magna velit aute velit aliqua et. Aliquip ullamco consectetur mollit pariatur aliquip veniam non excepteur elit Lorem voluptate. Fugiat nisi sint tempor et esse occaecat culpa reprehenderit.","nominations":["Aniya McGlynn","Deja Wunsch","Salma Marvin"]},{"name":"Colleen Blanda","slug":"external-organizer-colleen-blanda","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/demersdesigns/128.jpg","involvement":"Ex qui ad pariatur fugiat in excepteur fugiat aliquip laborum dolore. Lorem cupidatat ad quis enim minim eiusmod cupidatat irure ut proident voluptate et. Incididunt mollit culpa aliquip anim ullamco excepteur do laborum duis commodo in duis. Consectetur veniam qui aliqua reprehenderit tempor commodo. Sit velit sit anim cillum nostrud occaecat eu dolore ex occaecat consequat.\n\nEiusmod laboris cillum dolor mollit aliquip voluptate excepteur et mollit tempor veniam eu anim. Quis proident Lorem deserunt irure id adipisicing minim occaecat veniam et id. Anim dolor aute aliqua eu dolor aute esse laborum eu ex adipisicing velit. Deserunt est ut consequat anim adipisicing fugiat.\n\nAute incididunt minim consequat reprehenderit incididunt. Commodo in dolore incididunt do elit nulla commodo nostrud dolore cillum fugiat nostrud. Nostrud duis eiusmod magna cillum dolor Lorem aliquip mollit. Et irure consectetur amet tempor quis pariatur incididunt ex fugiat veniam esse elit.","qualifications":"Consectetur qui officia anim laboris excepteur ut. Eiusmod ex sunt ea in laborum et adipisicing ut nostrud dolor in ea ad. Proident aute ut aute incididunt nisi minim nulla do. Minim laboris nisi id mollit quis sit ex quis cupidatat occaecat. Minim fugiat ea aute nulla dolor laborum cupidatat.","goals":"Esse enim do fugiat irure deserunt laboris ipsum tempor. Proident nostrud enim adipisicing laboris mollit laborum est non aliqua excepteur proident. Veniam exercitation adipisicing est officia proident sunt eu enim aliquip qui eiusmod anim amet qui.\n\nAute aute velit laboris deserunt nostrud non enim tempor nostrud pariatur fugiat. Ea cillum enim et culpa adipisicing duis amet id ipsum. Cillum exercitation laboris irure excepteur ipsum ullamco enim officia excepteur.\n\nVeniam commodo exercitation sunt occaecat labore. Lorem duis cillum dolor mollit irure aute eu et. Officia quis voluptate sunt elit ullamco minim nostrud reprehenderit tempor minim minim aute fugiat.\n\nNostrud quis minim magna ex in fugiat. Qui eu magna amet tempor reprehenderit. Et dolore nisi est anim velit deserunt et anim qui et laborum ullamco eiusmod eu. Esse pariatur nisi labore do eiusmod labore et enim amet. Labore ullamco duis veniam officia do. Laborum exercitation est nisi minim tempor aliqua.","nominations":["Maiya Glover","Celine Brown","Jovany Runolfsdottir"]}]},{"title":"At-Large Local Council Members","slug":"at-large","description":"\n  <p>At-Large Local Council Members will participate in Local Council decision-making, and are responsible for attending all relevant meetings and reading all relevant documents. At-Large Local Council members are also tasked with representing the views of the membership that elected them as well as helping to advance the goals of the Local generally.</p>\n          ","candidates":[{"name":"Rhett Simonis","slug":"at-large-member-of-local-council-rhett-simonis","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/myastro/128.jpg","involvement":"Ad consequat proident amet anim Lorem qui tempor. Consectetur id sint ipsum Lorem labore consequat labore pariatur. Deserunt adipisicing eiusmod commodo dolore amet ad Lorem exercitation.\n\nUllamco pariatur est exercitation ullamco excepteur cupidatat cupidatat non tempor quis ipsum tempor consectetur. Magna ex et est nostrud est ullamco cillum. Cupidatat proident amet magna aute et est nisi et ullamco consequat veniam enim dolor. Adipisicing laboris ut adipisicing duis ut.","qualifications":"Tempor esse id ad aliqua Lorem ipsum adipisicing nisi id. Cillum officia ut ex ipsum. Esse commodo tempor occaecat aliqua excepteur esse exercitation elit aliquip adipisicing ipsum. Aliqua in sunt fugiat fugiat proident cupidatat velit veniam veniam eu tempor ea. Pariatur dolor commodo nulla occaecat pariatur esse.\n\nFugiat officia ea ipsum adipisicing. Velit ad aute fugiat duis elit eiusmod reprehenderit officia excepteur. Reprehenderit mollit nostrud in sint do occaecat nulla ipsum ex exercitation qui fugiat.","goals":"Anim non qui nulla consectetur quis eu ut dolore. Duis exercitation sit ipsum incididunt cupidatat ut ea non sit enim irure ullamco reprehenderit minim. Irure et do ad dolore in enim voluptate officia ipsum. Dolor ipsum veniam mollit labore adipisicing labore enim mollit. Enim voluptate in voluptate ad.\n\nReprehenderit deserunt fugiat enim ad aliqua. Minim elit reprehenderit pariatur commodo exercitation duis non quis nulla sunt occaecat dolore aliquip labore. Deserunt excepteur culpa ut sint sit aute minim tempor sint fugiat. Culpa reprehenderit pariatur labore ex duis laborum sunt velit pariatur ullamco quis.","nominations":["General Mann","Floyd Stroman","Edgardo Rodriguez"]},{"name":"Freddy Heller","slug":"at-large-member-of-local-council-freddy-heller","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/horaciobella/128.jpg","involvement":"Enim pariatur sit tempor occaecat deserunt elit quis est minim excepteur reprehenderit commodo fugiat adipisicing. Ex adipisicing laborum non non velit pariatur. Deserunt et deserunt sit incididunt proident aliqua dolore dolore enim magna fugiat do.\n\nAd velit sunt anim fugiat duis magna aliqua irure aliquip sint velit ipsum. Aliqua sit deserunt aliquip do. Pariatur aute magna voluptate duis mollit veniam aliqua elit ex et. Sunt veniam nostrud ut exercitation exercitation voluptate nulla nostrud ipsum incididunt ea est enim non.","qualifications":"Officia reprehenderit incididunt id aute do. Est reprehenderit anim ullamco veniam minim cupidatat proident. Incididunt Lorem laborum anim mollit et ipsum ut laborum eu. Aliqua officia fugiat cupidatat ullamco officia velit labore proident voluptate ut deserunt dolore culpa. Consectetur officia dolor quis incididunt magna mollit minim id.\n\nEst nulla in Lorem sint labore laboris consectetur. Nulla ad aliqua reprehenderit elit esse deserunt dolore sint voluptate anim excepteur. Sunt reprehenderit id ipsum elit anim aute eiusmod consequat veniam duis. Laborum enim irure nulla consectetur duis officia nostrud labore laborum laborum aute adipisicing. Deserunt ex ea nisi commodo irure laboris est. Aute minim tempor officia aliqua ullamco ullamco eu.","goals":"Sint elit officia labore eu qui deserunt ut commodo est commodo id. Excepteur nisi quis est occaecat sint et. Adipisicing Lorem sunt eu irure excepteur occaecat in consequat.\n\nNostrud proident amet ad exercitation duis quis duis nulla cillum occaecat proident reprehenderit voluptate Lorem. Ex Lorem esse elit duis occaecat minim aliqua aliqua non aliqua. Sunt esse nostrud do ut sunt ut proident. Esse minim pariatur aliquip non occaecat sunt commodo ut exercitation pariatur consequat irure. Lorem exercitation Lorem consectetur tempor aute aliqua sunt. Quis cillum fugiat mollit ut dolor eiusmod et pariatur consectetur officia mollit. Velit consequat consequat Lorem est velit Lorem cupidatat veniam ipsum quis.\n\nVelit adipisicing nisi consequat pariatur elit consequat amet ut ut nostrud ex ex adipisicing. Nisi est dolore in ea proident fugiat proident laboris dolor pariatur ut fugiat non incididunt. Voluptate commodo consectetur consectetur aliqua excepteur eu in enim ex consectetur. Consequat veniam sunt ea anim ad occaecat elit amet enim veniam fugiat est consectetur. Adipisicing adipisicing mollit Lorem velit ullamco. Velit aliquip esse commodo tempor consectetur culpa ea deserunt enim nulla cupidatat pariatur officia culpa.\n\nExcepteur laboris qui laborum ut aliquip veniam minim sint excepteur. Voluptate aute labore amet labore tempor adipisicing consequat enim culpa non cupidatat. Aliquip laborum minim nulla aliqua ea sint pariatur culpa in. Eiusmod deserunt fugiat proident duis exercitation incididunt qui. Ex velit cupidatat et magna magna deserunt dolor labore excepteur laboris esse.","nominations":["Osbaldo Watsica"]},{"name":"Florencio Emmerich","slug":"at-large-member-of-local-council-florencio-emmerich","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/collegeman/128.jpg","involvement":"Ea excepteur quis sunt anim sit reprehenderit consectetur incididunt commodo eu id aliqua non in. Lorem aliqua aute esse pariatur. Exercitation est deserunt magna commodo ex. Cillum nulla laborum proident exercitation. Velit veniam sint aliqua irure excepteur labore do sit nostrud ad dolor reprehenderit ad. Ullamco ea ipsum in in adipisicing occaecat deserunt aliquip.\n\nNostrud ullamco anim exercitation est incididunt ad irure cupidatat excepteur. Laboris tempor aliqua amet fugiat cillum ad non deserunt laborum minim voluptate sit proident. Velit excepteur commodo do culpa velit qui proident laboris aliqua magna in aliquip. Pariatur ullamco ex incididunt reprehenderit ipsum ad sint deserunt commodo sint. Deserunt elit occaecat non do reprehenderit ea Lorem cillum. Officia deserunt esse pariatur adipisicing aliquip amet est.","qualifications":"Incididunt qui ipsum deserunt dolore est laboris laborum dolor veniam aute irure aliqua adipisicing. Nulla ex eu laboris voluptate labore minim. Nisi magna labore ullamco proident. Id elit esse adipisicing esse sint sint cillum nulla id nostrud officia laboris qui voluptate. Adipisicing deserunt deserunt non ullamco laboris. Dolore adipisicing est labore pariatur sint amet sit cupidatat incididunt ullamco quis sint ex.","goals":"Laborum amet fugiat velit eu excepteur dolore aute dolor mollit mollit pariatur duis veniam proident. Do quis adipisicing pariatur dolore sit enim. Ipsum anim deserunt minim nisi in fugiat sit veniam consequat pariatur commodo excepteur cillum. Commodo deserunt magna eiusmod nostrud sunt.\n\nVoluptate dolore adipisicing exercitation non aute ea minim magna quis sunt. Laboris Lorem deserunt incididunt laborum nulla reprehenderit minim aliqua excepteur minim amet. Eiusmod Lorem anim nulla non ex sint cillum nisi eu ea commodo do. Tempor deserunt eiusmod consectetur nostrud fugiat mollit. Enim ipsum do nostrud id irure minim ad.\n\nEa eiusmod nisi cillum ipsum veniam voluptate velit in dolor. Nostrud ipsum deserunt eiusmod ut sint id anim dolore elit ut pariatur duis eiusmod enim. Labore qui tempor culpa Lorem ullamco voluptate dolore dolore in proident reprehenderit fugiat do sit. Magna ad sit voluptate aute. Ullamco consequat minim veniam nulla amet elit ullamco esse cupidatat eu ipsum mollit duis. Ex cillum cillum labore nostrud sint consequat id. Proident eu sunt eiusmod sunt sit voluptate cillum cupidatat nisi do elit elit exercitation.\n\nDeserunt sunt esse veniam id in dolore minim. Dolor esse quis laboris ad exercitation et reprehenderit eiusmod pariatur incididunt. Id consectetur dolor ut adipisicing minim. Duis ipsum reprehenderit pariatur consectetur cillum incididunt velit mollit irure est ut aute consequat nulla.","nominations":["Ludwig Upton","Sibyl Stehr","Kelton Jast"]},{"name":"Benedict Kulas","slug":"at-large-member-of-local-council-benedict-kulas","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/gabrielrosser/128.jpg","involvement":"Ut qui qui labore non aliqua adipisicing sint voluptate incididunt aliqua amet sit et. Aliquip ullamco sint nostrud id. Proident ex aute ad anim consequat commodo anim voluptate.\n\nMagna fugiat eu nostrud voluptate esse occaecat aliquip ut non dolor proident qui. Cupidatat ut enim nisi consequat deserunt sit amet in elit tempor. Deserunt aliqua ea elit in.","qualifications":"Laboris esse id adipisicing mollit deserunt irure cillum adipisicing pariatur. Anim labore duis Lorem tempor adipisicing ex duis ipsum veniam sunt Lorem labore. Est magna minim est nisi. Et consequat eu laborum et nulla qui excepteur. Lorem dolore cupidatat ex et exercitation sunt commodo. Ex excepteur qui ut nisi proident magna incididunt commodo ea aute.\n\nIncididunt tempor ullamco irure labore culpa mollit. Reprehenderit quis minim nisi elit magna anim deserunt proident laborum in nisi. Aute eiusmod elit reprehenderit consectetur proident officia duis adipisicing. Ex voluptate consectetur et id nisi officia enim qui officia duis est ad. Ut mollit irure proident consequat.","goals":"Reprehenderit sunt sint elit aliqua adipisicing commodo nostrud minim excepteur et fugiat reprehenderit id magna. Irure veniam enim consectetur ea. Veniam non quis sint officia commodo consequat dolor duis cupidatat cupidatat laboris dolor. Occaecat ad aliquip culpa irure id duis irure proident sit nisi veniam anim. Eiusmod ut sit quis laborum ipsum.\n\nAliqua adipisicing labore dolor tempor sit. Ad aliquip commodo laborum amet qui consequat. Enim irure duis proident eiusmod nulla. Proident voluptate consequat aute proident ea ad elit nostrud ut ullamco labore sint. Aliqua eu dolore qui dolor do officia aute voluptate fugiat nisi nulla incididunt aute incididunt.\n\nOfficia officia Lorem adipisicing velit veniam laborum consequat culpa ut nisi nostrud enim nisi. Lorem deserunt Lorem magna eiusmod quis ullamco ea dolor ut amet veniam consectetur ut. Excepteur aliqua in magna in consectetur pariatur sunt deserunt veniam ut ea proident. Sit non mollit dolore enim ex consectetur aute commodo.\n\nTempor anim occaecat nulla minim. Fugiat veniam eu aliqua irure commodo nisi sint est nulla mollit. Mollit cupidatat non nisi cupidatat nulla occaecat amet id velit et incididunt. Occaecat nulla magna exercitation non deserunt ad velit et in nulla non eiusmod officia adipisicing. Amet cillum labore laborum sunt minim. Esse quis excepteur duis quis reprehenderit dolor.","nominations":["Austen Johnson","Elliot Schaden"]},{"name":"Raymundo Reynolds","slug":"at-large-member-of-local-council-raymundo-reynolds","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/mds/128.jpg","involvement":"Id eu est labore ullamco mollit consequat. Ex Lorem enim laboris dolore veniam ad Lorem exercitation et mollit. Consequat ullamco ullamco laborum elit dolore tempor sint pariatur.\n\nDeserunt irure elit nulla dolore exercitation irure amet deserunt occaecat. Lorem ea laborum dolor irure. Sunt officia excepteur sit ex adipisicing. Veniam non adipisicing ex officia ipsum voluptate. Aliquip velit sint eu commodo non eu amet exercitation labore anim officia irure eiusmod. Ea cillum non occaecat deserunt.\n\nMinim tempor nostrud sint Lorem enim cupidatat eu. In eu id pariatur nisi proident cupidatat incididunt reprehenderit ipsum aliqua. Laboris irure irure do adipisicing aliqua et aute. Eu sit nisi laborum sunt sunt eiusmod in ad incididunt eiusmod ad.","qualifications":"Pariatur esse velit amet labore aute nostrud labore ea tempor aute. Sit laborum consectetur sint sunt amet dolore pariatur. Voluptate cupidatat voluptate laborum est ipsum duis commodo laboris ad magna voluptate fugiat ut. Duis id fugiat deserunt aliqua fugiat et quis amet dolore sunt voluptate officia. Sunt amet dolor ex labore nostrud aliqua tempor excepteur occaecat elit adipisicing sunt enim. Anim eiusmod in tempor ut consectetur. Nulla velit elit do velit minim aliqua tempor exercitation.\n\nOccaecat laboris labore labore eu est commodo non. Enim cillum laboris reprehenderit occaecat sit incididunt et velit tempor magna velit laboris. Sit do minim magna enim laborum eu nostrud proident consectetur dolore labore. Lorem nulla commodo nulla commodo reprehenderit ut esse reprehenderit et voluptate proident. Ipsum reprehenderit fugiat dolore ex excepteur. Anim consequat nostrud dolor laboris fugiat duis magna nostrud culpa reprehenderit in incididunt.","goals":"Commodo veniam est enim veniam deserunt laboris sunt culpa nostrud qui mollit amet. Incididunt velit ut pariatur cillum reprehenderit aliquip. Adipisicing enim adipisicing labore amet ullamco veniam ut officia elit enim.\n\nNon excepteur veniam aliquip nulla ea nisi pariatur exercitation laborum non. Aliqua nisi sunt irure nulla quis minim. Occaecat aliqua labore quis labore aliquip quis amet pariatur ut officia. Deserunt qui duis mollit tempor occaecat ea velit aliquip. Laborum ad irure id dolor irure aliqua qui adipisicing non fugiat in laborum.\n\nEu fugiat magna qui elit labore deserunt qui amet laborum eu irure. Nisi laborum aliqua pariatur reprehenderit. Ullamco consectetur anim dolore qui fugiat commodo do enim aliqua aliqua nostrud commodo aliquip labore. Esse ipsum aliquip consectetur ea cillum Lorem anim proident laboris dolore labore amet ullamco occaecat.\n\nFugiat ullamco voluptate cupidatat occaecat commodo minim sint exercitation id ea. Non nostrud duis nisi excepteur cillum ut dolore. Ullamco nisi labore cupidatat quis in ea laborum exercitation ullamco cupidatat officia veniam magna. Nulla nisi duis id excepteur deserunt magna. Do id quis quis Lorem laborum qui reprehenderit Lorem velit proident labore nostrud sunt. Sit nostrud enim consequat et dolor aliqua qui ipsum aliqua est ea incididunt. Mollit culpa aliquip excepteur irure officia proident exercitation minim in excepteur cillum sunt.","nominations":["Robb Ebert","Hollie Bosco"]}]}]},"nationalConvention":{"candidates":[{"name":"Shaina Wisozk","slug":"national-convention-shaina-wisozk","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/joshuaraichur/128.jpg","involvement":"Exercitation irure adipisicing qui consectetur non Lorem nisi nisi duis laborum proident pariatur. Aute culpa pariatur sint mollit consequat aute voluptate ipsum velit id commodo et. Dolore excepteur culpa magna mollit magna in veniam quis mollit ut sunt adipisicing in. Cupidatat ut consequat adipisicing laborum id aliquip dolor qui ea est et.","qualifications":"Qui elit ex sit exercitation nostrud occaecat. Ullamco reprehenderit esse laboris quis velit elit incididunt. Incididunt pariatur reprehenderit ut quis. Officia laborum esse adipisicing minim qui occaecat minim consectetur. Sunt duis dolor exercitation enim eu amet anim consequat. Esse veniam culpa amet fugiat do dolore consequat occaecat commodo velit est.","goals":"Fugiat eu laborum et minim magna veniam dolore ea commodo nostrud. Magna duis magna sunt adipisicing. Non nulla ex occaecat enim ipsum. Occaecat eiusmod sunt deserunt qui sit consequat Lorem id et reprehenderit laborum excepteur. Irure Lorem mollit do consequat commodo deserunt. Et ipsum sit adipisicing ipsum. Id laborum amet velit esse qui laborum enim ullamco adipisicing.\n\nCommodo anim consectetur irure laboris incididunt cupidatat quis ipsum do incididunt ullamco cupidatat. Sint deserunt eiusmod minim laboris id non ut id. Ullamco velit incididunt reprehenderit incididunt sunt ea eiusmod deserunt dolore cupidatat adipisicing nulla sunt labore. Elit exercitation ea aliqua pariatur id duis minim veniam pariatur dolor aliqua exercitation ut. Qui labore Lorem mollit culpa voluptate in. Laboris ad consequat sunt dolore ut exercitation labore quis exercitation laborum ex sint Lorem tempor.\n\nCillum pariatur ad reprehenderit non eiusmod laboris consectetur incididunt. Ea nisi sit cupidatat dolore ut irure aute ipsum qui. Ut aliqua ad minim tempor deserunt et ea in nostrud quis commodo. Sint enim Lorem dolor et culpa enim elit voluptate Lorem. Reprehenderit ullamco cillum nostrud adipisicing laboris duis eiusmod id culpa. Sit ad magna in mollit aliquip veniam voluptate. Officia aliqua deserunt eiusmod nulla et.\n\nFugiat dolor non tempor esse. Pariatur consectetur dolor eiusmod incididunt adipisicing. Minim do consectetur incididunt deserunt cillum ea anim in reprehenderit et. Ex proident reprehenderit commodo ullamco enim pariatur aliqua mollit excepteur non non exercitation. Anim tempor laborum aliqua dolor.","nominations":["Vivien Wunsch","Tom Ankunding"]},{"name":"Eunice Crist","slug":"national-convention-eunice-crist","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/therealmarvin/128.jpg","involvement":"Qui consequat eiusmod cillum occaecat sint velit dolore nulla id aute et ex nulla ut. Excepteur eiusmod sint consequat amet esse duis velit consectetur veniam consectetur proident Lorem qui. Eiusmod exercitation consequat enim ea aute in incididunt id et dolor enim non proident. Fugiat reprehenderit proident aute irure id ullamco. Consectetur officia proident eu qui. Ex aliquip nisi minim laboris dolor deserunt aliquip aliqua nisi.\n\nEst culpa ipsum aute anim duis sit cillum non. Fugiat do ut velit anim. Aliquip culpa consectetur officia fugiat voluptate enim reprehenderit irure velit est deserunt.","qualifications":"Magna elit deserunt aute sint officia amet exercitation ipsum nulla. Anim id duis Lorem consectetur do est dolor aute et qui voluptate dolore id consectetur. Tempor irure proident dolor et nostrud Lorem nostrud. Sint esse in veniam laborum adipisicing nulla nisi proident nulla laborum quis sunt.","goals":"Aliquip duis magna duis dolore ipsum ea elit et irure sit labore cupidatat. Exercitation ullamco id est consequat irure consectetur incididunt reprehenderit amet tempor est. Do qui et quis quis voluptate dolore consectetur id sit cillum est. Sunt irure occaecat dolor proident fugiat in laboris aliqua nulla.\n\nNostrud occaecat non aute excepteur dolor eu cupidatat excepteur proident eu. In nostrud adipisicing magna sint sunt Lorem dolor aliqua enim exercitation et labore. Lorem ea amet eiusmod aliquip. Est eiusmod pariatur ipsum cupidatat consectetur elit.\n\nNisi magna sunt velit velit ex id id non. Deserunt qui cupidatat proident in culpa aute. Sunt officia dolore aute excepteur. Quis quis nostrud nostrud nulla laborum ex dolore ad in velit Lorem. Veniam non et nostrud veniam. In eiusmod sit cillum amet dolor nostrud mollit dolore aliquip esse aliquip ex. Consectetur reprehenderit Lorem nisi et nostrud laborum ex ad do proident culpa.","nominations":["Arlie VonRueden","Sherman Dare"]},{"name":"Jerod Collins","slug":"national-convention-jerod-collins","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/depaulawagner/128.jpg","involvement":"Fugiat ad deserunt officia voluptate dolore mollit enim adipisicing. Ipsum nostrud in proident nisi sit do aute laboris labore velit culpa velit fugiat. Enim reprehenderit dolore anim magna eu ullamco veniam do ex velit. Velit consequat laborum id officia mollit. Nisi magna ad aliquip occaecat ut labore qui laborum. Sint duis in duis consequat esse adipisicing nulla mollit velit ipsum. Veniam eu deserunt id occaecat occaecat voluptate laboris cillum Lorem cillum quis sunt quis proident.","qualifications":"Et esse dolore non minim elit reprehenderit ut aute occaecat amet veniam. Quis aliquip nulla in adipisicing culpa. Incididunt dolor laboris eu cupidatat officia nulla ea est laboris nulla commodo.","goals":"Et occaecat ipsum dolor minim aute labore nisi id. Cupidatat sit ex eiusmod officia ipsum nulla nostrud consectetur veniam. Ad consectetur commodo est duis culpa exercitation fugiat est est fugiat culpa est. Dolore sunt eu aliquip eu aliqua cupidatat. Esse exercitation proident dolore excepteur do deserunt laboris elit. Voluptate est proident nisi nostrud irure irure Lorem dolor excepteur consectetur veniam. Eu exercitation consectetur velit magna ea nulla duis id consectetur Lorem reprehenderit sunt qui.\n\nDolor culpa eu ea adipisicing incididunt voluptate ea minim. Excepteur ipsum in qui mollit. Deserunt sit magna est quis aute eiusmod amet tempor dolore anim minim esse irure. Excepteur duis non aliquip fugiat aliqua officia aliquip voluptate eu laboris magna esse.","nominations":["Myra Friesen","Mina Rippin","Missouri Welch"]},{"name":"Nia Mills","slug":"national-convention-nia-mills","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/iamgarth/128.jpg","involvement":"Id deserunt dolore cillum voluptate et. Elit commodo nisi consequat nostrud. Nisi non anim veniam minim mollit commodo ipsum reprehenderit. Laborum consequat excepteur veniam eu. Commodo sit eiusmod aliquip eu elit. Reprehenderit incididunt cillum fugiat ea dolor ipsum est elit duis. Cupidatat excepteur non consectetur aute amet minim nostrud ea cupidatat ut.\n\nNisi officia fugiat nostrud est eiusmod nisi ipsum. Velit minim tempor do fugiat veniam dolore magna id pariatur consequat proident ad. Fugiat labore consequat minim elit anim adipisicing eu incididunt eiusmod laboris minim. Et irure ad eu adipisicing pariatur et laborum minim incididunt nulla eu. Ad laborum enim ea sit sint ex sit laborum nulla.\n\nDeserunt labore fugiat veniam cupidatat consequat nulla. Esse dolore ad ex Lorem quis ad sunt quis voluptate est consectetur. Duis velit irure duis cillum sunt nulla duis officia. Aliquip in ipsum minim tempor. Elit esse qui occaecat cillum laboris. Amet in Lorem cupidatat consectetur laborum. Laborum minim exercitation Lorem eu aliqua incididunt sunt laboris occaecat ullamco.","qualifications":"Anim ad commodo velit non eu veniam exercitation culpa. Ex reprehenderit proident pariatur culpa nulla. Do et mollit ipsum labore anim non tempor nisi voluptate.\n\nAliqua ut magna laborum laborum consequat cillum quis et nulla ipsum commodo esse laborum et. Laborum commodo irure excepteur reprehenderit ad voluptate dolor proident ipsum aliquip commodo irure laborum. Aliquip in esse veniam amet sunt ullamco. Dolore nostrud id est irure. Eu sit tempor quis sit cillum amet. Cupidatat deserunt et laboris cupidatat dolor quis officia pariatur velit.","goals":"Sit sint exercitation elit sit. Consequat aute aute veniam anim in dolore ut. Esse enim proident cupidatat occaecat ad quis. Cillum excepteur ipsum mollit dolore pariatur proident sit sint nisi.\n\nDeserunt minim amet sit ut ad anim est eu voluptate quis. Sunt eiusmod est velit do voluptate sint elit ea aliquip ullamco incididunt duis ipsum. Quis quis aute eu amet tempor quis.\n\nExcepteur reprehenderit laboris eiusmod cupidatat labore adipisicing officia eiusmod eiusmod qui consequat cillum. Ea excepteur non elit minim amet anim ex esse in proident. Consectetur sunt amet fugiat sunt amet id anim aliquip cillum velit velit amet in sint. Consectetur dolore minim excepteur incididunt proident eiusmod ex ea tempor adipisicing. Ea adipisicing nostrud qui culpa reprehenderit nulla ipsum consequat. Ipsum eiusmod aliquip laborum et quis aliqua velit cillum proident sint sunt reprehenderit.","nominations":["Hallie Shields","Ethel Hodkiewicz","Alison Frami","Sheila Gaylord","Elisha Gutkowski"]},{"name":"Kali Yundt","slug":"national-convention-kali-yundt","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/michzen/128.jpg","involvement":"Ullamco et consequat duis quis. Nulla sunt nostrud ut deserunt dolore dolor ipsum nisi laborum adipisicing esse Lorem incididunt. Duis proident ex do officia aute sunt amet.\n\nAnim aute consequat do officia elit sit excepteur proident culpa consequat est. Nulla eiusmod labore ipsum ad incididunt reprehenderit nostrud occaecat est. Do commodo duis magna velit. Enim ea qui in laborum incididunt proident.\n\nUllamco labore nisi ipsum pariatur fugiat ex qui tempor id aliqua. Consequat dolor adipisicing irure adipisicing. Dolor esse consequat elit eiusmod aliqua esse esse aute eiusmod. Anim adipisicing commodo aliquip aute cupidatat in incididunt. Sint nulla proident aliqua dolor voluptate ad duis laboris anim dolore duis cillum ullamco sit. Labore minim dolore in veniam. Ad duis aliquip elit proident id eu nisi consectetur aliquip proident dolore ex elit culpa.","qualifications":"Ipsum voluptate minim quis incididunt magna in duis occaecat qui Lorem. Eiusmod nisi est laborum ad non quis esse reprehenderit sunt consectetur non anim mollit nulla. Excepteur enim dolore pariatur exercitation nulla. Ipsum dolore aliquip ut occaecat. Irure laborum commodo fugiat velit deserunt nulla pariatur voluptate deserunt in id ipsum aute elit. Sint proident amet mollit eu magna fugiat esse sit fugiat anim duis adipisicing.","goals":"Duis ex sit consectetur consectetur nostrud. Enim ex nostrud enim eu. Elit exercitation aute veniam nostrud elit incididunt id.\n\nDuis adipisicing sunt officia cillum eu in veniam nulla eiusmod qui eu reprehenderit. Reprehenderit est minim id nulla irure nisi quis aliqua. Ullamco tempor labore laboris duis ad labore dolor dolor occaecat ullamco adipisicing aute.\n\nCupidatat in eiusmod sint eu aliqua labore ad sunt non occaecat eu cillum. Enim nulla officia consequat esse. Culpa sint do qui magna cillum magna non Lorem amet culpa fugiat nisi esse. Occaecat culpa id laboris veniam reprehenderit qui adipisicing qui tempor eu. Commodo amet laborum non magna. Et incididunt consectetur sint magna occaecat aliqua reprehenderit laborum est mollit est fugiat cupidatat. Duis minim excepteur enim nisi nulla reprehenderit Lorem reprehenderit eu.","nominations":["Dagmar Spinka","Bernadette Nicolas","Maxie Howell","Esther Lubowitz","Dillan Rau"]},{"name":"Kayleigh Hettinger","slug":"national-convention-kayleigh-hettinger","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/yalozhkin/128.jpg","involvement":"Ut laboris mollit ipsum proident ea enim sunt nulla ex consequat exercitation sunt. Tempor consectetur ad veniam velit id duis. Minim cillum eu elit et qui nisi deserunt duis ad et ut. Ex magna esse fugiat deserunt proident velit laborum incididunt. Consequat sunt voluptate ipsum cupidatat enim incididunt dolore deserunt excepteur sunt. Non ex deserunt quis culpa Lorem cupidatat exercitation veniam nisi veniam ipsum veniam. Fugiat nisi exercitation consequat est dolor exercitation pariatur.","qualifications":"Consectetur ad eu consequat ipsum ea id excepteur adipisicing veniam sint dolore sint est. Sint commodo occaecat in non ullamco velit amet tempor est quis sunt ea laboris. Anim ex deserunt ad ipsum. Nostrud mollit tempor mollit do sit qui incididunt eu excepteur commodo veniam veniam reprehenderit. Cillum minim sint eu minim in veniam cillum ut officia do in anim commodo.","goals":"Sunt consectetur minim tempor sit irure est officia excepteur aute laborum incididunt incididunt. Ea proident deserunt ut laboris. Laboris ut laborum aute do anim et quis exercitation sunt nulla cillum adipisicing quis amet. Laboris dolore consectetur ex pariatur dolore quis. Veniam irure culpa exercitation ullamco aute fugiat nisi id in velit. Excepteur sint ipsum aliquip id duis excepteur irure adipisicing.\n\nElit ex do in veniam. Est consectetur Lorem ex culpa ut nulla eiusmod aute eiusmod. Exercitation pariatur laborum ut sunt aliquip irure esse sunt minim est aute veniam reprehenderit cillum. Lorem esse nisi irure veniam eiusmod est laboris esse cillum et tempor. Aute commodo velit esse irure ex qui id sit laboris voluptate. Eiusmod aliquip exercitation voluptate officia officia proident dolor cillum voluptate ut.\n\nDolore mollit ad nulla velit esse ut in qui id ad dolore. Velit ad dolor ullamco aute esse est. Anim quis mollit pariatur enim cupidatat minim esse veniam consectetur mollit ex. Officia veniam deserunt nisi irure exercitation esse veniam nulla laboris veniam ex non ex commodo.\n\nCupidatat amet officia dolor dolor minim. Pariatur cillum velit dolore voluptate duis aliqua proident fugiat excepteur. Ipsum fugiat sint adipisicing aliquip labore id in sit nostrud culpa dolore. Irure minim excepteur mollit aliquip sunt elit culpa dolore amet aliquip. Consequat cupidatat eiusmod elit eu amet. Amet et eiusmod est est culpa esse nostrud incididunt nostrud.","nominations":["Derrick Kris","Hoyt Johns","Marianne Roob","Raquel Tillman","Rod Gusikowski"]},{"name":"Kimberly Kihn","slug":"national-convention-kimberly-kihn","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/elliotnolten/128.jpg","involvement":"Magna culpa irure laboris ex reprehenderit voluptate ad cupidatat mollit anim. Sunt cupidatat aute officia veniam pariatur velit quis ea. Ex et do consequat nulla sint amet reprehenderit. Non irure sit cupidatat nisi tempor elit duis do non velit voluptate aliqua. Aute veniam laboris voluptate commodo ullamco sunt. Lorem id velit duis aliquip proident enim est in nisi exercitation esse excepteur ipsum ea. Non mollit laborum sint magna cillum officia nulla minim minim minim nisi.\n\nReprehenderit ea anim et culpa consectetur quis pariatur ea minim. Eu proident nostrud mollit eiusmod veniam culpa incididunt irure. Deserunt commodo consequat est ipsum consectetur laborum pariatur Lorem nisi. Velit magna laboris eiusmod est et ea enim veniam cillum ex ullamco exercitation cupidatat eiusmod. Sint dolore excepteur Lorem ullamco consequat eu excepteur cupidatat eu.\n\nDuis quis incididunt laboris ullamco ex anim fugiat deserunt fugiat tempor. Esse et anim veniam eiusmod sunt ea cupidatat cillum deserunt nisi. Cillum ullamco nostrud reprehenderit incididunt.","qualifications":"Est aute sunt deserunt ex incididunt irure duis voluptate proident ullamco fugiat. Sit anim excepteur sit in minim nulla cillum velit ipsum occaecat nostrud officia nisi duis. Officia mollit est ut in et aute labore incididunt elit minim do laborum excepteur elit.\n\nAd laboris velit deserunt adipisicing anim nisi labore. Amet irure esse qui et est reprehenderit quis nostrud. Non et ex dolore nulla quis quis qui mollit. Elit sint minim elit id id.","goals":"Ipsum aliqua amet aliqua ad dolore. Consectetur reprehenderit id enim ea laborum eiusmod. Cillum cupidatat velit dolor adipisicing sit ad elit tempor. Eiusmod amet id labore in aliqua enim nisi in. Pariatur amet laboris sint commodo. Laboris do aute tempor nulla nisi pariatur.\n\nSunt aute nulla occaecat sunt cupidatat pariatur fugiat consequat. Duis do anim sit est anim in. Ad aliquip ex in ad ad do cillum. Consectetur consequat occaecat officia consectetur proident.\n\nConsequat exercitation labore culpa culpa. Amet adipisicing occaecat ullamco consequat laborum proident ut. Occaecat ad nisi mollit ipsum in. Aliquip minim veniam non exercitation aliquip deserunt. Eu ad exercitation ut minim dolore veniam enim. Sunt qui quis cupidatat aute veniam do veniam et.","nominations":["Ladarius Orn","Esther Schamberger","Camylle Howell","Pasquale Wintheiser","Angelica Cummerata"]},{"name":"Nolan Keeling","slug":"national-convention-nolan-keeling","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/bobwassermann/128.jpg","involvement":"Est nisi excepteur occaecat voluptate. Ut eu sint qui mollit cillum occaecat sint deserunt ad ipsum ea sit minim consectetur. Reprehenderit quis adipisicing consectetur do. Reprehenderit ad ad duis esse id ex ut.\n\nNon esse cupidatat nulla laborum aliqua elit aliqua ullamco magna. Reprehenderit aute occaecat Lorem velit velit eiusmod commodo deserunt incididunt excepteur minim ad eiusmod ea. Irure dolor pariatur nostrud dolore consectetur et minim veniam. Duis dolore Lorem minim mollit aliquip est mollit.","qualifications":"Occaecat occaecat adipisicing laborum eu. Dolor ad minim pariatur reprehenderit duis aliquip laboris elit eu sit consequat. Labore officia occaecat voluptate magna nulla ullamco id eiusmod occaecat fugiat labore culpa.\n\nCommodo qui non voluptate adipisicing cupidatat sint consectetur. Do enim nisi Lorem nostrud dolor deserunt exercitation dolore. In quis voluptate velit deserunt nisi labore. Pariatur cupidatat sint nisi ipsum aute ut qui cillum anim. Ut deserunt sint qui est mollit tempor sit velit id ex. Ea esse elit sit aliquip qui laboris tempor ut Lorem.","goals":"Reprehenderit ea reprehenderit cupidatat exercitation adipisicing magna duis reprehenderit cupidatat magna sunt. Aliquip anim enim id tempor culpa deserunt. Non commodo cillum proident non elit ullamco veniam Lorem cupidatat sint pariatur.\n\nDolor nulla incididunt occaecat ea eiusmod deserunt et mollit. Culpa aliqua eu mollit reprehenderit cupidatat eu amet incididunt excepteur tempor anim. Ad veniam ea magna aute velit mollit eiusmod aute. Exercitation mollit Lorem consectetur ad sit eiusmod laborum. Mollit consectetur culpa incididunt consequat elit adipisicing elit velit. In sit pariatur laborum et. Eu commodo labore fugiat consequat aliqua.\n\nNisi duis est qui mollit adipisicing voluptate voluptate. Lorem elit proident cillum pariatur ipsum laborum ea aliqua sint non. Cupidatat consectetur est cillum occaecat anim sunt minim aute sit enim est qui. Commodo id sunt ea esse veniam ad. Cupidatat voluptate laborum elit minim ullamco voluptate quis mollit irure adipisicing labore. Consequat laboris id ea amet proident id non laborum consequat. Commodo tempor deserunt anim aliqua deserunt dolor irure nostrud consectetur velit Lorem est labore do.","nominations":["Karlee Reinger","Kasey Graham"]},{"name":"Barrett Upton","slug":"national-convention-barrett-upton","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ajaxy_ru/128.jpg","involvement":"Ad officia exercitation dolore ea fugiat velit. Mollit sit laboris dolore laborum dolor dolore ullamco do ut. Nisi esse velit ea consectetur ex elit duis commodo nostrud aliqua veniam. Voluptate exercitation ea anim enim ad enim cupidatat pariatur aliquip commodo id irure.\n\nDolore voluptate dolor ex id. Laborum in aliqua culpa dolore excepteur. Id anim laboris magna enim reprehenderit. Occaecat irure cupidatat id veniam nostrud aliquip culpa.\n\nElit do ad duis velit eu laboris anim laborum adipisicing Lorem esse amet sit. Officia elit enim anim amet eiusmod laboris cillum ut quis commodo veniam laboris. Irure ut aliqua ipsum dolor et fugiat adipisicing reprehenderit anim aliquip enim.","qualifications":"Duis reprehenderit est qui consequat in eu occaecat nisi elit consequat aliquip commodo. Excepteur est ut est eiusmod laborum nisi. Adipisicing dolor commodo quis reprehenderit ut.\n\nAute do non fugiat voluptate magna quis Lorem aute fugiat occaecat ex. Pariatur aute eu ipsum adipisicing sint et ex laboris nostrud culpa. Ad laboris ex deserunt tempor tempor exercitation do est nisi eiusmod tempor deserunt voluptate dolor. Veniam do commodo excepteur ad consectetur. Dolore dolore est do ea veniam sunt elit non culpa et irure excepteur. Laborum est commodo ex non cillum do veniam labore ex ut commodo adipisicing officia. In exercitation id elit qui qui ullamco eu cillum amet velit.","goals":"Officia proident laboris cupidatat pariatur aliquip aliqua quis aute veniam voluptate duis consectetur. Aliquip consequat anim aute nulla. Est ad ut exercitation incididunt nisi labore esse ipsum id duis irure mollit aliqua sunt.\n\nVeniam cillum nostrud nostrud eu est est cillum amet non non. Sit velit et in nostrud. Adipisicing exercitation ut occaecat anim mollit. Incididunt ad est ex ipsum nostrud eu labore Lorem. Officia elit esse ullamco et nostrud nostrud incididunt aliquip tempor ea et ipsum. Dolore tempor dolore in eu cillum excepteur id sunt do Lorem culpa dolor aute.\n\nQui elit ut eiusmod Lorem ex aliquip consequat cupidatat dolor mollit. Commodo sint laboris magna sunt aliqua nostrud velit esse amet. Elit mollit ullamco adipisicing elit voluptate cillum fugiat magna enim ad nisi velit exercitation sunt. Qui et minim exercitation qui ipsum irure occaecat eu ex enim occaecat eu quis cupidatat. Labore exercitation culpa adipisicing non Lorem tempor sint et aute.\n\nConsequat id irure fugiat officia duis nulla. Eiusmod enim sunt esse magna exercitation duis officia ea qui voluptate quis. Officia incididunt anim adipisicing Lorem eu qui veniam. Labore cillum ipsum qui adipisicing do nulla cupidatat aliquip.","nominations":["Emie Corkery","Gerda Kuphal","Shanna O'Reilly","Jermain Rodriguez","Arnold McLaughlin"]},{"name":"Autumn Dooley","slug":"national-convention-autumn-dooley","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/mutlu82/128.jpg","involvement":"Tempor consequat fugiat Lorem occaecat tempor pariatur pariatur qui ex do id. Pariatur incididunt in laborum voluptate et ipsum id cupidatat velit. Magna duis excepteur duis anim laboris fugiat proident irure. Aliqua eiusmod dolor voluptate ullamco ipsum officia amet elit aliquip magna. Nisi qui cupidatat culpa et amet aute est consectetur pariatur ullamco.\n\nLabore Lorem nisi velit incididunt minim amet id. Quis laborum anim et exercitation enim ex aliqua magna adipisicing pariatur. Nisi nisi est eiusmod nisi irure eiusmod est excepteur enim est dolore fugiat. Ipsum labore aute ipsum dolore est commodo.\n\nEsse aliquip Lorem elit dolore magna aliquip nisi mollit incididunt irure eiusmod Lorem. Proident exercitation dolor esse id cillum dolore tempor reprehenderit adipisicing occaecat magna veniam. Sit dolor tempor ea ea ad magna consequat tempor labore tempor aliquip mollit. Officia proident ad magna eu consectetur elit fugiat. Voluptate excepteur Lorem dolor nisi sunt occaecat est adipisicing. Id in reprehenderit qui labore esse anim dolor nostrud id incididunt nostrud ullamco reprehenderit occaecat.","qualifications":"Aute nulla aute occaecat cupidatat anim elit velit irure esse do ullamco sit pariatur eu. Sunt non anim est esse velit ut laborum incididunt magna sit occaecat anim voluptate voluptate. Nostrud sint velit tempor eu eu ullamco velit aliquip exercitation magna ullamco anim. Veniam pariatur minim nostrud eu laborum velit esse adipisicing deserunt amet minim. Esse incididunt commodo anim reprehenderit et consectetur elit enim proident excepteur.\n\nLaborum ad eu dolor sit elit laborum commodo sit minim officia commodo in adipisicing reprehenderit. Magna do enim in aute tempor eiusmod amet. Aliqua velit aute fugiat laborum non ut excepteur aliqua voluptate quis deserunt nostrud. Esse est officia duis elit enim consequat amet ex est.","goals":"Ea adipisicing id laboris nulla. Ullamco consequat aute ad dolore officia Lorem dolore labore tempor consequat duis ea esse nostrud. Proident elit dolore velit ad occaecat cupidatat nostrud reprehenderit ut cupidatat aliquip ad. Magna esse officia aute adipisicing laboris qui elit do qui laborum eiusmod cillum.\n\nLabore do aliquip eu minim nisi cillum deserunt sunt sint eiusmod. Consectetur occaecat dolor in excepteur cupidatat id elit. Voluptate anim occaecat reprehenderit sunt amet cupidatat dolor ad veniam tempor duis reprehenderit ipsum. Veniam consectetur elit non Lorem duis eu ipsum et reprehenderit ipsum. Ad aute sint ullamco aliqua officia laboris in deserunt veniam Lorem consequat.","nominations":["Nina Quigley","Kitty Conroy","Jazlyn Herman"]},{"name":"Forrest Kilback","slug":"national-convention-forrest-kilback","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/juanmamartinez/128.jpg","involvement":"Enim incididunt culpa incididunt ut esse amet irure consectetur eu laboris id incididunt sit aliquip. Reprehenderit non non cupidatat aliqua. Aliquip ea incididunt tempor sit anim laborum commodo commodo in non proident minim cillum. Tempor magna velit id non irure duis. Aliqua elit labore esse sit velit Lorem dolore qui ad quis dolore. Eiusmod ad mollit ea ipsum. Occaecat magna eiusmod non laboris officia sint.\n\nAd eiusmod anim adipisicing reprehenderit. Id sunt Lorem cupidatat aliquip dolore ad quis officia aute in magna nisi. Commodo voluptate consequat dolore mollit proident proident duis.\n\nLabore fugiat commodo irure aute irure. Do voluptate voluptate amet elit aliqua eu dolor sint. Ex irure ad irure sunt nostrud dolore cillum. Qui Lorem ut ut mollit dolore. Pariatur deserunt amet magna ipsum ea consequat esse elit.","qualifications":"Aliquip est elit est veniam sint aliquip. Mollit nulla amet fugiat eiusmod exercitation ea laboris laborum ea pariatur dolor cupidatat eiusmod. Minim sunt laboris irure mollit. Laboris tempor enim minim mollit veniam reprehenderit exercitation aliqua pariatur. Sint culpa velit est amet laboris ullamco nulla.\n\nDo nisi quis in sint exercitation quis nisi amet labore aute occaecat ex officia ea. Culpa quis consequat nulla aute laboris sint ad non elit nostrud. In eiusmod eu duis amet nisi eu exercitation velit elit.","goals":"Commodo adipisicing pariatur aliqua nostrud consectetur dolore est est eu velit cupidatat nulla. Ex adipisicing dolore sunt ex eiusmod nisi qui cupidatat duis aute elit aliqua in. Culpa officia aliqua amet velit id est proident incididunt sint. Eu consequat consectetur ad exercitation quis sit laborum tempor.\n\nAnim velit enim ea cillum duis laborum cillum mollit nulla aliquip ea. Laborum elit adipisicing minim eu nulla. Aute elit qui laborum velit qui mollit adipisicing reprehenderit est.\n\nEnim laborum quis dolor voluptate. Non nulla aute minim sunt incididunt sunt mollit excepteur dolor. Minim ullamco reprehenderit proident mollit. Ad minim tempor aliqua excepteur cupidatat culpa deserunt esse pariatur voluptate deserunt mollit elit eiusmod.","nominations":["Jadon Hackett","Jany Emard"]},{"name":"Giovani Flatley","slug":"national-convention-giovani-flatley","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/caseycavanagh/128.jpg","involvement":"Aliqua commodo aliquip anim sit ea enim sit ea consequat officia qui. Enim exercitation ipsum ad non nulla commodo. Elit officia ullamco consequat reprehenderit ullamco labore veniam ad in et et veniam consequat.\n\nSint dolore Lorem id sunt officia sunt. Veniam do qui velit non voluptate aute exercitation sunt nisi culpa sit pariatur tempor dolor. Cupidatat consequat tempor dolore consectetur consectetur deserunt laborum.\n\nNostrud incididunt eiusmod fugiat enim elit. In minim aliqua proident elit nulla. Nisi eiusmod cupidatat incididunt fugiat excepteur sunt occaecat Lorem. Proident sint exercitation velit proident voluptate velit ut mollit ipsum amet. Velit occaecat nulla laborum esse ipsum ipsum elit.","qualifications":"Pariatur fugiat pariatur nulla aliqua elit laboris proident. Aliqua enim Lorem esse enim qui. Occaecat irure proident est voluptate. Do ex minim et proident nostrud culpa qui dolor sint cupidatat labore.","goals":"Nisi duis nisi et duis Lorem consectetur enim amet. Amet cillum deserunt culpa voluptate aliquip enim eu esse. Officia reprehenderit ex ut magna veniam irure do enim duis. Irure ea exercitation exercitation duis Lorem cupidatat non amet. Esse velit do irure nisi veniam eu enim culpa aliqua officia ipsum proident tempor culpa. Labore irure qui laborum nulla esse qui do labore cupidatat commodo occaecat laborum sit cillum. Nostrud cillum in amet sint cupidatat.\n\nAliqua veniam qui elit incididunt dolore duis amet consequat. Ut exercitation laboris irure officia irure in elit ipsum sint. Eiusmod magna exercitation culpa ea velit pariatur amet cillum qui cillum veniam esse dolor velit. Id qui et deserunt nisi veniam Lorem eiusmod non eiusmod elit ullamco.\n\nDolore sunt in irure anim amet adipisicing. Fugiat consequat pariatur adipisicing adipisicing occaecat anim minim. Sint deserunt Lorem proident reprehenderit non duis tempor Lorem irure non ad anim eiusmod. Ea incididunt magna Lorem incididunt occaecat cupidatat ipsum.","nominations":["George Schneider","Tyson Erdman","Tristin Bernhard","Elmer Stiedemann","Mitchell Considine"]},{"name":"Angeline Cartwright","slug":"national-convention-angeline-cartwright","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/mikaeljorhult/128.jpg","involvement":"Qui dolor proident et aliqua. Reprehenderit sunt enim esse sint dolore minim enim excepteur laborum veniam tempor eiusmod ullamco. Qui quis deserunt tempor esse minim Lorem esse magna.\n\nAute id laboris minim in nisi labore pariatur duis adipisicing velit. Reprehenderit Lorem qui consectetur ut. Occaecat aliqua in cillum voluptate reprehenderit. Id quis eiusmod culpa anim ullamco nisi deserunt aliquip aute reprehenderit est est. Dolore eu do deserunt exercitation ut sint occaecat sit deserunt cupidatat eu ea quis labore.\n\nIrure magna nisi dolor ipsum non eiusmod velit. Consequat nostrud exercitation adipisicing proident nisi sint ullamco. Voluptate ipsum occaecat adipisicing duis ad eiusmod proident labore. Labore aute quis officia minim nisi non nulla dolore occaecat esse nisi exercitation. Proident est id irure dolore mollit esse ad voluptate do sint nulla est. Voluptate et do ut sint ullamco.","qualifications":"Aliqua pariatur ipsum nisi amet do ad magna culpa. Cillum pariatur fugiat sunt do incididunt anim cillum consequat aliqua cillum et. Ea veniam et laboris dolor tempor exercitation eu sint. Incididunt nulla magna in irure laboris ullamco sit excepteur. Culpa et eiusmod reprehenderit mollit adipisicing nisi eu. Laborum velit et adipisicing cillum veniam ad qui adipisicing.","goals":"Non sit aliqua ipsum deserunt excepteur laboris minim ipsum aliquip quis culpa ad. Nisi qui excepteur esse aute cupidatat amet aute aliquip consequat laboris esse irure sunt Lorem. Deserunt nulla mollit tempor voluptate. Ex cupidatat quis non adipisicing laboris tempor consectetur deserunt laboris cupidatat sint excepteur. Consequat fugiat dolor dolore amet duis id Lorem cupidatat. Voluptate consequat laboris tempor tempor nisi. Ad esse labore culpa ad do sint irure elit nulla id proident sint Lorem tempor.\n\nUt occaecat exercitation magna ex adipisicing. Lorem exercitation minim esse officia sit minim et cillum cillum. Dolore enim sunt irure eiusmod enim veniam culpa minim est sint aute. Esse cupidatat aliquip dolore aliquip. Aliqua cillum mollit mollit in nostrud consectetur nulla proident. Consectetur adipisicing Lorem sunt eu nostrud nisi ex officia consectetur commodo labore cupidatat occaecat. Non aliquip cillum sint consectetur.","nominations":["Fae Jacobi","Mae Nienow"]},{"name":"Chelsea Sawayn","slug":"national-convention-chelsea-sawayn","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/markwienands/128.jpg","involvement":"Non qui incididunt reprehenderit enim nostrud ea mollit. Veniam anim consequat cupidatat ipsum consectetur deserunt sit dolore eiusmod ex. Nulla duis exercitation enim deserunt ea laboris consectetur nisi consequat in. Labore consequat exercitation aliquip non adipisicing.\n\nEt reprehenderit nostrud duis officia do qui cupidatat duis. Ullamco anim sint in amet est exercitation occaecat dolor do officia culpa nulla aliquip. Exercitation exercitation aliquip velit amet voluptate eiusmod sunt culpa laboris reprehenderit do consectetur labore non.\n\nAnim Lorem irure esse Lorem qui nulla duis aute irure amet adipisicing sit magna. Consectetur anim do dolor incididunt enim cupidatat esse reprehenderit id eiusmod Lorem. Quis labore ex sunt commodo voluptate aliqua laboris aute aliqua laboris culpa duis reprehenderit. Tempor ullamco cillum dolor fugiat adipisicing id. Tempor commodo nisi occaecat aute cupidatat qui qui adipisicing anim et dolor labore. Tempor est enim dolor nulla aliquip.","qualifications":"Elit ipsum do amet qui qui occaecat ullamco duis dolore. Adipisicing commodo officia tempor duis aliqua ex anim est cupidatat sint qui excepteur et irure. Nostrud deserunt eu ad ad.\n\nIpsum laboris incididunt laborum sint enim nostrud excepteur duis ipsum. Anim deserunt tempor aliqua in reprehenderit incididunt nostrud. Tempor duis elit do proident. Ut quis consequat elit amet laboris aliquip cillum consectetur dolor excepteur consequat. Eiusmod fugiat laboris est quis ad dolor commodo enim commodo. Cillum veniam do ullamco aute proident. Ad labore anim et eiusmod quis ipsum ea laborum proident.","goals":"Occaecat enim elit anim do excepteur anim officia. Anim fugiat est proident proident quis. Amet ad quis fugiat id. Nisi reprehenderit amet laborum labore laborum est dolore est occaecat voluptate sit occaecat in eiusmod. Culpa mollit sit dolore cupidatat in.\n\nConsectetur amet enim enim proident minim ea. Voluptate sint excepteur non incididunt eiusmod sit. Nulla dolore quis sunt mollit nulla ullamco cupidatat proident et. Aliquip sint enim officia laboris magna. Ullamco incididunt nulla quis mollit ex officia nostrud esse. Non duis do ex dolore mollit Lorem incididunt esse aute dolore sit occaecat sit.\n\nAliquip ad reprehenderit sint proident. Excepteur ad sit ullamco dolore fugiat dolor sit reprehenderit aute dolore non magna. Consequat tempor cillum duis sint occaecat cupidatat veniam.","nominations":["Otto Howe","Murphy Reinger","Kurt Harber"]},{"name":"Elissa Blick","slug":"national-convention-elissa-blick","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/melvindidit/128.jpg","involvement":"Ullamco do irure pariatur quis cupidatat consectetur laboris velit pariatur eu elit aliqua adipisicing. Fugiat deserunt do do deserunt id occaecat et. Id in occaecat labore tempor mollit laborum ad aute consectetur qui aliquip. Ex id culpa velit est laborum velit nostrud exercitation cupidatat veniam nostrud minim labore consequat. Irure ea et ea dolore. Sit in Lorem voluptate excepteur.\n\nAnim elit sunt sit laboris reprehenderit veniam ullamco ullamco deserunt consectetur. Veniam cupidatat ipsum eu eiusmod aliqua enim tempor eu dolore pariatur amet. Aliqua ut exercitation ullamco esse do ex anim eiusmod aliqua proident velit minim mollit. Veniam dolor tempor sunt Lorem amet occaecat enim incididunt esse tempor et proident nostrud ut. Laboris aute occaecat tempor in quis aliqua pariatur mollit.\n\nOccaecat nulla ut sint ipsum id eu. Lorem dolore pariatur cillum anim Lorem sit laboris ex duis commodo. Incididunt cillum anim esse esse deserunt officia pariatur amet sunt consequat exercitation consequat. Consequat eu deserunt est ut cupidatat cupidatat Lorem reprehenderit fugiat est adipisicing tempor ad cupidatat.","qualifications":"Irure aliquip culpa aute nisi eu mollit excepteur incididunt ex duis veniam. Nulla incididunt laboris consequat velit ullamco voluptate culpa. Adipisicing deserunt laboris dolore sunt nisi proident reprehenderit. Minim magna exercitation officia fugiat dolore exercitation fugiat amet.","goals":"Est incididunt voluptate sunt dolor sint est laboris exercitation excepteur labore cillum ullamco nisi cillum. Ea occaecat reprehenderit adipisicing aliqua qui laborum sint occaecat veniam veniam officia voluptate. Occaecat enim quis et consectetur dolor. Magna consectetur nulla Lorem commodo eu magna Lorem voluptate fugiat esse ullamco culpa laborum ea. Sint laboris dolore ullamco fugiat reprehenderit. Mollit ipsum deserunt exercitation ad eiusmod laborum nostrud ea ad. Commodo eiusmod ullamco sit do.\n\nEx aute eu consequat in mollit cillum id ad magna. Et consequat esse et eu amet ipsum. Voluptate eiusmod mollit tempor ullamco officia aliqua culpa labore aute culpa nostrud. Tempor dolore dolor enim voluptate quis id sint amet aliquip esse ad incididunt.\n\nEt elit consectetur ea veniam commodo amet sint. Aliquip exercitation do voluptate excepteur fugiat. Ea et cupidatat et laboris magna duis quis non. Velit culpa tempor do nisi aliquip sit ad esse do. Ea ullamco consequat culpa qui aliquip id veniam qui duis minim duis aliqua ullamco eu. Dolore deserunt labore exercitation nisi enim minim mollit sit.","nominations":["Lorine Blanda"]},{"name":"Kenneth Frami","slug":"national-convention-kenneth-frami","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/jedbridges/128.jpg","involvement":"Esse non nulla ex sunt occaecat do laborum incididunt. Et amet enim qui aute laboris enim in in cupidatat quis quis dolore esse deserunt. Labore culpa deserunt in proident ullamco ad fugiat sit exercitation laboris anim. Quis incididunt commodo magna sunt enim ullamco nostrud aute ipsum consectetur velit. Ad ullamco consequat est eiusmod mollit sit aliquip occaecat nostrud elit elit. Occaecat laborum do sint quis irure laboris nulla nulla duis deserunt culpa.\n\nReprehenderit veniam ea culpa dolor duis velit occaecat enim reprehenderit velit ullamco. Occaecat ea labore aliqua incididunt proident velit qui. Incididunt cillum voluptate sint nulla aliqua tempor dolor consectetur consectetur laboris nostrud.","qualifications":"Nisi excepteur id ea excepteur consectetur Lorem. Do veniam exercitation incididunt minim velit nulla nulla aliqua. Laborum cupidatat fugiat eiusmod eu sit proident fugiat ea magna esse. Ex do et ut elit excepteur culpa excepteur reprehenderit cupidatat pariatur dolor deserunt exercitation magna. Amet laborum incididunt enim consequat nisi officia tempor officia fugiat ex consequat est ullamco.\n\nSit proident irure laborum excepteur dolor nisi quis laborum reprehenderit. Dolore ea id deserunt ad aliquip minim. Anim nisi deserunt ipsum magna.","goals":"Dolore in nostrud consectetur id aute tempor anim. Esse incididunt dolor est nisi cillum sit nisi. Ullamco sit qui anim cupidatat.\n\nDuis voluptate amet laborum adipisicing anim irure enim aliqua exercitation in. Ipsum deserunt cupidatat eu ullamco dolore cillum. Excepteur Lorem minim duis ex esse ea ex adipisicing dolor Lorem. Id eu et ad labore. Aute laborum est cillum aliqua irure mollit.","nominations":["Vilma Hand","Lew Ebert","Janae Macejkovic"]},{"name":"Elvie Schmeler","slug":"national-convention-elvie-schmeler","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/haydn_woods/128.jpg","involvement":"Nulla eiusmod laborum fugiat laborum reprehenderit exercitation. Esse dolore duis sunt deserunt laborum dolore sit magna. Eiusmod duis ullamco fugiat reprehenderit magna elit exercitation minim nulla ex tempor.\n\nCulpa minim Lorem ex esse eu occaecat consectetur. Pariatur minim est quis cupidatat ad voluptate Lorem ex. Irure pariatur nostrud sit quis et ut nostrud id do magna reprehenderit nisi in amet. Et veniam in deserunt ullamco minim proident sunt consequat qui eu. Non labore enim ad dolore esse laboris irure ea incididunt.\n\nElit exercitation ullamco laborum minim sunt consectetur in irure consectetur. Eu occaecat ad magna commodo. Mollit voluptate reprehenderit pariatur pariatur irure magna Lorem exercitation duis laborum qui irure eu. Proident nulla do minim id labore fugiat quis eu aute veniam. Velit cillum et cillum ea Lorem nostrud incididunt.","qualifications":"Id ad enim in Lorem elit eu esse dolore aute consequat excepteur tempor laboris in. Ex exercitation incididunt sit ea ipsum occaecat adipisicing veniam sint nulla. Est eiusmod minim labore sunt proident nostrud consectetur sit quis ut deserunt ex. Ea consequat ea labore est magna exercitation esse cupidatat Lorem do.\n\nUllamco nostrud exercitation consequat veniam culpa. Sint ad consequat dolore eiusmod fugiat in velit aliquip velit velit est. Nulla consequat incididunt mollit velit et velit ut et ullamco enim proident. Reprehenderit ullamco labore ullamco eu ex duis proident in. Et ipsum dolore minim cupidatat cillum id proident excepteur enim esse sint.","goals":"Duis proident labore irure ex nulla. Cupidatat laborum ex sit nulla tempor in ea. Proident et aliqua magna adipisicing.\n\nDo quis et ad consequat amet enim adipisicing sit adipisicing in. Anim ex aute dolor eu exercitation proident. Eiusmod aute ipsum commodo cillum consequat duis enim incididunt eu cupidatat esse cupidatat. Sit irure aliqua eiusmod laborum magna qui esse minim non dolor tempor ea. Aliqua excepteur magna nostrud eiusmod aliquip velit minim adipisicing. Sunt officia proident exercitation excepteur velit labore occaecat sint non amet eiusmod reprehenderit eu cillum.\n\nUt adipisicing dolor enim in fugiat culpa nulla duis non eu. Sit velit Lorem sint nulla consectetur consectetur duis tempor ipsum. Laboris adipisicing est do quis consectetur veniam dolor magna minim et reprehenderit. Anim cupidatat id officia officia sunt pariatur occaecat elit officia nisi laborum duis quis. Consequat eu eu quis duis dolore mollit est aliquip anim do aute. Nulla velit sint dolor esse occaecat elit.\n\nCupidatat ea reprehenderit sint do amet esse minim sit cillum est. Incididunt occaecat ullamco anim dolor exercitation sunt. Reprehenderit ullamco cupidatat et eu tempor esse dolor. Aute velit non pariatur elit eiusmod tempor nulla sit pariatur voluptate consectetur aute ex. Mollit ad sit in nostrud enim eu irure.","nominations":["Kayleigh Zboncak","Beatrice Runolfsson","Unique Emard","Chanelle Huel","Isaiah Bruen"]},{"name":"Josiane Dach","slug":"national-convention-josiane-dach","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/bistrianiosip/128.jpg","involvement":"Fugiat labore labore laborum sunt ad dolore aliquip elit. Anim ad dolor occaecat sint exercitation sint sit Lorem et qui ea in proident. Enim eu dolor mollit minim cupidatat quis fugiat est dolor nulla reprehenderit. Tempor in magna dolor minim mollit eu Lorem. Dolore occaecat minim exercitation nulla labore labore sunt aute. Quis aliqua amet ullamco non nostrud cupidatat ipsum anim cillum do.","qualifications":"Sit veniam ipsum enim elit. Adipisicing ex velit deserunt ea minim ea esse fugiat dolor do. Ea ex officia ex est ea. Eiusmod incididunt amet et fugiat quis elit in nostrud. Elit consequat voluptate sint labore eiusmod cillum duis ea magna. Non in ut duis sint ipsum commodo do. Incididunt mollit proident nostrud laboris irure consectetur in tempor ea dolore officia.","goals":"Reprehenderit nisi duis aliquip ad amet culpa enim consequat. Lorem culpa eiusmod aliqua mollit. Pariatur Lorem pariatur voluptate tempor consequat.\n\nAliquip quis aute in ea ullamco tempor Lorem laborum occaecat laboris commodo. Ex labore do velit officia id ad aliqua nisi dolor. Enim nostrud consectetur elit aute non irure tempor adipisicing. Nulla aliquip et et sit labore Lorem elit ea officia nulla.\n\nLaborum exercitation duis officia excepteur anim consectetur dolor esse. Nostrud veniam velit et qui cillum nisi ad aliqua velit voluptate. Anim sunt sunt est dolore ad in amet labore cupidatat eiusmod nulla consectetur id. Cupidatat eiusmod ullamco sint dolore id velit est mollit ea consectetur. Cillum et ipsum incididunt officia nulla minim cillum incididunt deserunt eiusmod tempor. Ut officia elit occaecat officia est in dolor tempor ad cupidatat nulla nulla. Voluptate do officia excepteur magna dolor dolor nostrud quis aute.","nominations":["Nathen Kiehn","Judge Sipes"]},{"name":"Fay Langworth","slug":"national-convention-fay-langworth","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/stefvdham/128.jpg","involvement":"Occaecat do nisi eu enim nisi. Tempor nisi Lorem sint sunt dolore laboris. Et ex adipisicing aute sint non reprehenderit fugiat aute. Laboris nisi in id aliquip laboris cupidatat. Minim sit dolor sunt reprehenderit non aute cupidatat ut velit quis adipisicing sint. Do ad amet duis deserunt pariatur irure reprehenderit laborum id in ex. Laboris consequat ullamco laborum consequat eu exercitation esse mollit est officia nulla.","qualifications":"Nulla sit sit eu esse laborum nulla veniam sunt do ea ullamco. Magna minim incididunt labore cupidatat aliqua velit nulla sint nostrud est ea ad reprehenderit minim. Sint occaecat tempor excepteur quis id irure et consectetur. Ipsum tempor eu laboris esse dolore laborum incididunt quis. Deserunt nostrud deserunt labore quis. Sit occaecat adipisicing commodo non.","goals":"Ea laboris aliquip amet dolor enim duis consectetur eiusmod. Deserunt est voluptate adipisicing consequat. Laboris ex et cillum non amet nisi. Ipsum ex dolor in amet occaecat. Laborum deserunt eiusmod est aliquip est irure eiusmod eu excepteur officia dolor pariatur excepteur tempor.\n\nVelit ullamco elit est duis. Irure enim quis ad dolor non ullamco ipsum minim aliqua incididunt commodo esse. Laboris excepteur enim est pariatur aliqua mollit enim labore ut nisi incididunt proident amet. Quis qui tempor dolore ad ad do dolore. Eiusmod dolor proident incididunt aliqua ea ut irure ad ex consequat. Commodo aute ullamco exercitation consequat minim est enim anim qui et.\n\nVelit culpa elit dolor voluptate dolor nulla ea commodo tempor commodo est nulla id culpa. Anim do aliquip aliqua elit nisi incididunt velit velit nisi ut dolore eu. Et laborum minim ex occaecat est fugiat veniam nostrud et esse aute deserunt. Deserunt eu nisi aliquip ex reprehenderit ea culpa cupidatat adipisicing Lorem quis non. Do excepteur duis voluptate cillum qui. Laborum nisi dolore id tempor pariatur labore eiusmod laborum proident cillum tempor enim. Nulla consequat labore ad ullamco minim officia sit aute id dolore officia velit laborum ipsum.","nominations":["Carolyne Crona","Erling Daniel","Karlie Leannon"]},{"name":"Wilmer Torp","slug":"national-convention-wilmer-torp","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/goddardlewis/128.jpg","involvement":"Occaecat pariatur adipisicing occaecat laborum velit labore aliqua adipisicing proident dolor aliqua. Eiusmod velit mollit est nulla elit aliquip anim ut laborum sunt sit elit occaecat consectetur. Ad ullamco ut occaecat ad adipisicing ex irure labore dolore aliqua sint anim. Do mollit Lorem voluptate excepteur elit sit consequat aliqua quis.\n\nMollit fugiat mollit elit Lorem non consequat incididunt nostrud quis dolore cillum reprehenderit amet excepteur. Esse sint pariatur officia consequat reprehenderit elit anim est cillum magna consequat. Eiusmod do eiusmod laborum enim elit dolore ut ipsum. Dolore nisi ex laboris proident. Mollit elit incididunt consequat laborum adipisicing.","qualifications":"Irure eu reprehenderit occaecat ad. Ea dolore reprehenderit eu nostrud ipsum Lorem nisi ex excepteur aliquip mollit irure aliquip. Amet dolore laborum nulla dolor esse consequat. Cupidatat irure quis reprehenderit cupidatat pariatur eiusmod. Excepteur Lorem non enim dolore laboris consequat dolore. Irure fugiat elit officia est dolor exercitation reprehenderit. Aliqua pariatur mollit mollit aliqua proident non consectetur Lorem et adipisicing in in commodo.","goals":"Sint consectetur magna mollit cupidatat. Mollit qui minim enim reprehenderit commodo sint consectetur eiusmod. Minim deserunt laboris irure ea voluptate aliqua est nulla magna Lorem tempor laborum. Enim veniam sit commodo Lorem sit sunt est esse adipisicing eu. Eiusmod et qui ullamco proident ut est eu quis. Sunt esse do officia nulla minim aliquip velit dolore dolore. Laborum incididunt qui est Lorem adipisicing ullamco.\n\nSint sint laboris esse excepteur id. Nisi qui elit quis Lorem nulla. Sit fugiat veniam aute laborum ea.\n\nEst labore dolore do aliqua amet in mollit commodo proident ex esse velit mollit. Aute sint mollit tempor aute ut ut consectetur nulla aute. Voluptate anim exercitation laboris eu adipisicing minim ad laborum anim dolor officia occaecat. Quis commodo amet commodo adipisicing enim veniam dolor est aute laboris veniam. Culpa quis nulla dolore sit veniam velit nostrud amet aliqua quis magna et. Nisi ex qui occaecat reprehenderit labore fugiat cillum ipsum consequat duis cupidatat do.\n\nDolor pariatur incididunt esse et. Sit velit proident laboris pariatur. Nostrud officia excepteur proident magna cillum commodo tempor cupidatat et exercitation dolore aute veniam. Id laboris commodo occaecat amet id minim dolor qui fugiat. Commodo ullamco fugiat ut cupidatat consectetur eiusmod commodo ex nisi culpa nisi exercitation officia nisi. Aute laborum duis ullamco cupidatat esse nisi sunt.","nominations":["Ethelyn Kozey","Katelynn Morissette","Lexus Trantow","Art Hermiston","Palma Osinski"]},{"name":"Tom Bayer","slug":"national-convention-tom-bayer","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/belyaev_rs/128.jpg","involvement":"Eiusmod pariatur nulla aliqua occaecat quis quis consequat qui dolor non. Sint excepteur elit occaecat magna irure exercitation pariatur Lorem irure quis excepteur. Deserunt labore qui fugiat elit irure aliquip culpa quis est veniam labore deserunt. Proident labore dolore deserunt ex elit esse est duis est ad. Duis consequat pariatur deserunt eiusmod.\n\nMagna quis proident tempor id magna cillum veniam veniam incididunt ex enim qui dolore aliquip. Officia reprehenderit ex irure culpa consequat incididunt consectetur ad. Duis proident labore qui aliquip. Culpa qui aliqua est cillum elit dolore velit veniam esse est. Aute id excepteur eu fugiat in consectetur amet nostrud officia elit eiusmod Lorem ad.\n\nLabore veniam mollit amet magna consequat et aliqua dolor id. Quis pariatur minim non quis cupidatat amet culpa enim fugiat Lorem adipisicing. Lorem occaecat aliqua id elit consectetur sit quis ex labore. Qui laborum id reprehenderit irure anim dolor duis. Occaecat irure minim ad pariatur in qui quis et. Aute laborum exercitation enim cillum eiusmod in veniam nisi consequat enim aute nulla eiusmod enim. Eiusmod id voluptate proident dolor nulla reprehenderit anim.","qualifications":"Anim excepteur et sunt aliqua ea cillum magna laboris amet. Duis est nulla ad ipsum non occaecat sunt voluptate cillum aute non velit. Pariatur labore in ad et anim aliquip culpa anim veniam id Lorem magna. Aute veniam consequat anim aute id ex magna dolor ea eiusmod excepteur non ea. Duis ut sint et veniam.\n\nPariatur sunt occaecat ea consectetur consectetur sunt labore anim qui. Sint ut culpa ad ea. Exercitation laborum pariatur elit consectetur et id voluptate cupidatat dolor eiusmod sint amet. Nostrud cupidatat non deserunt aute ipsum ad. Quis commodo nostrud officia enim. Magna consequat nulla veniam eu excepteur ipsum.","goals":"Sit cupidatat adipisicing dolor do ea sint qui laborum. Pariatur reprehenderit cillum esse proident cillum enim. Est Lorem commodo minim enim ex cupidatat dolore anim. Adipisicing dolor magna nisi qui aliquip fugiat velit. Reprehenderit deserunt cupidatat consectetur adipisicing nostrud ut do eiusmod exercitation. Incididunt et fugiat veniam veniam irure.\n\nDo commodo pariatur cupidatat irure veniam et adipisicing. Tempor excepteur exercitation elit voluptate. Nulla laborum fugiat ullamco aliqua officia. Duis cupidatat proident magna mollit magna pariatur qui et ad ex.","nominations":["Katherine Crist"]},{"name":"Jay Schoen","slug":"national-convention-jay-schoen","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/sbtransparent/128.jpg","involvement":"Consequat incididunt pariatur velit officia in mollit sunt consectetur ut occaecat duis elit aliqua minim. Cillum aliqua officia consequat minim consectetur proident eu aliqua quis ipsum. Nostrud veniam commodo ullamco ipsum sit adipisicing exercitation deserunt reprehenderit culpa esse.","qualifications":"Qui enim officia irure mollit quis aliqua anim commodo quis dolor incididunt ad consequat in. Mollit commodo occaecat id ea et tempor sunt id ex. Voluptate tempor amet nulla do cillum excepteur magna magna ea incididunt consectetur reprehenderit excepteur cillum. Deserunt eu qui minim laborum. Officia eu aliqua ipsum ut excepteur mollit eu tempor voluptate nisi aliquip ad sit. Mollit velit aliqua nisi culpa excepteur.","goals":"Occaecat eiusmod proident sunt sint. Quis cupidatat nostrud ut incididunt voluptate amet ex. Consectetur irure enim do irure esse et enim commodo.\n\nAliqua adipisicing proident exercitation ea sint pariatur. Exercitation voluptate ex qui laboris sunt anim adipisicing officia culpa anim laboris ad ipsum. Consequat elit consectetur tempor quis do eiusmod enim anim excepteur commodo. Consequat culpa amet duis eu aute tempor occaecat ullamco proident ipsum do culpa eu. Sunt et ut sint aliqua id sint ipsum quis occaecat est pariatur labore reprehenderit. Ut excepteur sunt aliquip eiusmod. Quis nostrud nisi dolor nisi quis amet ex proident sunt cillum.","nominations":["Sabryna Reichert","Brannon Botsford","Janessa Rau"]},{"name":"Raina Brown","slug":"national-convention-raina-brown","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/gusoto/128.jpg","involvement":"Sint aliqua eiusmod sit irure fugiat voluptate reprehenderit sunt. Quis labore magna tempor proident eiusmod elit. Exercitation amet ea id quis reprehenderit dolor. Fugiat velit esse nostrud ipsum esse ea ex. Ea proident cillum ullamco sunt Lorem. Cupidatat velit proident fugiat mollit proident in. Laborum aliquip est in duis ex dolor non laboris dolor non aliquip velit.","qualifications":"Aute consectetur qui laboris officia. Magna laboris ad ut laborum laborum. Lorem amet aute fugiat cillum fugiat id nulla mollit laboris non. Consectetur ea eiusmod aute eiusmod commodo ad excepteur incididunt incididunt ea ex ipsum laborum. Minim magna aute sit pariatur sunt dolore.\n\nAliqua ea culpa eu sint ipsum qui. Adipisicing sit adipisicing anim ipsum voluptate sit do ex consequat incididunt officia. Eu eiusmod elit enim aliquip enim culpa minim. Irure non nostrud exercitation qui pariatur nisi et laboris quis ipsum incididunt id id. Proident pariatur Lorem ea velit tempor enim amet incididunt sit qui consequat.","goals":"Nulla magna nostrud cupidatat tempor deserunt ullamco. Irure reprehenderit ex Lorem ad consequat enim nulla eu ut quis eu minim. Duis enim sint sunt nostrud qui ut duis. Sint cupidatat voluptate Lorem ad ea ipsum esse sunt ad non aliquip. Laboris laboris officia minim sunt ea mollit magna eiusmod magna est. Exercitation ex irure voluptate amet proident officia incididunt aliqua.\n\nAmet elit laborum Lorem qui laboris dolore consectetur aliquip veniam. Eiusmod est do magna et exercitation velit. Irure exercitation enim ut Lorem culpa nisi incididunt anim veniam. Ad adipisicing excepteur proident non id sit.\n\nConsequat laborum officia et ut officia enim aute qui aliquip ipsum elit aliqua ex eiusmod. Reprehenderit cupidatat proident ipsum occaecat eu do amet tempor laboris sint do. Non ipsum sit do dolor proident sit esse excepteur anim est magna consectetur dolore. Nostrud mollit aute labore dolor qui. Velit do voluptate aliqua ut qui fugiat veniam ut ea sint.","nominations":["Laron Kling","Itzel Glover"]},{"name":"Arnaldo Wisoky","slug":"national-convention-arnaldo-wisoky","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/akashsharma39/128.jpg","involvement":"Enim ex laborum in labore enim ex id culpa. Esse do exercitation adipisicing dolore. In cillum irure duis sint tempor sunt exercitation proident non pariatur dolor exercitation sit voluptate. Ullamco veniam excepteur sint aute commodo ipsum irure nisi sit duis. Reprehenderit mollit elit exercitation esse sit incididunt ex cupidatat amet Lorem eu ipsum mollit. Laborum qui nisi enim in eiusmod id sint exercitation consequat cillum sit qui esse quis. Reprehenderit enim id esse amet ipsum veniam consequat consectetur culpa laboris sunt esse adipisicing commodo.\n\nDolor consectetur labore esse velit culpa deserunt labore. Adipisicing incididunt amet et quis deserunt nisi fugiat mollit laboris in. Commodo sit est nostrud sit exercitation aliquip. Anim ullamco mollit id eiusmod elit amet nulla. Consectetur non deserunt sit fugiat enim voluptate magna fugiat adipisicing pariatur tempor quis. Consectetur nostrud enim adipisicing deserunt in ea minim enim ullamco proident.","qualifications":"Aute fugiat amet qui consequat eu magna. Tempor aliquip voluptate amet et dolor. Esse duis reprehenderit commodo ex eu sit officia aute.\n\nFugiat ex do magna aliquip labore mollit sint. Qui cupidatat nisi non officia duis elit do et. Reprehenderit officia nostrud quis eiusmod ut adipisicing commodo laborum aliquip ullamco et eiusmod duis. Ex amet velit esse aliquip non laboris consectetur. Tempor laboris nostrud deserunt exercitation nulla occaecat ipsum nisi duis dolor in voluptate. Nisi velit ipsum deserunt id enim commodo eiusmod.","goals":"Nulla veniam mollit mollit sunt duis voluptate id culpa cillum reprehenderit fugiat in. Labore minim excepteur qui anim. Aliqua aute magna eu excepteur deserunt nulla commodo aute ut. Exercitation incididunt velit laboris sunt tempor aute. Reprehenderit culpa occaecat officia nulla eiusmod mollit ut laborum. Commodo laboris ad aute aliqua eiusmod voluptate consequat nostrud eiusmod. Fugiat deserunt excepteur nostrud ex excepteur dolore minim.\n\nVeniam culpa sit quis voluptate sit voluptate eiusmod eiusmod. Eu sunt ex dolore enim proident. Aute et anim exercitation do proident incididunt. Commodo excepteur aute consequat minim non adipisicing ea nulla id. Culpa deserunt id laborum Lorem laborum incididunt. Eu in aliqua non exercitation eiusmod elit esse consequat amet adipisicing aute in cillum ut.\n\nEt sint labore labore amet. Sunt exercitation officia sint magna sunt est aliqua pariatur nisi. In cillum cupidatat cupidatat cillum sint commodo. Deserunt eu ex duis non ut velit nisi aliquip commodo voluptate anim cillum tempor aute. Nulla do anim mollit ipsum aute nulla excepteur deserunt. Et dolore exercitation et id deserunt est proident consequat. Mollit aute duis veniam sunt duis elit reprehenderit proident consectetur.","nominations":["Alaina Davis","Tyreek Kutch"]},{"name":"Magdalena Fadel","slug":"national-convention-magdalena-fadel","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/emsgulam/128.jpg","involvement":"Occaecat sint velit deserunt sit. Amet ipsum deserunt et enim laboris pariatur nulla tempor consectetur id quis ea. Et aute elit veniam dolore excepteur ex pariatur. Commodo tempor irure culpa magna quis eiusmod. Enim et voluptate aliqua ipsum magna do consectetur pariatur. Magna excepteur sit pariatur in officia voluptate mollit quis amet ad exercitation sint quis nulla.\n\nUllamco quis nisi pariatur labore deserunt culpa nostrud anim deserunt commodo officia proident. Aliqua reprehenderit nostrud magna veniam irure qui tempor magna duis pariatur cupidatat aliqua velit velit. Pariatur aliqua sunt ullamco cupidatat ea. Exercitation tempor fugiat proident elit ut minim id et exercitation nostrud culpa. Irure elit cillum nulla anim quis reprehenderit ut eu eu ea aliquip. Amet laborum veniam tempor qui veniam velit elit dolore commodo non proident. Enim minim ut deserunt labore deserunt esse do occaecat incididunt veniam.","qualifications":"Adipisicing eiusmod cillum quis irure ex minim magna consectetur. Labore laboris consequat labore nostrud nostrud ea officia deserunt exercitation exercitation ullamco veniam dolore. Nisi enim excepteur anim in veniam culpa in dolor. Laboris aliqua adipisicing ut esse mollit amet culpa duis ex tempor non. Exercitation minim ut do ipsum esse est anim officia adipisicing dolore laboris reprehenderit ullamco. Veniam labore enim cupidatat culpa aliqua do pariatur non.\n\nAnim eu ea labore dolor laboris aute. Pariatur magna quis do elit do aute enim aliquip ipsum proident commodo officia non pariatur. Laboris ex tempor reprehenderit exercitation exercitation dolor incididunt cupidatat elit ipsum dolor labore. Culpa cillum dolor nisi id dolor ut ipsum. Fugiat magna quis reprehenderit et eiusmod enim veniam tempor. Esse velit commodo tempor id nisi veniam id ut cillum deserunt et cillum. Ipsum esse labore cillum occaecat anim veniam aliquip dolore Lorem est excepteur occaecat nostrud laboris.","goals":"Sunt quis incididunt dolore voluptate reprehenderit dolor est dolor mollit ut. Amet pariatur qui non ex deserunt quis cupidatat qui enim culpa voluptate ipsum exercitation laboris. Ipsum dolore sit labore id in pariatur do esse. Labore ea quis cupidatat in enim. Aliqua incididunt velit cillum amet magna proident qui nostrud eiusmod Lorem consequat nisi. Eiusmod aute sit qui reprehenderit ipsum duis. Reprehenderit aliqua excepteur do reprehenderit esse quis.\n\nAute sit adipisicing elit nostrud sit eu consectetur do consequat eu aliquip magna. Nisi adipisicing veniam est nulla. Non velit nostrud culpa in sit cupidatat tempor minim aliquip do magna exercitation. Aliqua exercitation anim incididunt dolore reprehenderit.","nominations":["Treva Kreiger","Sydnee Cartwright","Clara Heaney"]},{"name":"Lila Hauck","slug":"national-convention-lila-hauck","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/amywebbb/128.jpg","involvement":"Do Lorem nostrud deserunt cupidatat est. Cupidatat voluptate magna Lorem ea consectetur anim velit. Esse Lorem id dolor id voluptate amet dolor non. Sunt pariatur aliqua est cupidatat cupidatat irure et qui proident velit aliqua incididunt ex dolore. Occaecat reprehenderit ullamco ullamco nisi enim velit. Aliquip adipisicing tempor non veniam excepteur esse officia incididunt. Ullamco proident labore exercitation dolor consequat Lorem ut reprehenderit.\n\nQuis quis deserunt aliqua laboris Lorem incididunt labore labore Lorem amet nulla in excepteur aute. Elit dolor velit in incididunt voluptate tempor dolor minim amet dolore dolore magna. Dolore fugiat sunt exercitation ipsum ad occaecat commodo labore.","qualifications":"Lorem cillum minim fugiat anim ipsum reprehenderit cupidatat irure irure sint eu amet adipisicing non. Sit id eiusmod aliquip ad adipisicing in tempor sunt mollit ullamco eu sint nisi. Ea cupidatat nostrud excepteur officia officia cupidatat sit consequat aute amet ipsum consectetur sunt est. Quis ad do aute voluptate sint reprehenderit dolore veniam nostrud irure eu. Laborum occaecat ipsum non in cillum labore incididunt exercitation anim laboris velit adipisicing ex commodo. Ullamco voluptate fugiat dolore sint aute excepteur aliqua.","goals":"Esse velit nostrud irure qui exercitation nisi labore voluptate anim. Nostrud labore irure nostrud amet. Esse do excepteur esse nostrud nisi aliquip irure aute laborum enim duis quis adipisicing. Laboris nulla magna commodo do adipisicing eiusmod dolor.\n\nPariatur ea magna nisi proident laborum veniam. Non ullamco duis amet sunt. Anim Lorem duis commodo non ullamco proident dolor laboris. Sit commodo commodo consectetur consectetur culpa sint nisi mollit est nostrud elit elit. Voluptate anim id quis exercitation nisi. Eu est quis minim esse aliquip. Cupidatat sint labore elit et quis labore anim nulla nisi.","nominations":["Liam Beahan"]},{"name":"Lois Baumbach","slug":"national-convention-lois-baumbach","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/cboller1/128.jpg","involvement":"Ex in culpa magna amet consequat. In cillum elit occaecat eiusmod consequat ipsum ad sunt veniam velit culpa id aute. Consequat aliquip anim pariatur do proident consectetur do occaecat elit exercitation.\n\nPariatur est aliqua consectetur anim laboris enim aliqua cillum laboris ex ex dolore. Sit eiusmod ipsum ea culpa ipsum reprehenderit id ut anim quis. Irure officia est exercitation ipsum dolore quis culpa commodo. Sit sint ipsum dolor cupidatat. Pariatur commodo in anim eiusmod eiusmod eu est ex veniam elit esse sint Lorem. Adipisicing esse pariatur ipsum tempor aute commodo dolor cupidatat fugiat. Sint mollit tempor ea non minim aute deserunt minim.\n\nLabore occaecat qui amet occaecat sunt commodo. Commodo do do exercitation tempor laborum et ut laborum nulla ex officia. Eiusmod nisi esse ad ullamco mollit aliqua nostrud deserunt ullamco nisi proident anim do nisi. Laboris laboris excepteur minim voluptate sit dolor. Sint fugiat cillum aute ea ex.","qualifications":"Nisi amet exercitation ad qui culpa dolore eu eu non consectetur tempor et. Cillum pariatur adipisicing amet veniam tempor ex qui ut. Enim ullamco pariatur Lorem sit nisi deserunt ex do do aute voluptate.","goals":"Mollit adipisicing in deserunt Lorem quis cupidatat ad. Ex cupidatat dolor ullamco do Lorem. Id velit ad commodo quis labore mollit tempor sunt laboris cupidatat esse. Eiusmod proident in ut qui. Aliquip fugiat cillum ipsum eiusmod sit nisi et aute et qui nostrud nostrud. Ad voluptate non non irure.\n\nDo do culpa minim enim commodo quis id culpa voluptate duis fugiat exercitation. Magna fugiat fugiat eiusmod esse et labore pariatur elit sunt sint sint in. Incididunt non eiusmod quis deserunt aliqua officia ea cillum non et. Aliqua in eu ex voluptate nulla et veniam sit. Cillum nisi ad exercitation minim nulla ex ad est sint deserunt.","nominations":["Braulio Vandervort","Stan Jakubowski","Taylor Schiller"]},{"name":"Hannah Jacobson","slug":"national-convention-hannah-jacobson","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/evanshajed/128.jpg","involvement":"Aliquip magna ut dolor est fugiat proident ipsum culpa sunt duis. Sint ex aliqua tempor exercitation elit incididunt non reprehenderit. Exercitation officia sint ut Lorem nulla sit cupidatat dolore. Sunt anim reprehenderit minim duis eu laboris irure et do quis. Nostrud pariatur anim dolore occaecat. Dolor ut dolore cupidatat tempor labore dolor in consequat qui mollit voluptate. Excepteur ipsum pariatur et nulla magna cillum in ad excepteur.\n\nReprehenderit eiusmod sunt commodo Lorem reprehenderit eiusmod voluptate ex est. Velit laboris dolor officia anim est. Adipisicing pariatur cupidatat fugiat magna esse anim amet minim ut. Lorem deserunt reprehenderit enim adipisicing aute consequat dolor voluptate ut.\n\nVoluptate aliqua tempor anim esse sunt anim quis eu occaecat mollit nisi voluptate. Ea aute elit sint tempor laboris esse nulla cillum amet aute consectetur in. Aliqua magna do nulla occaecat pariatur labore eu ad elit consectetur reprehenderit duis excepteur quis. Ut in duis anim aliqua.","qualifications":"Do officia labore laboris in fugiat irure. Pariatur proident ex voluptate quis cupidatat officia id ipsum excepteur quis laboris. Aliquip deserunt amet enim veniam nisi ea voluptate eiusmod excepteur qui cillum. Exercitation proident nostrud magna ea. Irure excepteur Lorem ipsum eiusmod incididunt est in voluptate ea culpa tempor commodo.\n\nAnim aute voluptate cupidatat proident officia cillum nisi eu consequat eu mollit enim nulla. Sunt irure sint aliquip cupidatat enim enim quis. Laboris aute et deserunt elit cillum aute Lorem proident culpa. Laborum officia cillum consectetur et ullamco ullamco cillum laboris sint ut duis voluptate. Enim aliqua nostrud minim anim ullamco elit sunt quis esse voluptate ad sint minim mollit. Lorem labore velit dolore anim enim.","goals":"Eu excepteur irure magna magna et commodo ex dolor velit ad ullamco deserunt veniam veniam. Pariatur do commodo ipsum minim sit occaecat. Ipsum minim quis irure consectetur do incididunt.\n\nOfficia ut laborum duis veniam aliqua aliquip anim Lorem in nostrud veniam amet. Qui sit cupidatat sint tempor quis aliquip labore mollit laboris est aute consequat deserunt. Magna fugiat deserunt eu ex eu. Eu aute reprehenderit anim id adipisicing pariatur labore incididunt dolor est. Eiusmod excepteur elit quis sint commodo laboris anim Lorem. Ex cupidatat ut ullamco anim occaecat do voluptate duis reprehenderit exercitation sint. Non Lorem sint anim enim proident.","nominations":["Jayne Jerde"]},{"name":"Camila Beier","slug":"national-convention-camila-beier","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/badlittleduck/128.jpg","involvement":"Velit eiusmod ullamco cillum voluptate sunt elit reprehenderit dolore consequat nulla. In eu velit amet sit fugiat sint. Exercitation voluptate velit cillum veniam in voluptate sunt ut anim commodo laboris nostrud occaecat fugiat. Esse ad tempor irure anim nulla do sit. Deserunt nostrud occaecat in culpa aliqua ipsum consequat. Commodo ut nisi ad minim. Deserunt est anim reprehenderit cupidatat ullamco sunt laboris minim do voluptate in est.\n\nSit in qui aliquip sunt irure adipisicing. Pariatur qui consequat magna sunt pariatur sit sint eiusmod eu esse do nisi ex. Officia amet aute adipisicing pariatur. Ea culpa cupidatat ad proident. Laboris enim consectetur elit dolore enim elit velit voluptate ex magna. Quis voluptate anim anim aliqua irure nostrud adipisicing et commodo excepteur. Consectetur irure elit ea enim ullamco sit.\n\nLorem enim magna voluptate voluptate reprehenderit laboris mollit ad enim. Reprehenderit veniam minim irure ad culpa. Nostrud proident adipisicing eu do nostrud nisi pariatur mollit do et. Mollit anim pariatur nisi quis dolor minim minim qui. Sit reprehenderit culpa elit sint fugiat ea in occaecat consectetur. Ullamco reprehenderit reprehenderit voluptate esse officia.","qualifications":"Qui ipsum mollit non proident duis ut commodo est sunt in id deserunt nulla deserunt. Ullamco in aliqua proident tempor officia. Excepteur Lorem nulla amet exercitation. Reprehenderit reprehenderit commodo ad consequat occaecat dolore dolor non tempor sit in consequat officia.","goals":"Officia culpa sint id mollit ut. Reprehenderit exercitation elit cupidatat amet fugiat duis est nulla in. Officia magna eu ex enim sit fugiat ut pariatur aliquip. Nulla aliqua adipisicing eu voluptate quis veniam aliqua eu aliquip amet velit ullamco. Laboris exercitation eiusmod nostrud excepteur sunt. Veniam duis eu id ad sint quis est aliqua tempor.\n\nReprehenderit ut fugiat aute consectetur est dolore eu magna exercitation minim eu. Mollit sint nisi enim dolore. Sit fugiat est labore cillum non minim consequat ad sunt Lorem. Consectetur consequat in eu adipisicing. Consequat incididunt adipisicing excepteur aute labore Lorem consectetur reprehenderit.\n\nPariatur laboris consequat ea excepteur id reprehenderit minim cupidatat laborum nulla officia ea adipisicing voluptate. Laboris irure aute deserunt ut incididunt aliqua pariatur anim. Est veniam aliquip sunt pariatur exercitation dolore aliquip. Aute proident mollit tempor nostrud elit cillum dolore duis irure aliqua ipsum est. Voluptate ex Lorem elit cupidatat anim ullamco deserunt Lorem nulla. Mollit adipisicing non ipsum non sunt id. Nisi eiusmod elit exercitation dolore proident nisi Lorem anim culpa.\n\nUllamco nisi irure qui elit incididunt velit quis ex veniam laboris adipisicing. Ea cillum id non dolor eiusmod consectetur veniam occaecat pariatur incididunt laborum. Tempor id ut aliqua minim cupidatat ut consectetur. Ad eu ex ullamco ex voluptate consequat.","nominations":["Matt Pagac"]},{"name":"Lorenza Schiller","slug":"national-convention-lorenza-schiller","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/isacosta/128.jpg","involvement":"Amet do aliqua incididunt aliquip irure adipisicing ipsum enim. Excepteur ullamco nisi esse ullamco adipisicing voluptate laboris esse aute commodo incididunt ad nulla. Fugiat incididunt eiusmod anim commodo. Voluptate ea ipsum nisi veniam labore adipisicing adipisicing labore elit laboris elit nulla occaecat ad. Eu deserunt cupidatat aute sit. Et esse nulla adipisicing veniam adipisicing.\n\nAmet amet sunt ut sint non adipisicing aute nisi excepteur quis laboris. Et dolore proident esse pariatur duis. Incididunt excepteur eiusmod proident excepteur velit cillum mollit irure. Mollit pariatur qui pariatur nostrud aute velit ullamco adipisicing enim cillum.","qualifications":"Aliquip ut ullamco ex irure laboris deserunt duis ut non veniam mollit minim nulla non. Excepteur irure sint dolore laborum consequat elit officia. Sunt incididunt laboris duis cupidatat elit do est eiusmod mollit non dolor nulla quis. Id laborum enim labore fugiat et irure aliqua fugiat amet. Voluptate velit in sunt elit culpa labore ullamco nisi fugiat in. Ex eu voluptate veniam mollit officia ullamco minim velit velit sint.\n\nEnim quis irure ipsum nulla id cupidatat. Pariatur cupidatat est Lorem ut ut id aliquip ea consequat veniam cillum nostrud mollit cupidatat. Commodo eu fugiat elit mollit. Sit minim do minim ullamco aliquip. Aliqua amet anim amet dolore ullamco voluptate voluptate. Ex magna aute duis nostrud elit ut aute minim mollit aliqua eiusmod quis adipisicing. Et amet ad consectetur aliqua ad deserunt Lorem est qui exercitation nulla deserunt dolor officia.","goals":"Nulla quis nostrud ex labore ea sint ut aliqua fugiat cupidatat voluptate nostrud dolor ad. Pariatur deserunt dolore commodo ullamco nostrud elit eu adipisicing aliquip exercitation duis cillum commodo aute. Laborum sint incididunt officia enim dolor amet sit enim aliqua aliqua amet reprehenderit proident. Id eu aliquip adipisicing mollit aliqua elit nostrud ipsum Lorem anim cillum commodo quis. Consequat sunt dolore ut voluptate do velit esse deserunt sint consectetur deserunt.\n\nAdipisicing dolor est pariatur eiusmod proident elit. Laborum ullamco aliquip anim adipisicing aliquip. Voluptate consectetur labore qui magna enim amet reprehenderit pariatur non sit est enim.\n\nAd ad consequat ullamco officia id. Eiusmod ullamco tempor excepteur amet irure laboris. Ullamco nisi deserunt id eiusmod. Veniam ut eu magna irure ad aliquip consectetur eiusmod ad id. Officia laborum tempor nostrud adipisicing. Labore voluptate ullamco et labore ea deserunt fugiat. Consectetur nisi irure aliqua pariatur cillum do.","nominations":["Kristopher Langworth","Kattie Huel","Adriel Adams","Oral Greenholt","Gonzalo Jacobi"]}]}}
