{"localCouncil":{"positions":[{"title":"Co-chair","slug":"co-chair","description":"\n  <p>The Co-Chairs shall be the official public spokespersons for the Local and will initiate such actions and policies as the Local’s general welfare may demand. The Co-Chairs shall organize and preside over all official meetings of the organization and the Local Council. The Co-Chairs shall maintain consistent communication with all committee leaders and facilitate collaboration and coordination between them. Additionally:</p>\n  <p>The Co-Chairs will also act as, or appoint, the official representatives of the Local to the National Organization and to other DSA Locals. This does not apply during official business at the National DSA Convention, when Local Delegates may act independently on behalf of the Local’s membership.</p>\n  <p>The Co-Chairs serve as executive officers of the Local, and they are listed on financial accounts along with the Treasurer.</p>\n  <p>At least one Co-Chair must not identify as both White and Cis-Male.</p>\n          ","candidates":[{"name":"Judy Reynolds","slug":"judy-reynolds","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/nelsonjoyce/128.jpg","involvement":"Nisi adipisicing magna cillum dolore mollit cillum. Sunt exercitation esse ea aliqua excepteur cillum. Commodo pariatur anim fugiat minim minim amet sint laboris veniam aliquip ad consectetur.\n\nAdipisicing mollit voluptate ad occaecat ut voluptate irure elit est veniam quis. Do eu voluptate et pariatur. Proident aute fugiat labore ipsum nostrud laboris culpa cupidatat labore qui mollit elit est. Aute officia non cupidatat ut irure cupidatat aute sit ex excepteur mollit consequat ex. Incididunt ullamco irure ullamco fugiat reprehenderit cillum.\n\nVeniam quis qui qui cupidatat aute dolor sunt consequat. Do excepteur quis eu ullamco. Ad irure ex amet id non labore consectetur pariatur anim consequat ipsum. Lorem esse aute non consectetur. Sint ea incididunt in sint anim dolor eu ipsum ut. Pariatur minim pariatur proident nulla incididunt non sit deserunt et non mollit sit fugiat. Occaecat enim ullamco ut aliqua sit.","qualifications":"Sit nisi irure dolor veniam enim ut occaecat. Nulla laborum nulla sit Lorem proident id deserunt. Lorem elit est minim do enim ex officia minim exercitation sint. Aute id occaecat incididunt cillum irure. Nostrud quis veniam in eiusmod anim laborum eu sunt labore et veniam nisi irure. Ut ut nulla veniam minim laborum amet velit dolore excepteur reprehenderit.\n\nAd esse culpa consequat sint pariatur eu duis irure proident irure excepteur quis. Duis irure deserunt non sit et quis est sint voluptate sunt ea. Esse nostrud culpa magna voluptate esse consequat sint. Adipisicing ex dolor minim veniam fugiat qui veniam velit laboris aliquip.","goals":"Qui enim tempor incididunt ex officia nisi quis mollit mollit amet tempor do. Ullamco adipisicing proident minim ipsum. Officia excepteur nisi excepteur esse sunt anim. Ut eu consectetur exercitation ullamco esse enim mollit ullamco cillum ex excepteur esse. Lorem eu sit deserunt irure esse labore sit. Cupidatat voluptate ullamco qui in Lorem incididunt voluptate ex labore ad adipisicing.\n\nId qui aliquip aliquip consequat sit enim nisi dolore laborum laboris. Laboris elit cillum magna cillum irure. Voluptate deserunt aute ea ad deserunt sunt in consectetur exercitation cillum sint sit ipsum. Proident sit mollit consectetur ut id irure incididunt. Duis consectetur elit laboris tempor ullamco minim est exercitation et ullamco id.\n\nOfficia dolor occaecat est nostrud elit proident ad excepteur officia incididunt id velit do incididunt. Exercitation ullamco aute duis cupidatat sint commodo do eiusmod. Magna cupidatat non deserunt pariatur culpa sunt exercitation. Anim consequat laborum laboris laboris id aliquip eiusmod amet incididunt est. Consectetur officia culpa veniam commodo est exercitation eiusmod amet proident. Tempor sit enim eu sunt minim ea dolore magna duis cupidatat quis. Sint ullamco enim elit exercitation commodo proident adipisicing consectetur quis ipsum mollit.","nominations":["Ezequiel Macejkovic","Adonis Huel","Kimberly Hamill","Roberto Barrows","Rahsaan Raynor"]},{"name":"Jordon Hilll","slug":"jordon-hilll","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/kosmar/128.jpg","involvement":"Ex magna incididunt proident ad. Proident ut dolor mollit irure duis cupidatat eu duis fugiat adipisicing ipsum reprehenderit magna nostrud. Officia laboris quis duis ex pariatur magna velit esse cillum nostrud consequat.","qualifications":"Sunt velit tempor exercitation aliqua sint sunt aute ullamco sit in mollit voluptate cupidatat cillum. Exercitation cillum aliquip velit ex quis proident laboris. Aliqua irure cupidatat quis in commodo amet. Consequat et nostrud veniam consectetur magna occaecat cupidatat ullamco et. Do amet aliquip fugiat anim. Proident dolore excepteur consectetur nisi sit. Labore qui pariatur adipisicing non incididunt anim et esse Lorem.\n\nCulpa consectetur exercitation qui exercitation deserunt est nisi sint incididunt anim eu qui laborum. Cillum cillum duis in dolor ut ex minim tempor consequat enim exercitation consectetur. Quis officia excepteur ex adipisicing mollit sit sint elit ut aliqua culpa ut.","goals":"Magna culpa incididunt ad sint. Occaecat aliqua id nulla do reprehenderit pariatur magna labore do voluptate nisi mollit labore sint. Esse sunt do do consequat officia cupidatat consectetur cupidatat officia sunt. Laborum labore laborum adipisicing ea aliquip magna ea deserunt tempor exercitation duis in. Enim consectetur consectetur deserunt laborum ut fugiat Lorem cupidatat laboris eiusmod. Laboris veniam sint dolore aliqua.\n\nCulpa velit in voluptate ipsum sit officia ex ut ipsum anim veniam qui nulla. Minim ex deserunt incididunt in esse voluptate amet. Irure occaecat et culpa ad eiusmod do est Lorem amet enim exercitation irure mollit. In proident qui irure sit nulla eiusmod adipisicing minim ullamco laboris aliquip officia aliqua. Consequat incididunt enim anim fugiat irure officia deserunt Lorem eu exercitation. Nostrud laboris do adipisicing mollit sunt id nulla velit est culpa ut eu enim.\n\nIpsum ex voluptate sit laboris in voluptate enim tempor. Est do aliquip sint consectetur et consectetur cillum enim deserunt ullamco aute. Non ea pariatur labore ipsum eu deserunt sit. Minim id ipsum cupidatat mollit reprehenderit ea.","nominations":["Marianne Witting","Eudora Moore","Eloisa Rath"]},{"name":"Holden Harris","slug":"holden-harris","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/plasticine/128.jpg","involvement":"Labore velit ea dolor dolor consectetur quis. Sint cillum laboris incididunt amet laborum incididunt aute sint in cupidatat exercitation ex cupidatat. Culpa tempor aliqua ex enim aliquip deserunt eiusmod esse aute non velit. Veniam deserunt mollit sunt elit laborum veniam cillum. Excepteur irure ut et qui et ullamco sit tempor proident eiusmod id consectetur.","qualifications":"Dolore cupidatat ipsum ad nostrud labore amet Lorem quis reprehenderit non ullamco. Proident voluptate nulla pariatur consectetur proident nisi in veniam eu duis nostrud. Sint veniam proident aliqua irure ut dolor reprehenderit quis do fugiat velit eu fugiat fugiat. Ullamco aliqua laboris reprehenderit proident mollit amet qui laborum culpa velit sit ea. Elit officia proident officia nisi proident aliquip in Lorem ullamco dolore ad nulla nostrud. Exercitation minim officia amet officia. Ullamco et eiusmod magna fugiat tempor labore consequat veniam.\n\nFugiat nisi est veniam esse excepteur velit irure id sunt Lorem. Aute non deserunt ullamco cillum. Laboris eiusmod est sunt ea cillum. Non occaecat culpa qui laborum aute consequat pariatur ad nostrud est. Labore excepteur sit sit ea mollit nisi sit qui. Do esse anim veniam labore do consequat mollit laborum. Pariatur eiusmod reprehenderit ut velit nostrud ad velit eiusmod.","goals":"Esse velit laboris dolore proident esse esse velit nulla nostrud veniam. Sunt in culpa anim fugiat esse sint aute aliqua elit cupidatat mollit ipsum eu. Consequat tempor Lorem elit consectetur. Ipsum dolore esse minim ullamco tempor proident esse culpa pariatur. Duis laborum est incididunt voluptate est occaecat consequat incididunt elit.\n\nQui Lorem nostrud incididunt minim in veniam proident voluptate dolore. Laborum in duis aute non. Fugiat esse nostrud adipisicing consequat. Adipisicing esse mollit duis dolore laborum laborum commodo. Deserunt magna proident sint incididunt cupidatat veniam reprehenderit occaecat enim sit adipisicing aliquip. Do aliqua elit non nisi occaecat tempor ad nulla amet non irure est exercitation.","nominations":["Marcia Bauch","Lew Waelchi","Otto Graham","Francesca Nicolas"]}]},{"title":"Vice Chair","slug":"vice-chair","description":"\n  <p>The Vice Chair is responsible for assisting the Co-Chairs with all of their duties. If both Co-Chairs are unable to perform their duties, the Vice Chair shall perform all duties and assume all responsibilities of the Co-Chairs until such a time as one or both Co-Chairs are able to resume their posts.</p>\n          ","candidates":[{"name":"Dale Kessler","slug":"dale-kessler","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/thedjpetersen/128.jpg","involvement":"Culpa proident non dolore eiusmod minim in ea culpa eu Lorem non dolor nostrud ipsum. Aute irure ullamco voluptate commodo. Reprehenderit fugiat amet reprehenderit aliqua aliquip incididunt nulla nisi sint deserunt officia. Esse irure nulla eu duis est do in consequat velit. Ullamco nostrud minim eu in sint aute consectetur mollit esse anim do reprehenderit.","qualifications":"Cupidatat est mollit incididunt culpa ex esse. Labore exercitation ea est exercitation irure laboris sit. Aliquip velit mollit enim veniam in. Enim nisi proident ut id sit Lorem exercitation sunt cillum. Id nulla dolor elit ea. Veniam pariatur voluptate sunt ipsum labore voluptate.\n\nAliquip cupidatat magna adipisicing sint qui commodo consequat velit sint excepteur id in aliqua. Occaecat dolor aliqua dolore labore ea id voluptate excepteur. Elit non officia excepteur laborum tempor dolore consectetur deserunt aute commodo ipsum dolor mollit et. Culpa pariatur ex consequat sint in.","goals":"Lorem dolor non cillum ad nulla ad quis. Ut veniam sunt mollit esse tempor adipisicing veniam commodo magna voluptate excepteur elit et. Ullamco culpa nulla dolor ea.\n\nEa fugiat officia nulla ad eu cillum ullamco cillum ullamco sit sunt adipisicing reprehenderit. Officia ea veniam anim ipsum. Dolor irure dolor voluptate sit minim reprehenderit dolore aliqua cillum id reprehenderit et. Nostrud velit cupidatat laborum laboris duis dolor ad cillum ullamco fugiat irure. Tempor eiusmod minim mollit labore eu cillum.","nominations":["Giovanni Erdman","Alice Durgan","Anibal Stracke","Cameron Weimann"]},{"name":"Jan Rath","slug":"jan-rath","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/steynviljoen/128.jpg","involvement":"Anim proident ea veniam consectetur sunt Lorem ut ut. Deserunt ad id velit laboris veniam. Consectetur quis laborum reprehenderit voluptate esse pariatur non pariatur id. Dolor officia ut et voluptate eiusmod occaecat officia enim cupidatat aliqua eu ea cillum duis.\n\nAd eu occaecat nostrud laborum et ex. Tempor excepteur id et minim elit veniam. Officia laboris voluptate labore est anim aliquip occaecat in nostrud pariatur reprehenderit deserunt duis ullamco. Cillum mollit magna in enim magna.","qualifications":"Do fugiat anim commodo adipisicing Lorem do officia. Nulla cillum ipsum magna tempor qui dolore id deserunt et quis. Duis excepteur adipisicing voluptate velit sit exercitation tempor non proident tempor anim proident. Sit eiusmod qui minim dolore reprehenderit id fugiat ea irure do nostrud enim sunt cillum. Sit minim est in aute. Dolore commodo consequat sint enim occaecat laborum culpa tempor culpa aliquip et amet. Officia mollit cupidatat nisi aliqua ipsum.\n\nFugiat dolor dolore ipsum qui dolore enim nulla quis laboris. Pariatur deserunt do fugiat enim. Reprehenderit irure exercitation qui tempor.","goals":"Adipisicing ut ullamco sit et anim occaecat id dolor deserunt. Nisi ea ipsum officia culpa labore ut occaecat deserunt aliqua. Tempor non culpa ut officia nostrud laboris. Pariatur aute enim ullamco dolor in do. Excepteur laborum cupidatat irure esse esse quis ex ad dolor pariatur.\n\nOccaecat qui aute culpa laborum dolore magna est proident minim mollit labore excepteur Lorem quis. Enim dolore duis quis cillum irure. Commodo ut in irure Lorem duis pariatur aliquip occaecat elit nostrud velit. Incididunt eu adipisicing dolor incididunt eu cupidatat dolor. Elit veniam consequat consequat nostrud irure eiusmod exercitation ut adipisicing Lorem.\n\nEst sint consectetur laboris nulla et. Exercitation proident non ut nulla irure sunt fugiat consectetur pariatur non duis sit voluptate. Do Lorem laborum dolore officia aliquip duis sint ipsum eu consectetur aliquip. Tempor aute in sit officia excepteur amet laborum. Proident anim excepteur eiusmod ex excepteur.","nominations":["Jamey Gutkowski","Carmela Feeney"]}]},{"title":"Secretary","slug":"secretary","description":"\n  <p>The Secretary is responsible for taking minutes of all General Membership and Local Council Meetings, and shall be responsible for publishing these minutes, as well as resolutions, reports, and other official records of the Local. The Secretary may appoint, but must oversee, a temporary proxy minutes-taker for any meeting. That proxy may not vote on behalf of the Secretary. Additionally:</p>\n  <ul>\n    <li>a. The Secretary shall transfer official records in good condition to their successor.</li>\n    <li>b. The Secretary will assume the responsibilities of one of the Co-Chairs, if both Co-Chairs and the Vice Chair is unable to do so.</li>\n  </ul>\n          ","candidates":[{"name":"Ricardo Stroman","slug":"ricardo-stroman","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/tom_even/128.jpg","involvement":"Ex minim amet ea amet est veniam irure ipsum cillum et dolor. Consequat dolore anim officia duis est quis. Non adipisicing aliqua non enim est cupidatat est sint. Ipsum cupidatat culpa aliqua aute.\n\nQui ut sunt nostrud ullamco amet pariatur. Dolore officia anim dolor est voluptate labore magna ad. Laborum Lorem dolor sit quis occaecat commodo incididunt ea commodo aute est id. Minim voluptate aute esse laborum labore adipisicing labore. Eu in duis ea sit enim duis incididunt nulla in aute. Qui esse excepteur laboris culpa fugiat culpa tempor mollit laboris laborum consectetur. Et mollit amet dolore dolor dolor.","qualifications":"Ullamco consequat magna eu qui quis Lorem id. Do duis pariatur nulla et qui duis fugiat ullamco consequat est mollit sunt. Reprehenderit est veniam ex do eu nulla quis do non proident velit eu aliquip. Ex pariatur non sit dolor pariatur reprehenderit proident reprehenderit officia dolore elit consectetur. Est excepteur amet eiusmod enim eu esse laboris incididunt laborum culpa ut. Officia amet magna amet anim excepteur.\n\nOccaecat esse ut nostrud anim. Velit non ex ullamco cupidatat laboris irure veniam magna ex sunt eiusmod veniam. Minim nostrud culpa do adipisicing ad id velit excepteur anim fugiat cillum et ea in. Ullamco est laborum ut deserunt ad tempor. Ut aute esse sint qui id incididunt enim eu esse commodo. Voluptate voluptate enim consectetur cillum do nostrud non dolor culpa.","goals":"Occaecat mollit eu veniam dolore non proident exercitation incididunt cillum ullamco ullamco do magna. Amet non exercitation est aliquip nostrud proident nulla do in magna ex nostrud consectetur elit. Ex sunt reprehenderit culpa minim qui dolor.\n\nConsequat officia aute tempor voluptate ea ut ad aliquip dolore ex ut. Minim voluptate elit amet adipisicing sint culpa amet esse officia proident consequat cillum. Aliqua pariatur nostrud laboris ad incididunt consectetur est non ea do amet.","nominations":["Jordane Sawayn","Coy Stroman"]}]},{"title":"Treasurer","slug":"treasurer","description":"\n  <p>The Treasurer will be responsible for administration of funds, budget, and financial organization of the Local, including overseeing fundraising activities for the Local. The Treasurer will report to the Local Council on the financial status of the organization at each Local Council Meeting. The Treasurer will maintain transparent and open financial reports available to the entire membership upon request by an officer of the Local Council.</p>\n          ","candidates":[{"name":"Eden Kling","slug":"eden-kling","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/kurtinc/128.jpg","involvement":"Et Lorem tempor Lorem aliquip nostrud tempor excepteur eiusmod veniam ea fugiat consectetur. Quis nisi sint Lorem deserunt anim ullamco ut irure. Pariatur ipsum esse do irure sit elit elit veniam dolore cillum.","qualifications":"Dolor labore nisi excepteur sunt ipsum fugiat commodo nisi veniam ut nostrud. Dolor consequat proident nisi quis et aute commodo fugiat est consequat commodo anim enim. Nisi proident duis excepteur quis qui labore. Reprehenderit nisi amet officia velit tempor mollit amet laboris. Est fugiat esse consequat officia sint consectetur ullamco cupidatat commodo officia. Pariatur commodo occaecat excepteur aute consectetur ut magna dolore labore excepteur Lorem eiusmod aliquip. Consectetur dolore duis enim laboris ut aliquip officia.","goals":"Nisi eu ullamco laboris qui. Veniam exercitation velit elit ut aute. Id id dolor elit adipisicing ad aliqua consectetur. Deserunt irure ad dolore aute proident reprehenderit ut exercitation.\n\nAute culpa ullamco laborum tempor sit occaecat veniam laboris. Enim elit sit fugiat anim velit excepteur commodo laborum non eiusmod. Sunt velit proident deserunt magna do incididunt reprehenderit fugiat anim aliqua ea. Velit magna exercitation ad sint ex ea. Reprehenderit magna consequat laboris fugiat. Adipisicing non qui sint consequat id ad sunt ipsum excepteur elit. Minim enim adipisicing proident voluptate.\n\nExcepteur excepteur pariatur tempor est. Ut ut ullamco nostrud enim voluptate eu voluptate fugiat tempor aliqua enim. Ipsum dolor non aliqua ut nostrud aliquip laboris reprehenderit occaecat occaecat do. Laborum laborum nostrud ea nisi tempor officia. Ea sit ut laborum elit officia sunt cillum est ad exercitation cupidatat.","nominations":["Jaylen Hintz"]},{"name":"Rickie Bailey","slug":"rickie-bailey","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/jnmnrd/128.jpg","involvement":"Exercitation ipsum cupidatat sunt aliquip tempor enim sit esse aute sunt anim. Culpa nisi duis culpa ex velit labore enim laborum occaecat aute nisi. Excepteur consequat Lorem cillum velit eu elit occaecat ullamco id eu veniam. Irure dolore magna labore commodo eu incididunt amet exercitation proident.","qualifications":"Quis do qui fugiat ea laboris qui elit dolor qui nostrud irure reprehenderit incididunt eu. Irure enim fugiat culpa qui qui tempor proident consequat. Sunt laboris eiusmod nulla qui. Magna qui culpa exercitation minim aliquip pariatur dolor reprehenderit mollit dolore cillum commodo.","goals":"Dolor consequat laborum elit nisi occaecat minim est occaecat mollit reprehenderit duis adipisicing amet sunt. Eu anim minim cillum excepteur ullamco. Aliquip veniam laborum voluptate aliqua non sint in incididunt nulla ut enim Lorem voluptate. Deserunt ut Lorem tempor sunt velit velit anim.\n\nLorem esse elit sint ullamco est exercitation mollit ea excepteur dolor quis nostrud id. Ex eiusmod nostrud veniam anim irure velit do commodo deserunt tempor. Non enim aliquip laboris ex cillum exercitation excepteur id id dolor.\n\nUllamco id deserunt magna est ad commodo mollit aliquip magna nulla irure. Laboris labore labore exercitation cillum ipsum sunt aliquip id culpa dolore nisi. Nulla nisi ad proident occaecat in quis consectetur ex fugiat esse qui pariatur nulla. Proident duis aute labore ea duis. Nostrud minim cupidatat enim velit commodo adipisicing exercitation veniam officia sit.\n\nAliquip consectetur aliqua eu laborum nostrud consequat duis qui. Fugiat est deserunt nisi officia. Pariatur cillum sunt qui eiusmod cupidatat dolor non commodo nostrud in amet sint laboris. Et adipisicing voluptate ex id Lorem laborum. Aute ad eiusmod magna excepteur dolor velit adipisicing do do minim sit sint aute sit.","nominations":["Elvis Marvin","D'angelo Mayer","Myles Kovacek","Baby Carter","Matteo Farrell"]}]},{"title":"Internal Organizers","slug":"internal-organizer","description":"\n  <p>Internal Organizers will jointly oversee the Internal Organizing Committee (see Article VI), which is responsible for fostering a lively participatory and democratic culture within the Local through the development, education, mobilization, and recruitment of members. The Internal Organizing Committee is also charged with organizing General Meetings, Informational Meetings, and social, educational, and fundraising events. Under the direction of the Local Council, the Internal Organizing Committee shall develop and oversee a program of socialist cadre development that includes skills training and political education; and a system of Mobilizers (similar to union shop stewards) who will act as an active conduit of information and engagement between the General Membership and the Local Council.</p>\n          ","candidates":[{"name":"Triston Braun","slug":"triston-braun","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/bolzanmarco/128.jpg","involvement":"Irure sit esse excepteur laboris consectetur labore ullamco elit sunt nostrud fugiat. Mollit velit fugiat aliquip Lorem sit deserunt fugiat irure voluptate aliqua qui mollit nostrud. Excepteur eu consequat laborum nulla proident ea dolor magna id laborum in. Enim id laborum minim fugiat adipisicing eu nostrud ut qui deserunt Lorem.\n\nPariatur commodo veniam aliquip voluptate commodo mollit nulla esse amet est elit non sunt. Fugiat cupidatat consectetur cillum sunt voluptate elit sunt elit ad dolore eiusmod anim exercitation sunt. Consectetur consequat mollit incididunt consectetur anim sunt do. Ad pariatur voluptate excepteur voluptate fugiat. Esse aliquip commodo veniam dolore quis sint.","qualifications":"Commodo dolore elit consequat esse sunt. Labore ut amet pariatur consectetur aute elit commodo anim id aliqua irure velit quis occaecat. Exercitation elit aliquip sit sunt velit eiusmod sunt.","goals":"Minim nulla voluptate laboris sint esse officia excepteur labore fugiat non aliqua. Duis Lorem adipisicing do tempor aliqua duis enim velit nulla aute tempor reprehenderit sint. Tempor aute ullamco est nulla elit nostrud voluptate minim veniam enim. Ut mollit laboris deserunt adipisicing exercitation dolore nostrud non ad sunt quis sint nisi exercitation. Et ad sit amet veniam nulla sint elit reprehenderit dolore eu pariatur est id aliqua.\n\nOccaecat reprehenderit eu in tempor sit pariatur aliqua nulla in laborum reprehenderit occaecat. Laborum incididunt ea reprehenderit proident eu id sint culpa esse sit sunt culpa qui. Amet sit officia ut dolore veniam qui dolor et commodo incididunt pariatur occaecat commodo non. Ipsum velit commodo non qui tempor laborum.\n\nSunt labore consequat enim velit. Lorem labore velit veniam est eu amet ad labore. Anim dolor commodo aute cupidatat laborum eiusmod non.\n\nLaborum cupidatat ullamco est deserunt officia tempor. Aute Lorem tempor in irure aliquip culpa laboris elit et elit non aliqua. Cillum nulla proident laborum nisi labore Lorem proident voluptate nisi amet anim ea occaecat ea. In commodo commodo irure deserunt amet id aliquip. Aliquip velit aute adipisicing et duis veniam. Excepteur amet magna mollit culpa cupidatat veniam.","nominations":["Emie Satterfield","Antonetta DuBuque","Brittany Howe","Brock Stracke"]},{"name":"Colleen McCullough","slug":"colleen-mccullough","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/guillemboti/128.jpg","involvement":"Qui mollit eiusmod ut et reprehenderit ad et veniam eu do. Culpa pariatur pariatur amet do ut nisi est qui veniam et mollit. In consectetur amet culpa cupidatat do aliqua ut enim nisi enim enim excepteur ullamco. Sit nisi id qui dolore culpa sint elit incididunt nostrud fugiat amet cillum ad incididunt. Aliquip do occaecat labore cupidatat quis occaecat fugiat non voluptate sint.\n\nMinim sint laborum ullamco ad aute ut eu et minim incididunt Lorem incididunt labore. Pariatur quis labore qui aliqua magna Lorem enim id. Aliquip et velit ad proident amet ex consequat dolore id minim ex non eu ullamco. Excepteur ad veniam elit veniam reprehenderit ea in veniam quis veniam ullamco labore voluptate.","qualifications":"Deserunt pariatur culpa dolore cillum magna est cillum culpa non nulla deserunt. Laborum fugiat magna incididunt mollit non cupidatat occaecat sint ex consequat labore enim qui pariatur. Exercitation sint magna voluptate excepteur proident anim enim eu tempor excepteur consequat sunt. Irure dolor proident in id esse ea commodo consectetur duis ea occaecat dolore. Irure labore sint commodo sint. Mollit aliquip non pariatur nostrud adipisicing labore Lorem nisi et aliqua proident deserunt occaecat ipsum.","goals":"Lorem nulla ea voluptate commodo ea cupidatat tempor non duis sit. Nostrud et cillum dolor sit. Sint nostrud cupidatat fugiat officia. Excepteur consequat velit occaecat mollit non. Do tempor laboris veniam ea sint nulla reprehenderit reprehenderit sunt deserunt commodo occaecat.\n\nCillum voluptate aliquip ad consectetur labore. Ex quis nisi est pariatur do. Do officia cupidatat do sint Lorem proident esse enim nostrud in veniam ex magna irure. Et ad ad pariatur sint deserunt proident cupidatat culpa incididunt ullamco eu pariatur nisi pariatur.\n\nDo esse quis irure irure qui duis laborum Lorem dolor eiusmod culpa aliqua velit fugiat. Quis est et dolor sint cillum ut magna ipsum aliquip. Duis amet proident ad cillum. Magna laboris voluptate proident reprehenderit sint eiusmod dolor officia commodo. Proident cillum adipisicing aliquip Lorem.\n\nQui labore consequat voluptate cillum. Officia id voluptate veniam adipisicing proident occaecat dolor eu dolore dolor tempor consequat. Mollit ut sint elit ea proident labore ut. Tempor est ex Lorem proident incididunt pariatur do elit occaecat laborum aliqua laboris velit officia. Eiusmod fugiat sint ad anim ipsum incididunt esse nostrud aliquip cillum ut mollit. Laboris eu in fugiat incididunt dolore velit deserunt aliquip. Sint esse cupidatat enim Lorem deserunt nisi occaecat occaecat velit dolor.","nominations":["Rex Connelly","Michaela Quigley","Jacky Zemlak"]},{"name":"Bert Moen","slug":"bert-moen","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/r_oy/128.jpg","involvement":"Velit id elit exercitation laborum esse deserunt in irure qui amet nulla cupidatat. Excepteur velit excepteur sint laboris excepteur cupidatat pariatur commodo dolor nisi ipsum. Et do mollit fugiat dolor eiusmod ad anim non et aliqua id dolore dolor.\n\nLaborum cupidatat pariatur exercitation sit culpa adipisicing aliqua aute irure tempor. In amet veniam sit enim amet sit elit ullamco irure officia officia. Ut Lorem reprehenderit duis aliquip est velit commodo ad irure proident non excepteur ut in. Tempor occaecat officia reprehenderit qui non ipsum ut eiusmod ullamco. Id sunt in nisi aute cupidatat nulla deserunt culpa culpa commodo consequat adipisicing anim veniam. Excepteur cillum ex ea non minim est pariatur aliqua aliquip aute aliqua voluptate ut consectetur. Eiusmod cupidatat dolor dolor eu ea ea deserunt laborum ea sit qui nisi duis magna.","qualifications":"Et qui do aute ut. Eu non eiusmod velit sit. Reprehenderit culpa enim commodo eiusmod reprehenderit. Duis dolor aute velit nisi do mollit enim excepteur mollit consequat laborum labore consectetur. Elit mollit labore pariatur velit sit reprehenderit ipsum enim id tempor cillum exercitation. Dolor laborum elit ipsum magna labore consequat.","goals":"Ex excepteur est exercitation et veniam veniam dolore labore. Velit aliquip nisi incididunt voluptate enim aliquip nostrud aliqua. Culpa eu incididunt occaecat aute.\n\nVeniam tempor sit dolore culpa ex consequat culpa id. Occaecat eiusmod et minim tempor incididunt enim cillum. Eu deserunt aliqua qui anim magna quis id adipisicing nisi do. Pariatur sunt culpa consequat sit non veniam dolore sint et consequat mollit in incididunt.","nominations":["Bradly Goldner","Annette Hilll","Colt Lubowitz","Connor Fisher","Lester Stoltenberg"]},{"name":"Katrine O'Keefe","slug":"katrine-o'keefe","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/randomlies/128.jpg","involvement":"Ipsum irure magna proident Lorem ad aute reprehenderit id amet nisi do nulla Lorem laborum. Adipisicing excepteur dolor laboris voluptate ullamco excepteur velit occaecat esse ullamco. Quis esse minim duis do velit adipisicing eu dolor ad. Do qui commodo occaecat pariatur laboris est velit velit mollit Lorem enim. Eiusmod labore est excepteur aliqua reprehenderit do ad anim. Occaecat officia nostrud sit dolor exercitation cillum labore incididunt. Sunt reprehenderit ad minim eu reprehenderit ipsum consectetur adipisicing proident sunt in.","qualifications":"Adipisicing adipisicing fugiat enim commodo. Dolor adipisicing do commodo qui minim adipisicing incididunt duis reprehenderit magna anim. Occaecat sit Lorem veniam cillum irure magna nisi aliquip aliquip. Laboris anim proident ut nulla veniam et veniam officia ea eu minim. Nulla qui ea veniam cillum dolor culpa adipisicing velit. Ea labore qui culpa nulla sint laborum ad elit ut nisi qui aliqua duis nostrud. Qui occaecat ea reprehenderit cillum consectetur consequat duis.\n\nIncididunt nulla ex ut exercitation velit id enim quis duis. Cillum eu reprehenderit fugiat pariatur sit velit officia aliquip. Aute eu cillum nulla nulla pariatur excepteur officia labore officia laboris. Id do occaecat consequat anim irure reprehenderit Lorem dolor eu consequat ad reprehenderit qui laborum.","goals":"Dolor dolore nostrud ex nisi quis commodo minim fugiat nisi laboris. Veniam aliqua velit consectetur esse deserunt aliqua aute do ullamco eu id. Incididunt magna labore laboris occaecat proident eiusmod qui ad ut proident fugiat enim magna dolor. Ut do sit proident cillum sint elit cillum officia adipisicing qui eiusmod dolore. Aliqua irure aliquip amet eu pariatur est voluptate dolor.\n\nVelit cillum aliqua ullamco tempor aliqua. Do magna do irure proident ullamco incididunt irure ad commodo irure laborum. Quis nisi qui et ipsum do exercitation duis voluptate aliquip in occaecat. Officia minim ullamco velit enim sint reprehenderit esse sint. Cupidatat labore ex dolore quis qui.","nominations":["Eleazar Eichmann","Trystan Bogisich"]},{"name":"Ruby Mayer","slug":"ruby-mayer","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/benefritz/128.jpg","involvement":"Adipisicing irure officia ad cupidatat. Ullamco anim dolor qui ad amet. Eu Lorem dolor voluptate in amet sit dolore in. Velit mollit ea excepteur ex. Exercitation proident nulla cupidatat aliqua dolor sit.\n\nAd aliqua aliqua quis enim occaecat. Dolor adipisicing est dolor nulla exercitation commodo. Ad aliquip occaecat laborum laboris reprehenderit consequat id et consequat. Tempor est aute sint ipsum adipisicing irure laboris esse minim culpa. Cupidatat eiusmod ex duis Lorem anim consectetur commodo sunt magna.","qualifications":"Ex laboris veniam consequat nulla voluptate amet nisi enim non sit culpa est sit. Id non irure et cillum officia nostrud consectetur elit cupidatat voluptate nulla ad sunt anim. Eu ea ut id nulla irure. Quis enim duis minim labore eu exercitation dolor irure nostrud dolor aliqua occaecat ut. Veniam voluptate incididunt minim voluptate esse sunt veniam aliquip. Laborum sit irure non qui aliquip ipsum elit nisi Lorem commodo enim.","goals":"Excepteur nisi in laboris laborum do irure ullamco minim consequat voluptate. Aliquip incididunt culpa ullamco anim. Non non sunt tempor adipisicing id magna cupidatat consequat tempor fugiat Lorem.\n\nProident eiusmod aliqua duis exercitation. Commodo cillum duis labore et nisi. Quis consectetur nisi exercitation ad veniam excepteur voluptate. Velit eiusmod ex enim anim aliquip do Lorem mollit. Reprehenderit labore ipsum velit excepteur magna elit non eiusmod reprehenderit consequat aute proident ipsum exercitation. Lorem officia exercitation consectetur ea Lorem enim sit id est mollit sit culpa ipsum enim.","nominations":["Frank Sipes"]},{"name":"Austen Kutch","slug":"austen-kutch","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/jghyllebert/128.jpg","involvement":"Nulla aute ea commodo minim. Veniam ut officia laborum laborum. Laboris culpa est irure cupidatat labore commodo. Enim culpa adipisicing ad labore consectetur reprehenderit aliqua amet incididunt voluptate in. Dolor pariatur cupidatat irure sunt eiusmod aliquip.","qualifications":"In exercitation sint officia sunt proident. Amet minim officia enim quis et exercitation occaecat occaecat elit consectetur minim. Ea reprehenderit dolore consequat ea deserunt elit anim officia amet. Ex deserunt non et minim laboris.","goals":"In sit esse velit mollit sint laboris. In ullamco laborum consectetur in. Dolore cillum ex incididunt duis aute est aliquip. Aliqua sint enim aute irure cupidatat occaecat adipisicing.\n\nIrure nisi cillum occaecat pariatur id eu est dolor officia aliquip anim. Labore magna officia Lorem ex minim sint velit amet Lorem incididunt minim sint. Fugiat veniam adipisicing esse eu est velit veniam quis id in aliqua. Proident irure sunt cillum veniam eu quis voluptate sint consequat. Officia proident ipsum cupidatat sint. Qui ullamco officia occaecat enim in voluptate laborum minim deserunt reprehenderit excepteur amet. Eiusmod est laboris nulla velit et officia do ullamco excepteur mollit.","nominations":["Irma McKenzie","Miles Monahan","Amy Herzog","Justyn Kiehn"]},{"name":"Damon Durgan","slug":"damon-durgan","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/malykhinv/128.jpg","involvement":"Ea qui anim consectetur exercitation labore amet tempor quis fugiat proident nulla ipsum ea. Deserunt ut laboris Lorem id nostrud elit. Mollit velit sint dolor sunt amet minim duis elit nisi cillum deserunt eiusmod. Sit proident aliqua laborum elit exercitation amet amet ex. Exercitation fugiat id eiusmod nulla reprehenderit eu aliquip et ullamco eu fugiat. Pariatur dolore consequat enim pariatur amet nostrud nisi tempor amet ex elit aute pariatur dolor. Ea id nisi mollit enim nulla tempor amet magna aute irure nulla.\n\nEst proident commodo occaecat ut ea non elit qui pariatur reprehenderit. Dolore occaecat ex anim incididunt duis id nisi. Eiusmod et qui consectetur nostrud magna nostrud veniam consectetur quis ullamco eu.","qualifications":"In magna ut officia magna eu non. Ea in reprehenderit velit elit nulla. Laborum ullamco enim veniam voluptate sit culpa Lorem id. Commodo consectetur aliquip laboris adipisicing cupidatat. Qui sint est consectetur tempor anim ea aliquip cillum est elit sit et pariatur reprehenderit.\n\nCillum amet ut tempor elit ullamco est aute tempor eu aute nulla commodo eu. Ipsum esse id adipisicing ad proident deserunt laborum in eiusmod eu ex. Incididunt sit culpa anim quis non irure deserunt eiusmod id.","goals":"Cillum cillum nostrud nisi velit sit excepteur non fugiat. Aute ad deserunt non et laborum duis et amet. Anim nostrud officia proident culpa magna consectetur qui occaecat consectetur dolore. Eiusmod do laborum culpa minim. Eu minim in anim reprehenderit amet ipsum. Mollit irure aliquip et ut culpa eu ut excepteur adipisicing anim non dolor.\n\nSunt in irure sunt velit laborum dolore ex nisi et incididunt incididunt sit. Reprehenderit incididunt occaecat tempor cillum ex anim esse aliquip ex duis. Amet quis laborum deserunt cupidatat amet laboris exercitation anim dolore nisi et amet. Deserunt irure elit irure est veniam sit incididunt consequat dolore aliquip. Ea voluptate eiusmod duis consectetur ullamco adipisicing amet nostrud Lorem dolore. Deserunt sit incididunt ad ad pariatur.\n\nAliqua duis magna magna velit adipisicing aute nulla aliquip. Amet est nostrud culpa quis esse sunt occaecat ea sunt sint. Deserunt esse id tempor quis aute fugiat amet fugiat. Qui proident reprehenderit fugiat anim nostrud nisi. Veniam ad labore adipisicing anim dolor sint aliqua magna laboris ea eu cillum dolor magna. Esse proident aliqua commodo aliquip veniam dolore laboris enim laborum. Lorem deserunt cillum dolor et pariatur sint in reprehenderit elit eiusmod.\n\nIn consectetur adipisicing deserunt magna tempor quis non ullamco. Nostrud id eu cupidatat laborum consectetur culpa. Commodo tempor sit tempor veniam veniam excepteur sit. Incididunt sunt labore labore fugiat exercitation anim. Deserunt nulla amet adipisicing eu id cillum aliquip magna.","nominations":["Kenyon Bashirian"]}]},{"title":"External Organizers","slug":"external-organizer","description":"\n  <p>External Organizers will jointly oversee the External Organizing Committee (see Article VI), which will lead the Local’s fight for a socialist political agenda in the East Bay and beyond. Under the direction of the Local Council and in order to realize the policies, priorities and campaigns set forth by the General Membership, the External Organizing Committee shall manage or execute all of the Local’s issue and electoral campaigns, direct actions, rallies, and other activities expressly targeted at the general public for political purposes.</p>\n          ","candidates":[{"name":"Greta Wolff","slug":"greta-wolff","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/charliegann/128.jpg","involvement":"Laborum enim commodo exercitation consectetur esse do adipisicing ad nisi nostrud quis. Aliqua ut duis aliquip ipsum cillum excepteur quis irure ipsum veniam ex. Occaecat voluptate Lorem cillum consectetur nostrud cupidatat aliquip ea pariatur.\n\nOfficia commodo incididunt commodo aliquip eiusmod adipisicing minim esse ex irure aliquip. Ea aliqua voluptate commodo minim veniam non irure nisi id officia irure voluptate. Consequat pariatur proident elit proident. Deserunt pariatur occaecat nulla incididunt sit sit velit veniam deserunt consequat sit cillum. Ipsum ex aliquip ex aute in consectetur proident id ullamco. Anim laborum enim ipsum pariatur laboris consequat mollit. Consequat ea incididunt id officia occaecat culpa officia eiusmod.","qualifications":"Aute fugiat irure laborum reprehenderit labore id. Consectetur aliquip fugiat reprehenderit do cillum eu ea elit duis. Ad ipsum magna cupidatat qui eu quis ea culpa nulla voluptate aliquip aliquip ut. Non ea qui laborum occaecat esse non deserunt veniam adipisicing fugiat reprehenderit cupidatat. Cillum magna dolor nostrud consequat ex irure.\n\nIpsum ut dolor enim dolor deserunt deserunt excepteur ad reprehenderit enim in eu minim. Enim nostrud incididunt consequat nostrud dolor nulla Lorem aliqua veniam ipsum cupidatat. Deserunt amet sint proident exercitation nisi reprehenderit sint.","goals":"Magna amet ut adipisicing nostrud aliquip elit consectetur. Qui aliqua mollit adipisicing deserunt nisi. Aute sint ipsum deserunt sit qui duis veniam ut.\n\nAd anim consectetur elit labore est consequat. Culpa enim voluptate qui culpa. Laborum ullamco in exercitation voluptate qui mollit proident eu Lorem ea cupidatat aute. Sint sint excepteur excepteur anim nostrud. Do ut tempor nostrud ut dolor minim quis. Consectetur dolore nisi exercitation officia enim. Exercitation aliqua commodo elit nulla ipsum reprehenderit veniam aute.","nominations":["Marques Runte","Cordia Wuckert","Precious Reichel","Kyler Sawayn"]},{"name":"Howard Murray","slug":"howard-murray","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/arishi_/128.jpg","involvement":"Quis enim non laboris cillum amet dolore elit cupidatat culpa dolore. Velit laboris consequat nostrud pariatur anim ut qui mollit ullamco aute minim non est. Ea aliqua cillum mollit mollit pariatur mollit consectetur dolor quis proident aliquip. Deserunt eiusmod cillum cupidatat deserunt ex.\n\nIn voluptate do elit voluptate officia eiusmod nulla aute do. Dolor excepteur minim ipsum reprehenderit Lorem do veniam id elit quis ullamco ex ut pariatur. Eu laboris veniam elit veniam magna.","qualifications":"Quis pariatur ea irure velit mollit ipsum dolore proident. Culpa ullamco reprehenderit duis elit duis. Consequat esse velit aliqua occaecat officia incididunt duis veniam sit mollit do cillum laborum voluptate. Nostrud mollit ipsum in sit cillum amet dolore exercitation duis deserunt consequat aliquip. Occaecat fugiat eiusmod minim in esse nulla. In sit labore proident dolor deserunt commodo mollit occaecat irure nostrud nisi aliquip. Eu reprehenderit duis irure sit Lorem cupidatat ea nisi ipsum eu ipsum.","goals":"Irure esse elit cillum veniam ea reprehenderit tempor esse minim consequat eu ut do pariatur. Ut velit ullamco elit anim occaecat fugiat nulla cillum veniam sit eiusmod quis cupidatat occaecat. Qui cupidatat in ut nisi fugiat tempor sint cillum labore adipisicing dolore. Ut id deserunt magna magna in est fugiat nostrud sint enim. Aliquip qui id id enim nisi. Mollit qui nulla nisi pariatur sint in in culpa officia. Veniam incididunt cupidatat proident excepteur aliqua duis cupidatat ullamco exercitation laboris.\n\nNostrud sint duis mollit commodo eiusmod ipsum cupidatat. Do dolore sit esse ad laboris dolor amet in aliqua elit ea eiusmod. Cillum minim pariatur et excepteur cillum occaecat commodo mollit proident sunt esse ea excepteur. Sint minim cupidatat anim laborum velit aliquip nostrud incididunt Lorem veniam mollit. Excepteur do deserunt sint est esse adipisicing deserunt non. Cupidatat mollit consectetur duis nulla. Laborum adipisicing et ex nulla.\n\nElit dolor magna enim id dolore proident cillum laboris. Cillum amet occaecat irure consectetur consequat velit sunt non. Excepteur ipsum ea quis voluptate. Voluptate aliquip excepteur fugiat excepteur commodo aliquip quis culpa fugiat laborum.","nominations":["Ericka Kozey","Angela Ratke","Tyler Hodkiewicz","Esta Kunze"]},{"name":"Madge Rogahn","slug":"madge-rogahn","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/codepoet_ru/128.jpg","involvement":"Magna est labore incididunt non. In et in ut culpa ipsum dolor exercitation amet non exercitation amet ut mollit. Qui commodo magna nisi qui pariatur ullamco dolor dolore commodo enim non consequat voluptate. Pariatur do ad et ad cillum laboris. In dolor deserunt sit proident proident aliquip.","qualifications":"Sit anim incididunt mollit reprehenderit. Eiusmod cillum excepteur esse Lorem labore veniam esse cupidatat laborum mollit Lorem culpa adipisicing. Est labore enim sit incididunt non velit laborum irure consectetur occaecat non commodo minim fugiat. Et dolore cupidatat consectetur reprehenderit mollit id quis cillum excepteur id.\n\nNisi culpa non anim labore aute eiusmod Lorem occaecat ex exercitation Lorem. Enim duis culpa proident labore velit dolor. Cupidatat nisi cillum ad et minim minim aliqua aute laborum officia enim sunt cupidatat ipsum. Elit labore consequat labore nisi do eiusmod ut occaecat.","goals":"Et aliqua laborum duis officia dolor proident incididunt ex. Magna ullamco mollit aliqua aute irure voluptate sint consequat eu enim. Nulla laboris id ipsum aliqua aute minim aliqua culpa ut aliqua ut consequat pariatur aliqua.\n\nProident Lorem nisi elit do cupidatat veniam commodo commodo deserunt. Tempor occaecat aliquip exercitation veniam nulla sit velit nulla sunt laboris veniam exercitation. Aliquip tempor tempor esse duis nisi dolor anim tempor sunt.\n\nNulla esse sit est eu. Commodo et eiusmod ipsum duis nostrud pariatur. Nostrud consequat irure laborum id veniam eu duis sit id mollit pariatur. Aliqua Lorem laborum veniam exercitation sit pariatur in ullamco. Esse occaecat in sit esse voluptate adipisicing ipsum ex veniam magna enim aute ut tempor. Magna culpa et elit nostrud aute anim ut.","nominations":["Ivory Heller","Joaquin Morar","Cameron Goodwin","Amir Carter"]},{"name":"Willard Emmerich","slug":"willard-emmerich","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/chandlervdw/128.jpg","involvement":"Est exercitation aliqua ipsum non eu consectetur esse dolore ad qui. Eu occaecat pariatur enim labore deserunt excepteur tempor ea. Voluptate fugiat ex qui cillum fugiat. Sint sunt aliqua exercitation occaecat occaecat.\n\nPariatur fugiat tempor in tempor enim nulla culpa dolor mollit aute. Consequat ex pariatur id aliqua voluptate deserunt eu irure non irure Lorem eiusmod aliquip aliquip. Deserunt in proident cupidatat dolore. Ullamco sunt sit laboris cupidatat duis consectetur tempor. Ipsum incididunt adipisicing laboris labore dolore do incididunt in nostrud. Consectetur sunt qui excepteur anim mollit dolor laborum exercitation ex ex. Ad duis minim ut aliquip in.","qualifications":"Exercitation laborum occaecat sint commodo. Velit do consequat ullamco id irure elit ad sit sunt amet sunt minim laborum. Officia qui pariatur aute esse non cupidatat nisi. Lorem dolor laborum ut aute deserunt irure excepteur mollit aute veniam. Elit nostrud incididunt est adipisicing occaecat ea. Consectetur ullamco cupidatat eu nulla incididunt ea sunt excepteur. Laboris ea fugiat laborum id.","goals":"Aliqua non ad cillum voluptate voluptate id ad. Est nulla proident deserunt nisi occaecat. Quis proident voluptate do nisi occaecat non voluptate est in proident sint sint elit in. Et deserunt amet incididunt nostrud commodo laborum fugiat Lorem nisi in officia consectetur quis.\n\nCulpa laborum pariatur in exercitation fugiat aliquip. Excepteur elit in fugiat elit minim aliquip. Velit eiusmod in est occaecat ex qui enim consectetur laborum in fugiat tempor ea. Et laboris minim aliquip aliquip ex eu tempor magna occaecat. Ut dolore do laboris culpa nulla dolor minim ex elit aliquip mollit eiusmod commodo nulla. Aliqua do labore et qui elit laboris ut est duis sit veniam labore eiusmod.","nominations":["Reid Wiza","Lynn Ward"]}]},{"title":"At-Large Local Council Members","slug":"at-large","description":"\n  <p>At-Large Local Council Members will participate in Local Council decision-making, and are responsible for attending all relevant meetings and reading all relevant documents. At-Large Local Council members are also tasked with representing the views of the membership that elected them as well as helping to advance the goals of the Local generally.</p>\n          ","candidates":[{"name":"Michelle Feeney","slug":"michelle-feeney","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ryandownie/128.jpg","involvement":"Aliquip exercitation tempor veniam anim minim elit ullamco officia proident. Ullamco do quis ex ea eiusmod duis enim qui. Sint culpa do est reprehenderit. Deserunt do veniam aute laboris exercitation incididunt non nostrud consequat elit adipisicing sint. Quis aliquip elit labore elit minim esse officia reprehenderit. Id nostrud incididunt elit voluptate nisi eu. Qui minim aute pariatur fugiat et sint occaecat occaecat aliquip ad.","qualifications":"Ex non nostrud est voluptate Lorem magna voluptate incididunt sunt qui laboris laborum nostrud. Sunt irure Lorem cillum reprehenderit pariatur in veniam magna nisi laboris tempor deserunt ipsum. Irure non tempor consectetur quis ullamco officia anim veniam.\n\nSit sit ullamco proident proident incididunt eu incididunt amet veniam commodo exercitation consectetur ullamco. Cillum quis duis incididunt do et voluptate voluptate proident do fugiat aliqua. Consequat magna eu eiusmod sint deserunt id aliquip tempor irure laborum duis veniam dolor. Mollit ex cillum enim proident sint eu minim laborum labore eu Lorem. Deserunt labore dolor pariatur aliquip nostrud magna Lorem. Sit aliqua consectetur veniam incididunt cupidatat commodo incididunt.","goals":"Dolor ipsum aliqua eiusmod eiusmod ex proident dolore nostrud aliqua. Aliqua reprehenderit nostrud eu dolore Lorem eiusmod laboris tempor exercitation labore ullamco ullamco aliqua aliqua. Eu fugiat fugiat dolor dolore ut irure magna sit excepteur sunt irure incididunt. Mollit eu ex culpa nostrud elit dolore consectetur ipsum. Occaecat dolor dolor consequat consectetur dolor tempor voluptate id consequat minim irure consequat aliquip do. Ad cillum esse non irure mollit laboris cillum incididunt commodo sunt.\n\nAdipisicing mollit qui esse do proident cillum esse laboris minim exercitation aute labore adipisicing ut. In esse enim qui exercitation dolore fugiat aliqua anim culpa in ullamco tempor. Commodo labore mollit minim est est aliquip consectetur tempor. Ea minim amet commodo adipisicing incididunt culpa in.\n\nQuis consectetur laborum ad in laborum velit commodo ad. Anim Lorem consequat nisi incididunt ex pariatur amet laboris. Commodo esse dolor sit reprehenderit veniam officia non deserunt est enim adipisicing quis proident enim. Laborum et cillum nulla consequat consequat magna id sunt nostrud eiusmod dolore voluptate occaecat nisi. Nulla ex deserunt elit labore aliqua do velit. Sunt aliquip reprehenderit consectetur magna exercitation reprehenderit occaecat ullamco qui.","nominations":["Modesto Kub","Keon Gerhold"]},{"name":"Chelsey Gutkowski","slug":"chelsey-gutkowski","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/richwild/128.jpg","involvement":"Cillum est do occaecat consectetur labore quis sit. Reprehenderit veniam aliqua occaecat non ut do tempor ex. Quis nisi pariatur quis in. Nostrud labore enim voluptate excepteur cupidatat labore exercitation pariatur sint cupidatat. Nisi ipsum commodo cillum ea esse dolore dolore aliqua voluptate et incididunt velit qui. Dolor irure ullamco labore elit sunt aliquip.\n\nFugiat quis labore aute do labore sit fugiat irure velit deserunt voluptate nostrud proident ex. Sint non amet consequat duis veniam mollit dolor esse veniam elit mollit eu aliqua. Minim dolor officia culpa duis. Nostrud minim nulla esse eiusmod enim duis dolore ex anim exercitation nostrud cillum voluptate.","qualifications":"Anim amet ad et nisi dolore culpa duis. Enim amet qui labore Lorem irure minim sint. Nulla sint esse do et elit ipsum mollit velit dolore Lorem voluptate ullamco. Enim irure deserunt voluptate et nostrud reprehenderit qui mollit incididunt officia aliquip excepteur dolor pariatur. Laboris minim reprehenderit deserunt irure non quis pariatur pariatur ullamco minim qui et sit et.","goals":"Laboris dolor officia ullamco commodo enim cupidatat proident reprehenderit eiusmod consequat. Officia mollit qui ex culpa aliqua. Aliquip minim ullamco aliqua culpa. Ad fugiat minim fugiat amet in eiusmod esse adipisicing enim anim consectetur ipsum excepteur. Dolore ullamco ad qui dolor cillum in.\n\nOccaecat deserunt nisi minim officia veniam ea amet ipsum consectetur. Adipisicing proident duis id eu anim eu. Qui labore dolore tempor anim laboris occaecat excepteur nostrud officia consectetur cupidatat. Est sunt eu est commodo proident sunt nostrud est occaecat velit.\n\nAdipisicing et in nisi sint irure non labore enim ipsum aliquip. Aute esse fugiat sit excepteur ea velit amet occaecat ipsum velit id. Sunt labore laboris veniam consequat anim fugiat aliqua cupidatat laboris sint esse cupidatat. Aliqua officia esse commodo occaecat sunt adipisicing anim commodo aliquip sit.","nominations":["Eileen Bashirian","Chelsey Larson","Felipa Morissette"]},{"name":"Jorge Simonis","slug":"jorge-simonis","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/amywebbb/128.jpg","involvement":"Sit tempor voluptate minim laboris sunt duis ad nulla. Ad consectetur consequat quis non elit officia enim quis ut. Dolore aliquip deserunt proident excepteur reprehenderit officia ut culpa est sint.\n\nIncididunt officia quis commodo nostrud. Nostrud eu pariatur elit mollit tempor fugiat aliqua. Et amet cillum sunt deserunt. Proident proident minim ea adipisicing mollit eu in esse pariatur quis.","qualifications":"Non non id excepteur excepteur laboris. Nisi exercitation cillum enim ex id do dolore nisi. Dolor do in aliquip excepteur voluptate dolor magna sunt.","goals":"Consectetur nulla dolor aliqua culpa dolor in dolor mollit in sunt cillum. Aliquip aliquip et ad occaecat culpa enim pariatur laboris. Eiusmod adipisicing consectetur nostrud mollit nulla eiusmod magna.\n\nCillum velit eiusmod esse et anim duis in do. Nulla dolore culpa et consectetur elit proident anim ipsum. Cillum ipsum voluptate labore minim ut sunt. Nulla ut dolore proident et.","nominations":["Enoch McLaughlin","Marcelina Lang","Birdie Reynolds","Donato Mayer"]},{"name":"Barney Rutherford","slug":"barney-rutherford","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/albertaugustin/128.jpg","involvement":"Officia proident aliquip veniam aliqua nisi nulla irure labore dolor. Cillum consectetur aliqua dolore culpa nostrud. Aute enim et ad in esse voluptate nostrud minim aliquip sunt laboris do pariatur. Dolore consectetur elit consectetur occaecat enim quis nisi pariatur elit laborum. Laborum eu sunt est est voluptate laborum laborum et dolore nostrud pariatur eiusmod sit exercitation. Aliqua ad nostrud officia aliquip enim do dolore cupidatat nulla esse tempor duis.\n\nLorem non enim labore sunt proident mollit cillum dolor commodo ex Lorem tempor veniam. Id mollit irure duis aute commodo nisi exercitation sunt non esse officia. Adipisicing irure ea ut proident labore. Excepteur enim id irure enim deserunt nostrud adipisicing veniam eu officia nisi culpa laboris.\n\nAnim sunt nulla nostrud excepteur ea amet. Irure nulla dolore nostrud eiusmod occaecat. Ipsum magna cillum officia ut.","qualifications":"Nulla reprehenderit labore qui irure ea do labore laborum incididunt. Quis velit ea nostrud veniam nisi. Excepteur fugiat Lorem labore amet. Minim deserunt enim ad nisi pariatur consequat ex id labore.","goals":"Quis pariatur duis in magna. Tempor culpa veniam elit laborum sit irure officia. Do deserunt nulla proident ipsum culpa nisi nostrud veniam laborum veniam aute excepteur. Eu veniam aliquip qui id est ea nostrud ipsum. Exercitation nisi voluptate sint est aliqua ad labore deserunt. Exercitation deserunt quis aliquip qui et aute velit nostrud eu eiusmod eu.\n\nNulla veniam laborum id elit do. Adipisicing excepteur adipisicing et consequat do anim quis cupidatat. Ullamco exercitation laborum duis qui laboris enim enim occaecat in aliquip adipisicing et sunt ipsum. Sit sunt magna consequat et Lorem proident voluptate minim reprehenderit Lorem.\n\nLaboris reprehenderit irure aliquip laborum dolore tempor. Voluptate proident Lorem aute do anim sint cupidatat enim dolor laborum occaecat in. Labore consequat fugiat aliqua eiusmod consequat elit consectetur incididunt ullamco ea culpa reprehenderit proident culpa. Qui duis deserunt Lorem cupidatat nulla ipsum labore nostrud tempor quis in Lorem. Voluptate reprehenderit velit commodo consectetur consequat id veniam amet laboris commodo occaecat adipisicing ullamco et.","nominations":["Catalina West","Leonardo Orn","Jade Lakin","Clovis Bogan","Fritz Padberg"]},{"name":"Elwin Kunze","slug":"elwin-kunze","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/carlosgavina/128.jpg","involvement":"Exercitation tempor Lorem anim nostrud enim ad dolore. Proident deserunt veniam ullamco deserunt cillum deserunt. Qui et pariatur laborum quis veniam ea nostrud laboris magna labore velit ut deserunt. Quis ea enim labore duis veniam commodo laboris voluptate magna culpa officia. Ex reprehenderit aute culpa cillum proident.\n\nVelit ut commodo occaecat ullamco nostrud id. Ipsum id nostrud anim et consequat exercitation adipisicing incididunt pariatur minim est officia eu cupidatat. Commodo cillum eu elit fugiat deserunt sunt irure nisi officia id cillum sit. Ex deserunt sunt sint laborum velit sint culpa anim eiusmod ut. Quis cillum dolor excepteur adipisicing occaecat adipisicing non. Voluptate dolor dolor aute ut ea veniam mollit anim consequat nulla cupidatat irure nulla officia. Tempor minim in cillum voluptate irure irure culpa ex elit ipsum amet aliqua officia magna.\n\nTempor laborum anim enim consequat amet velit elit labore aliquip veniam fugiat eu excepteur. Do incididunt fugiat aute velit dolor ipsum adipisicing nisi aute velit aliquip. Deserunt cupidatat incididunt aliqua et incididunt aliqua ipsum id do. Nulla voluptate consectetur ad irure incididunt laborum pariatur laborum magna exercitation sint in mollit. Mollit est commodo eu consectetur nostrud culpa culpa est nostrud aute nisi tempor ea. Do aute in deserunt magna enim proident. Pariatur sit sit anim Lorem ut laboris consequat ullamco consequat.","qualifications":"Quis non consectetur eiusmod ullamco esse eu qui incididunt eiusmod consequat aute. Nostrud cupidatat labore elit exercitation. Esse laborum excepteur cillum occaecat. Magna sit aute proident reprehenderit ex aliquip ipsum officia aute. Cillum nostrud enim voluptate consectetur est minim. Sit sunt sunt ad pariatur nostrud consequat cillum. Reprehenderit Lorem aliqua occaecat esse nostrud ut ea est dolor minim dolor pariatur.\n\nIpsum quis elit deserunt voluptate sunt in sint minim. Anim amet eiusmod aute ullamco amet enim laboris et nisi nisi eu elit eu. Cupidatat elit culpa labore velit enim occaecat ex eu ad pariatur laborum. Duis amet dolor dolore aliqua voluptate cillum.","goals":"Laborum eu reprehenderit commodo veniam ad. Irure quis deserunt elit id eiusmod voluptate ad tempor dolore anim proident. Dolor ipsum ullamco veniam officia pariatur sunt amet sint deserunt in anim irure adipisicing. Voluptate excepteur tempor voluptate ex mollit nostrud officia nulla eiusmod qui non commodo aute cillum.\n\nCupidatat aute in aute in et est anim do aliqua deserunt Lorem do laboris. Fugiat pariatur sit nisi commodo aliquip esse esse magna labore sunt eiusmod magna. Enim exercitation labore aliquip ex est Lorem et do cillum. Sit proident elit pariatur quis excepteur. Excepteur id commodo velit laboris pariatur laboris eu. Duis officia occaecat consectetur pariatur labore sunt culpa incididunt dolor.\n\nTempor reprehenderit incididunt sit laboris commodo deserunt ullamco dolore enim do. Exercitation culpa aliquip incididunt est minim duis excepteur. Ullamco do voluptate excepteur exercitation non Lorem eiusmod occaecat non magna.\n\nAdipisicing ullamco consequat laborum id aute mollit culpa pariatur eiusmod incididunt magna qui commodo ipsum. In ullamco laboris consectetur nulla amet ullamco. Minim eu est incididunt adipisicing eiusmod duis nostrud occaecat consequat nisi ad velit. Eu qui elit duis id esse sint nostrud in magna nisi consequat.","nominations":["Tad Balistreri","Emerson Mitchell","Giovani Kassulke"]}]}]},"nationalConvention":{"candidates":[{"name":"Haleigh Abshire","slug":"haleigh-abshire","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/h1brd/128.jpg","involvement":"Velit officia Lorem pariatur exercitation consectetur enim laborum. Occaecat ut tempor ullamco elit officia adipisicing in nisi esse laborum nisi. Excepteur pariatur mollit aliquip dolor commodo tempor. Exercitation dolor proident nisi nostrud occaecat est aute. Eiusmod incididunt cupidatat velit ullamco dolor consequat do aliqua ipsum sit velit magna magna. Enim quis ut nulla duis incididunt ea Lorem nulla mollit sit nisi sint ad.\n\nFugiat adipisicing fugiat aliquip ipsum qui velit id laborum in incididunt tempor cillum occaecat qui. Esse est aute commodo commodo id est pariatur excepteur excepteur dolore dolore fugiat exercitation. Labore adipisicing velit magna officia officia Lorem consectetur mollit aute veniam velit nostrud occaecat.\n\nEiusmod amet dolore aute voluptate voluptate. Irure excepteur veniam id nisi proident deserunt dolor velit anim nostrud ea eu voluptate labore. Eiusmod duis Lorem est est culpa veniam magna velit duis. Ex sunt minim nisi consectetur minim deserunt sint duis voluptate cupidatat et fugiat Lorem consequat. Labore proident nostrud enim nostrud irure et incididunt commodo irure labore esse laboris excepteur consequat.","qualifications":"Commodo sit fugiat in non in reprehenderit dolor et nulla Lorem sunt eiusmod adipisicing. Nostrud nulla esse labore ad voluptate sit ullamco occaecat magna elit. Nulla officia proident non do nisi enim esse fugiat adipisicing sint laborum magna eu nostrud. Id pariatur elit mollit eiusmod fugiat tempor pariatur consequat. Cupidatat officia laborum dolore in incididunt occaecat non commodo occaecat dolore deserunt nulla dolor. Exercitation cillum irure veniam sit eiusmod cillum sunt nisi proident.","goals":"Ea ipsum consectetur ea proident eiusmod minim anim anim amet reprehenderit irure. Adipisicing magna velit fugiat ad nostrud. Pariatur anim in occaecat anim dolore consequat ut commodo cillum amet Lorem. Aute id Lorem minim occaecat pariatur in. Exercitation cillum in consectetur tempor.\n\nNostrud fugiat et laboris proident et cillum labore nulla non culpa reprehenderit laborum et aliqua. Mollit Lorem amet dolore id ea magna. Elit laborum laborum exercitation Lorem exercitation laborum officia sit. Sunt nostrud veniam enim irure laborum adipisicing elit ad id tempor pariatur proident dolore. Qui dolor deserunt cillum occaecat incididunt nisi duis et nisi ea.\n\nAmet duis magna nostrud dolore consequat ullamco Lorem. Officia nostrud adipisicing excepteur nostrud deserunt dolor do minim voluptate enim ex pariatur excepteur. Laboris non consectetur laborum mollit.","nominations":["Gennaro Kassulke","Chase Rippin","Fleta Nader","Ethyl Pouros","Lea Nikolaus"]},{"name":"Frieda Adams","slug":"frieda-adams","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/tjisousa/128.jpg","involvement":"Nostrud officia irure Lorem id do consectetur ullamco proident anim. Exercitation dolore sint velit cupidatat. Laboris duis velit tempor commodo proident sint fugiat. Deserunt nisi ut adipisicing non labore cupidatat do eiusmod pariatur eiusmod nostrud. Eu irure deserunt quis nulla irure aliquip deserunt sunt. Esse cillum consequat sit dolore aute dolor elit anim et eiusmod ut cupidatat. Cupidatat minim est magna dolor Lorem aute cupidatat officia ea id officia ea.\n\nEiusmod aute ullamco mollit adipisicing nulla incididunt quis. Non nostrud cillum proident deserunt consequat aliqua consequat nostrud amet aute. Adipisicing anim laboris voluptate cillum deserunt eiusmod dolore magna dolor occaecat veniam. Ea do est tempor aliqua do velit ex dolor do ut sit enim excepteur ea. Eiusmod dolor anim nisi et sint enim. Cillum mollit amet laboris sunt aliquip officia culpa adipisicing mollit pariatur sunt. Reprehenderit nulla culpa sint in anim.","qualifications":"Do occaecat amet aliqua magna deserunt esse Lorem. Ullamco culpa nulla officia exercitation tempor eiusmod nostrud eu irure. Esse nulla consectetur incididunt id incididunt nulla et. Tempor cupidatat velit tempor laborum esse exercitation non incididunt ad magna consequat adipisicing.","goals":"Ipsum occaecat Lorem et reprehenderit incididunt eiusmod culpa velit non pariatur enim tempor. Fugiat voluptate consectetur aliqua eu exercitation velit enim. Officia et tempor consequat nisi Lorem velit nostrud commodo eiusmod. Minim laboris adipisicing et deserunt ad sunt eu consequat sit mollit aute ipsum. Reprehenderit elit deserunt consectetur ex exercitation voluptate dolore pariatur consequat non eu. Ullamco elit excepteur in elit velit laborum sunt cillum nisi laborum anim velit consequat enim.\n\nNostrud anim duis ipsum consectetur in qui ad velit nostrud. Officia eu consectetur magna sunt sit proident. Ullamco tempor fugiat ad elit. Sint dolore aliquip ad consequat.","nominations":["Kitty Cummings"]},{"name":"Bette Legros","slug":"bette-legros","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/kurtinc/128.jpg","involvement":"Nostrud consequat ea voluptate qui proident. Non tempor esse deserunt cillum nostrud in qui laboris cillum officia eu. Sit ipsum excepteur labore labore. Voluptate reprehenderit qui irure excepteur consequat laboris commodo minim enim qui eu. Commodo labore deserunt labore sunt nisi et qui.\n\nEsse eu nisi ut esse irure ad exercitation consectetur proident eu. Aliquip eu ex irure do officia Lorem esse. Nisi aliquip fugiat ipsum excepteur sit pariatur nisi.\n\nSint consectetur pariatur aute occaecat mollit veniam quis voluptate adipisicing do irure. Do adipisicing ipsum enim id sit anim culpa dolore et est dolor officia commodo esse. Dolore duis sit anim duis reprehenderit Lorem excepteur ex sit do cupidatat aliqua. Id occaecat dolor eiusmod proident sunt aliquip. Cillum elit ipsum commodo velit elit proident Lorem pariatur ex. Duis exercitation est irure excepteur fugiat. Dolor labore occaecat consectetur consequat enim ipsum amet velit proident commodo occaecat occaecat sunt.","qualifications":"Labore duis laborum labore labore ullamco velit tempor ad in laborum duis. Esse consectetur id velit cillum Lorem eiusmod. Sit enim labore irure laboris. Est pariatur enim adipisicing ut fugiat et nostrud occaecat sint fugiat minim. Lorem enim culpa labore sunt. Deserunt labore ullamco et minim. Magna minim minim non cupidatat pariatur et labore adipisicing incididunt reprehenderit minim pariatur veniam do.\n\nEt quis cillum laborum ullamco ex consectetur aliquip reprehenderit quis laborum incididunt. Nostrud Lorem cillum magna laboris voluptate adipisicing ut labore magna sunt quis non amet nisi. Non sint cillum ullamco nisi duis ullamco ad ad dolor amet ex magna eu ex. Ut cillum consectetur laboris reprehenderit laboris labore exercitation esse consequat adipisicing voluptate nisi ipsum occaecat. Eiusmod ex incididunt excepteur labore anim duis veniam. Laboris minim consequat ea enim culpa Lorem magna dolor mollit labore. Anim minim consequat consequat consectetur pariatur dolore.","goals":"Velit Lorem reprehenderit dolore ullamco officia. Ex sit adipisicing adipisicing nostrud. Lorem labore ex ex sit. Esse excepteur pariatur tempor enim labore reprehenderit. Magna minim exercitation amet veniam anim sunt. Quis qui ea voluptate consectetur occaecat dolore esse. Amet magna fugiat in mollit incididunt fugiat quis adipisicing non nulla.\n\nProident quis ipsum laboris labore sit aliquip ea. Do in laborum cupidatat ut amet. Sit amet officia id minim in et pariatur. Ut magna consectetur consectetur eu aliqua adipisicing qui duis laborum nisi occaecat aliqua laboris et.\n\nLabore adipisicing laboris consectetur cupidatat dolor duis consectetur. Commodo esse nostrud non ullamco nisi consequat occaecat proident non exercitation magna eiusmod excepteur. Et ipsum eu ullamco anim enim.","nominations":["Leo Hayes"]},{"name":"Liliana Walter","slug":"liliana-walter","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/caseycavanagh/128.jpg","involvement":"Dolore proident proident elit eu enim ut nostrud duis laboris. Duis irure excepteur nisi amet. Sint nulla dolore ex esse aliquip. Dolor enim proident velit aliquip. Ullamco ex consectetur esse minim culpa exercitation officia. Nostrud nostrud do fugiat voluptate commodo ad laborum in deserunt elit nostrud nulla adipisicing.","qualifications":"Amet et nostrud fugiat et mollit. Do ex laboris voluptate et aliquip excepteur cillum proident qui quis excepteur. Deserunt amet incididunt id qui duis commodo eiusmod dolore in sit culpa enim et mollit. Deserunt minim laboris aliqua occaecat Lorem ut exercitation nisi culpa incididunt dolor elit. Ex esse officia sint in consequat tempor non proident.\n\nCupidatat duis culpa non officia tempor voluptate cupidatat. Exercitation aliqua tempor laboris mollit aute occaecat. Do sint dolore irure nisi fugiat fugiat labore. Excepteur sit occaecat nostrud officia velit enim dolore ea eu velit.","goals":"Enim mollit cillum mollit laboris aute ullamco. Voluptate culpa minim pariatur magna tempor non. Nostrud excepteur reprehenderit eu amet exercitation aliquip laboris qui deserunt mollit qui. Anim in pariatur et officia ea mollit culpa cupidatat id occaecat labore ullamco aliquip amet.\n\nProident consequat ut minim minim id laboris quis anim minim incididunt minim. Occaecat aute excepteur laborum ipsum tempor nostrud dolore proident. Veniam ullamco exercitation duis minim consectetur ea officia culpa consectetur qui sunt ea.\n\nNisi nostrud eu deserunt excepteur velit. Nostrud esse nulla qui commodo consequat mollit dolor. Ex velit do nulla aliqua consequat et proident elit est incididunt labore ut pariatur. Officia amet incididunt officia ex dolor deserunt tempor ad commodo aliqua reprehenderit do ullamco.\n\nIpsum sunt minim amet tempor. Lorem ipsum ipsum est consectetur esse dolor et aliqua velit duis. Mollit ut sunt cillum mollit fugiat duis aute excepteur commodo.","nominations":["Macy Bode"]},{"name":"Jaunita Kshlerin","slug":"jaunita-kshlerin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/petar_prog/128.jpg","involvement":"Ipsum ea amet eu non cupidatat cillum officia eu ullamco aute officia proident qui. Et quis pariatur nulla proident sit eiusmod aliquip aliquip. Quis eiusmod irure pariatur cupidatat exercitation amet eiusmod irure nisi consequat velit aliqua laborum cillum. Cupidatat qui tempor fugiat quis in eu laboris nulla excepteur minim aliqua sit aliqua eu.\n\nDolore Lorem deserunt laborum consectetur in in. Sint eiusmod ut consequat anim sint. Enim laboris fugiat id sint reprehenderit. Esse esse consectetur excepteur velit adipisicing.\n\nEst officia aliquip anim voluptate ea aliqua sint eiusmod. Non duis deserunt reprehenderit dolor amet exercitation cillum aute. Culpa sit proident est deserunt magna anim ea eiusmod dolore deserunt duis mollit exercitation. Ullamco dolor culpa sint sunt magna culpa amet ea reprehenderit irure culpa amet. Sunt magna est veniam non ut officia dolore non reprehenderit excepteur.","qualifications":"Ullamco ipsum deserunt esse in ipsum elit. Nostrud velit quis quis duis sint eiusmod laboris tempor ex. Minim ut nulla culpa non minim consectetur exercitation.","goals":"Proident commodo aute deserunt sunt Lorem do consequat amet eiusmod incididunt in elit et. Fugiat est laboris eiusmod minim dolore aute tempor non pariatur consequat. In sit do voluptate consectetur non mollit veniam laboris deserunt veniam esse est exercitation do. Est occaecat sint excepteur ipsum adipisicing incididunt magna id elit mollit ipsum ex. Aliquip non irure dolor in commodo eu ad labore. Magna quis sint ullamco labore est dolor duis ullamco ut.\n\nId laboris tempor amet laborum ea elit. Duis labore id sint duis elit ea nulla esse sunt velit nostrud eiusmod. Cillum laborum commodo ipsum laborum amet labore in amet commodo. Occaecat cupidatat est ea aute enim proident magna anim duis ipsum adipisicing. Sint cupidatat laboris sunt tempor.","nominations":["Tina Corwin"]},{"name":"Afton O'Connell","slug":"afton-o'connell","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/kkusaa/128.jpg","involvement":"Anim magna aute qui cupidatat officia pariatur quis. Duis nostrud proident pariatur eiusmod. Est adipisicing fugiat cillum sint non minim do. Pariatur cillum laboris ad reprehenderit nulla. Nisi exercitation dolor labore cillum deserunt nostrud mollit nostrud adipisicing fugiat fugiat. Culpa eiusmod incididunt consectetur nostrud. Reprehenderit aute consequat labore minim labore excepteur sint ullamco.\n\nPariatur occaecat sit aliquip minim in duis eiusmod nostrud nostrud culpa sunt Lorem amet. Esse veniam duis amet sit laboris enim labore do consequat officia non ex. Et adipisicing esse cupidatat do voluptate amet consequat. Laborum in ea ex exercitation ex magna excepteur deserunt tempor cupidatat. Et sint veniam cupidatat cillum qui dolore sit incididunt ea veniam cillum adipisicing ex in. Fugiat eiusmod incididunt officia id non eu aliquip cillum dolore id non.","qualifications":"Laborum tempor laboris ut proident ex aliquip commodo et irure consectetur tempor amet. Voluptate est nulla sint officia cillum magna magna Lorem ullamco enim. Velit adipisicing tempor eu veniam tempor cillum excepteur qui eiusmod Lorem velit deserunt laboris officia. Mollit aliquip magna commodo dolore anim cillum quis velit. Lorem officia irure reprehenderit commodo qui tempor non. Aute officia proident aliqua sint est officia sunt proident do dolor qui veniam aliqua minim.","goals":"Nisi reprehenderit Lorem duis qui. Enim incididunt quis aliqua anim laborum in adipisicing officia tempor esse. Consequat eu velit pariatur velit sint nulla consectetur eu sunt sint proident cillum. Cillum nulla amet cillum ad minim minim sit. Adipisicing id officia voluptate commodo pariatur laboris et velit. Sit proident dolore veniam eiusmod in anim id officia ex nostrud incididunt non nulla irure.\n\nFugiat adipisicing Lorem pariatur sint irure et deserunt quis mollit et. Eiusmod deserunt excepteur laborum in aliquip reprehenderit proident. Ipsum ut tempor dolore laborum minim. Mollit proident est pariatur irure ullamco in voluptate est mollit.\n\nDolore ut sunt eiusmod laborum ullamco velit ipsum deserunt ex. Aute voluptate elit ea elit labore aliqua cillum. Nisi commodo consequat labore laborum cillum enim cillum quis ipsum consectetur. Esse occaecat occaecat exercitation culpa non ut esse ea ad pariatur fugiat velit. Mollit adipisicing aliquip sint cillum eu dolore qui do ullamco fugiat sunt consequat ad sint. Aute Lorem id consectetur duis consectetur non aliqua anim laborum cillum pariatur Lorem cillum reprehenderit.\n\nDeserunt consequat irure consequat elit est cupidatat nisi ad. Est laboris culpa eiusmod duis ex culpa ad dolor fugiat dolore veniam. Deserunt sit ipsum ullamco nisi non id sint. Occaecat ex exercitation magna ea nostrud do ex aliquip. Enim esse irure consectetur anim consectetur ut consequat elit fugiat Lorem Lorem irure aliqua ipsum. Enim enim pariatur laboris ad qui deserunt voluptate. Non ullamco cupidatat sit ullamco ex non officia.","nominations":["Victoria Bashirian","Caroline Kozey","Dennis Frami","Ashlynn Emard","Marta Hudson"]},{"name":"Dusty Simonis","slug":"dusty-simonis","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/anatolinicolae/128.jpg","involvement":"Ut velit laborum tempor minim enim nostrud velit qui. Non pariatur ea sunt in aute anim mollit. Commodo aliqua in Lorem dolore duis cupidatat velit cupidatat voluptate minim. Tempor dolor nisi duis tempor nostrud proident incididunt aute tempor nostrud mollit magna est excepteur. Quis exercitation ut amet reprehenderit magna duis enim dolore ipsum. Consequat Lorem mollit quis ullamco qui ea elit consequat sit. Nostrud est nostrud anim minim exercitation ut.","qualifications":"Culpa sint non amet incididunt dolor sint quis enim et consequat magna mollit fugiat. Aliquip officia aliqua nostrud pariatur irure fugiat ad nulla ut. Ea sit proident aliquip consequat ex consectetur voluptate do Lorem eu enim duis. Ut aliquip sunt et consequat esse irure. Et consequat mollit duis commodo ea ut tempor in. Do ut occaecat ex minim esse in duis. Aliqua quis ut tempor occaecat.\n\nIpsum velit exercitation eu id do excepteur fugiat mollit pariatur nisi consequat incididunt. Proident sunt culpa nisi qui culpa esse voluptate veniam elit do anim. Irure pariatur anim ullamco dolor. Nulla excepteur consectetur eu nulla amet proident do officia ut laborum ipsum nostrud dolor. Sit commodo magna non laborum fugiat nostrud in cillum ullamco nulla est. Laborum nulla exercitation consectetur nostrud Lorem enim proident cupidatat. Irure velit velit non ad nisi laboris ea ipsum ullamco velit.","goals":"Do voluptate tempor do quis nulla proident sunt ullamco et eiusmod enim velit ea. Proident amet incididunt duis commodo culpa voluptate. Commodo excepteur ut ad commodo ullamco proident sunt mollit. Amet nulla velit occaecat occaecat voluptate. Qui anim aliquip est magna excepteur in dolore. Ex aute ex adipisicing voluptate mollit sint cupidatat consectetur commodo ipsum.\n\nQui velit nulla laboris Lorem consectetur Lorem. Duis velit aliquip sit irure nisi magna et minim minim. Consequat excepteur velit ad esse ad minim est mollit magna id labore mollit non. Aliqua ad do velit est amet adipisicing labore et qui duis elit.","nominations":["Rosella Reynolds","Bryon Rau","Peter Haley","Joana Wolf"]},{"name":"Sandra Bashirian","slug":"sandra-bashirian","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/brandonmorreale/128.jpg","involvement":"Nulla deserunt irure ullamco ex aliqua ut reprehenderit sit id. Dolore ex magna anim laboris occaecat magna. Aliqua labore incididunt anim excepteur consequat et ea occaecat occaecat in. Esse eiusmod proident deserunt do. Ullamco tempor nostrud magna deserunt cupidatat. Ex do sit dolor culpa ullamco. Irure enim eu anim nisi.\n\nAdipisicing qui sint quis est veniam nisi occaecat. Sit ea ad reprehenderit consectetur est laboris sit ex enim nostrud ullamco. Consectetur minim quis anim anim. Elit tempor in magna cupidatat sunt velit aute. Voluptate velit culpa qui ut esse reprehenderit amet laboris ipsum cillum aliquip culpa incididunt. Dolor pariatur nulla ullamco nisi sit. Eu do magna commodo dolor proident ipsum.","qualifications":"Deserunt eiusmod irure enim nisi ea in id ut non minim amet non. Ullamco est aute adipisicing velit commodo in aliqua commodo laboris labore culpa consectetur. Ad eu proident sit dolore ipsum laborum sunt cillum magna. Exercitation in amet reprehenderit et minim commodo non mollit ad qui minim aute ut.\n\nIrure sint eu et in quis labore sit in ad aliquip incididunt consequat. Sit esse culpa dolore in ut anim adipisicing irure ad ullamco duis. Id consectetur do nisi voluptate irure. Et ut ullamco elit aliquip mollit commodo fugiat duis nulla commodo id occaecat. Anim magna et deserunt elit.","goals":"Et adipisicing Lorem nostrud dolor qui. Aliquip culpa sunt dolore quis officia eiusmod exercitation nostrud esse aliqua ex. Nulla non occaecat nulla ea ullamco id quis consectetur.\n\nVoluptate exercitation aute anim officia fugiat fugiat. Lorem adipisicing deserunt eu consequat proident dolore nostrud fugiat esse adipisicing. Voluptate elit dolore amet nulla velit id deserunt mollit dolor cupidatat. Et minim ex ea nulla elit ullamco cillum do duis duis anim aute fugiat. Aute ea eiusmod duis ullamco. Ut enim sit adipisicing ea qui incididunt.\n\nOccaecat laborum in sit elit. Qui dolor ex velit occaecat sunt irure sunt tempor nisi anim. Velit incididunt magna consectetur est eiusmod tempor amet nisi. Eu proident voluptate labore occaecat aliqua amet voluptate sint. Non adipisicing fugiat consequat ea.","nominations":["Adelbert Koepp"]},{"name":"Abigale Hoppe","slug":"abigale-hoppe","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/mr_subtle/128.jpg","involvement":"Reprehenderit nostrud eiusmod consequat ex anim labore dolore eiusmod sit ex mollit sit pariatur magna. Sit sit non veniam commodo veniam enim laborum voluptate Lorem ad nostrud laborum. Quis officia ipsum dolor excepteur qui officia amet anim est tempor elit.","qualifications":"Fugiat consectetur amet Lorem in mollit. Mollit officia nisi officia non duis. Quis sit irure velit sint id eiusmod ea enim nisi sit sit elit anim dolore. Non esse duis sint culpa dolor id dolor tempor sunt nostrud Lorem labore qui.\n\nUllamco excepteur non est tempor. Et dolor aliquip aliqua laboris duis et. Anim veniam do irure exercitation esse mollit veniam non ut laborum fugiat. Lorem magna non ipsum in irure adipisicing occaecat est.","goals":"Eu et reprehenderit incididunt ad culpa fugiat officia anim ea incididunt. Dolor sunt fugiat non quis consequat consequat velit labore. Lorem nisi ullamco quis minim est do aliquip ea do cupidatat laboris amet ea.\n\nSit duis adipisicing ullamco commodo id cupidatat aliqua pariatur minim. Voluptate elit dolor officia officia aliqua cillum id occaecat deserunt. Dolor et exercitation ut esse laborum ipsum nisi.\n\nLorem Lorem ex enim ut deserunt eiusmod anim qui aute tempor adipisicing. Officia aute labore veniam sint minim ea ea aliqua. Officia do fugiat reprehenderit laborum voluptate magna. Duis pariatur consectetur amet cillum magna mollit consectetur esse adipisicing officia. Commodo dolore culpa est magna. Qui aute adipisicing id sunt dolore esse cillum excepteur ipsum voluptate occaecat. Nulla ullamco culpa amet incididunt ullamco labore aliquip cillum sunt nulla reprehenderit labore.","nominations":["Viva Stiedemann","Rhiannon Kunze"]},{"name":"Taurean Veum","slug":"taurean-veum","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/nomidesigns/128.jpg","involvement":"In anim nulla exercitation nulla veniam occaecat qui ut. Consequat sit anim eu ea. Nulla minim cillum mollit ullamco. In ex qui amet ea non enim consequat sint. Duis irure deserunt reprehenderit elit adipisicing ut mollit aliqua eu culpa veniam nisi ipsum tempor.\n\nLaborum sit cupidatat aute Lorem nostrud sit esse deserunt labore do consectetur dolore aliqua. Nulla dolore voluptate incididunt enim proident deserunt duis fugiat excepteur ut quis laborum ex id. Dolore aliquip eu reprehenderit et. Sint est sit ullamco ea eiusmod esse velit ea commodo consectetur in Lorem qui. Est laboris quis do excepteur velit culpa eu excepteur non proident laboris.","qualifications":"Laboris consectetur voluptate eiusmod Lorem ut dolore id cillum veniam veniam deserunt. Quis officia ullamco do ullamco. Voluptate consectetur esse est velit pariatur ex est exercitation labore.\n\nDo adipisicing ad eu nulla in eiusmod velit. Nisi sint nulla quis dolor duis tempor incididunt. Nulla non ullamco et ipsum et occaecat nisi exercitation sit voluptate cillum incididunt dolore. Elit aliqua excepteur duis nostrud fugiat ad sint elit deserunt fugiat cupidatat id. Amet sit et consequat ex reprehenderit veniam exercitation fugiat qui.","goals":"Occaecat dolor in deserunt cupidatat et. Cillum duis velit incididunt cillum do. Ut irure sunt irure do ut quis consectetur esse duis amet incididunt id deserunt deserunt. Et ad duis eiusmod sit nulla reprehenderit aute irure est non ad aute. Dolor quis velit ea mollit deserunt non et magna. Elit veniam laboris exercitation incididunt sint ex enim anim sunt dolor quis dolor nulla.\n\nAliqua ipsum excepteur aliquip incididunt enim consectetur nulla laboris deserunt minim incididunt dolore. Et adipisicing laborum dolore elit consectetur irure pariatur aute nisi excepteur est. Pariatur duis adipisicing veniam amet laboris deserunt id ea. Occaecat elit officia laboris quis enim reprehenderit qui excepteur eu sunt eu. Dolore consequat ex proident cupidatat cupidatat excepteur consectetur. Occaecat et officia do est tempor sint anim non adipisicing deserunt.\n\nEu veniam mollit aute reprehenderit mollit cupidatat minim nisi. Sit veniam dolor ad pariatur irure officia eu occaecat nisi laboris eiusmod sint. Aliqua laboris eiusmod est do quis amet veniam proident. Sunt adipisicing incididunt exercitation adipisicing fugiat ut veniam est eiusmod pariatur sit magna. Duis laboris nisi enim fugiat amet dolor culpa nisi.\n\nMinim nisi voluptate cillum dolor. Consequat aute in Lorem et velit nisi id. Magna nostrud dolor cupidatat nostrud nostrud sint nostrud nostrud fugiat laborum id sit sunt. Exercitation cupidatat occaecat occaecat laborum enim cupidatat pariatur labore et irure mollit irure labore veniam. Deserunt labore sunt eu commodo cupidatat aliquip dolore aliqua eiusmod laborum cupidatat.","nominations":["Flavio Brekke","Ofelia Lang","Bo Harber"]},{"name":"Carlo Kuhn","slug":"carlo-kuhn","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/lowie/128.jpg","involvement":"Laborum consectetur eu ut laboris veniam enim deserunt proident dolore nisi nulla exercitation cupidatat. Deserunt pariatur sit non fugiat voluptate labore laborum consectetur eiusmod. Adipisicing eiusmod culpa dolore commodo veniam magna dolore qui ad ullamco. Culpa laboris dolore reprehenderit culpa nisi amet irure occaecat laboris officia tempor sit cillum. Pariatur quis sit aute non non consectetur.","qualifications":"Deserunt aliquip eu adipisicing velit voluptate amet irure ad exercitation sunt fugiat. Laboris voluptate velit officia ad incididunt ad exercitation et proident labore ipsum. Non tempor commodo elit veniam nostrud enim tempor reprehenderit.\n\nConsequat nostrud Lorem laboris sint qui minim nisi laboris duis. Veniam deserunt reprehenderit eiusmod consequat ex nostrud dolor culpa ut sit aliquip duis. Quis adipisicing anim fugiat consectetur ipsum in culpa occaecat quis. Adipisicing consequat consequat aute pariatur laborum consectetur. Quis ex dolore laboris deserunt ex id elit ex. Reprehenderit ipsum dolore minim tempor fugiat anim cupidatat nostrud nostrud qui nostrud.","goals":"Elit cillum proident nostrud adipisicing cupidatat laboris consectetur eiusmod ad eu. Cupidatat ex elit consectetur sunt non nisi qui et. Fugiat sint aute voluptate ullamco velit incididunt non irure irure. Ipsum Lorem ad nulla mollit laborum.\n\nVoluptate ex eiusmod pariatur labore proident exercitation. Laboris deserunt do nisi quis enim. Fugiat ex officia cillum dolor ipsum officia exercitation excepteur. Adipisicing dolore sint occaecat eu culpa excepteur qui nulla qui exercitation magna proident aliqua.","nominations":["Zoey Mertz","Lewis Reinger","Jacky Brown","Dorthy Gusikowski"]},{"name":"Laurine Cronin","slug":"laurine-cronin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/sangdth/128.jpg","involvement":"Ex velit Lorem nulla labore ea elit sit elit exercitation nisi adipisicing sint deserunt officia. Ut exercitation ex cupidatat veniam. Sit officia excepteur exercitation consectetur sit eu in commodo proident pariatur commodo do. Reprehenderit laboris irure duis nostrud quis occaecat id ex qui culpa et. Dolore ad incididunt sunt cillum laborum fugiat nisi. Duis quis veniam aliquip veniam nostrud dolor occaecat cillum voluptate ad.\n\nCillum eu ipsum ex nisi ut commodo. Eu duis dolor minim nulla Lorem aute consequat eu nulla. Nulla in ex consectetur enim dolor laboris. Minim enim Lorem in dolore velit nostrud. Veniam enim velit aute duis nostrud officia excepteur consectetur do deserunt do labore non consectetur. Sunt culpa ex magna sit. Est quis elit eu nisi dolore veniam aliqua occaecat aliqua qui aliquip tempor minim.\n\nMinim nostrud duis eu duis incididunt non dolore est exercitation esse cillum reprehenderit. Veniam laborum sit exercitation adipisicing veniam fugiat irure id irure do sit eu Lorem in. Irure minim excepteur est nisi minim Lorem dolore incididunt.","qualifications":"In irure dolor qui cillum magna ad qui nostrud proident mollit elit officia qui consequat. Occaecat ex laborum labore ullamco labore et minim veniam aliqua dolor. Esse labore esse reprehenderit in voluptate pariatur do eu.","goals":"Incididunt est non pariatur irure velit mollit ullamco fugiat. Velit laboris aliquip id dolor ullamco non aliquip et nulla laborum enim Lorem. Irure laborum non velit exercitation pariatur mollit. Id aliqua magna mollit ad occaecat minim ut tempor duis in minim.\n\nIrure minim nostrud aute officia laboris commodo officia ullamco cupidatat. Proident ipsum tempor enim dolor nulla elit velit officia. Sint proident nostrud non aute do incididunt. Elit velit id pariatur commodo exercitation eiusmod dolor pariatur adipisicing. Deserunt consequat amet ex cillum ea ex culpa officia officia elit occaecat.","nominations":["Tito Zboncak","Kip O'Reilly"]},{"name":"Arden Parisian","slug":"arden-parisian","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/id835559/128.jpg","involvement":"Eiusmod excepteur sint et proident ipsum. Fugiat irure occaecat dolore laboris et ad. Consequat consequat cillum eiusmod nostrud aliquip sint. Nostrud consectetur tempor culpa consectetur velit duis labore et sit aliqua. Non deserunt ipsum non enim cupidatat ut do est eu Lorem culpa consequat quis aliqua.\n\nExercitation quis culpa et mollit aute ut aute. In nulla culpa amet elit fugiat. Proident deserunt sint magna sint reprehenderit culpa nostrud velit aliquip exercitation incididunt. Quis nisi ipsum enim nulla labore occaecat nulla excepteur pariatur ea irure veniam incididunt.","qualifications":"Mollit anim aute culpa officia sint cupidatat nostrud Lorem laborum. Laboris ut veniam culpa aliquip reprehenderit deserunt. Laboris cillum adipisicing incididunt ut duis nisi quis sunt consectetur elit sunt non sunt. Deserunt fugiat duis aliqua Lorem sunt aute id. Cillum Lorem eiusmod ea magna incididunt. Commodo excepteur voluptate tempor irure enim minim proident ipsum anim labore occaecat duis. In quis minim fugiat minim quis.","goals":"Sit ullamco sint officia velit et consequat qui est aliquip laborum duis. Sit anim dolor dolor sunt consectetur. Officia culpa consectetur eu velit veniam nostrud proident.\n\nEt adipisicing laboris tempor aute quis. Laborum ipsum nostrud labore fugiat nisi consectetur id irure occaecat. Ullamco ex mollit in incididunt eu. Et cupidatat culpa ea deserunt veniam nulla occaecat minim est veniam.\n\nCommodo ex commodo deserunt qui elit magna sint veniam anim. Cillum voluptate non excepteur ut id ut magna. Ut eu elit consequat enim enim amet nostrud eiusmod labore commodo enim. Ad nostrud sint voluptate veniam id exercitation mollit tempor ipsum nisi dolore. Laboris commodo sunt aliquip excepteur occaecat mollit excepteur magna ea reprehenderit deserunt ullamco nulla. Duis ea sint ut Lorem eiusmod consequat velit pariatur quis pariatur aliqua. Culpa nulla anim laboris aute sunt nisi culpa aliqua eu enim cillum pariatur.","nominations":["Lyla Beatty"]},{"name":"Yazmin Luettgen","slug":"yazmin-luettgen","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/sethlouey/128.jpg","involvement":"Eu aliqua magna sunt consectetur id sunt excepteur ullamco adipisicing cillum esse irure do. Officia velit deserunt adipisicing Lorem ex proident qui consectetur duis occaecat. Fugiat incididunt velit Lorem est aliqua eu fugiat dolor dolor cupidatat quis occaecat.\n\nDolor aliquip aliquip et culpa irure elit ullamco velit eiusmod. Veniam commodo magna consectetur est eiusmod est elit occaecat consequat. Magna cillum qui tempor elit pariatur exercitation voluptate ex excepteur. Do duis fugiat dolor nulla ullamco fugiat minim proident do labore elit dolor minim. Id enim ea consectetur officia anim proident enim enim deserunt ullamco exercitation aliqua culpa. Ea adipisicing laborum dolore officia ipsum eiusmod deserunt amet cillum adipisicing eiusmod do non.\n\nAliqua exercitation excepteur veniam nulla ex aliqua ipsum dolore deserunt voluptate elit reprehenderit. Commodo proident anim ex deserunt exercitation et eiusmod Lorem elit commodo in exercitation. Ut deserunt reprehenderit amet adipisicing sit aute qui aliqua ipsum dolor. Aute laboris cupidatat pariatur ea dolor ullamco sunt duis do minim velit culpa. Ea commodo labore duis amet commodo reprehenderit ea culpa sunt amet fugiat laboris sint cillum.","qualifications":"Enim consequat eu Lorem duis minim ex culpa dolor ut laborum quis Lorem. Aliqua aliquip voluptate aliqua ipsum est cillum do dolore elit quis anim. Aliquip proident magna labore sint velit amet officia excepteur aute elit fugiat ea magna.\n\nEt tempor quis qui elit aliqua cillum excepteur exercitation ut amet ullamco. Enim magna fugiat reprehenderit voluptate consectetur quis velit sit adipisicing minim proident et ipsum. Dolore aliqua culpa et ad sint dolor occaecat enim magna eiusmod pariatur. Minim anim elit eu et qui id ut qui pariatur Lorem deserunt.","goals":"Incididunt aute occaecat Lorem occaecat. Lorem non duis do culpa Lorem nisi anim ullamco amet. Aliqua do ea ipsum nisi et commodo velit commodo qui culpa commodo minim sint deserunt. Voluptate ullamco nisi velit nostrud veniam velit eiusmod enim nisi elit irure amet mollit.\n\nUt proident labore non eiusmod eu veniam officia. Dolor voluptate nisi nulla velit nostrud. Ad dolore exercitation eu cupidatat consequat nisi elit irure et Lorem ea minim.\n\nIpsum adipisicing id incididunt nostrud esse laborum dolor quis incididunt laborum eu. Magna nulla id sunt in non velit officia ea proident reprehenderit voluptate. Mollit mollit reprehenderit tempor sunt.\n\nAute nisi excepteur qui enim cillum fugiat sit sint esse in. Excepteur eu mollit qui enim sunt sit. Adipisicing nulla irure commodo labore occaecat consequat commodo dolore dolore esse cupidatat esse deserunt. Eu nostrud id velit sint in cillum aute ullamco sunt dolore do aliquip. Minim laborum officia officia irure consequat mollit incididunt in eiusmod dolor fugiat.","nominations":["Bobbie Wolff","Durward Bruen","Aileen Weimann"]},{"name":"Guiseppe Brakus","slug":"guiseppe-brakus","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/kolmarlopez/128.jpg","involvement":"Est ad nisi elit laboris anim exercitation in mollit fugiat sit aliqua Lorem tempor. Dolor ea laborum anim commodo aliquip. Nostrud exercitation dolore culpa pariatur. Exercitation laboris minim officia laboris laboris enim Lorem nostrud cupidatat consequat aliquip cillum. Tempor quis culpa deserunt exercitation eu incididunt deserunt velit. Fugiat aliqua mollit ipsum deserunt amet dolor incididunt aute reprehenderit deserunt fugiat sit commodo magna. Elit adipisicing Lorem nisi tempor cillum anim culpa ut anim consequat tempor fugiat incididunt labore.\n\nDo minim est minim elit exercitation ex aute commodo dolore est laborum. Ipsum veniam aute tempor adipisicing anim occaecat duis id adipisicing quis Lorem consequat qui tempor. Irure ex adipisicing anim culpa. Irure in nostrud aliqua fugiat duis nostrud. Nulla in duis sunt aliquip sint quis ullamco eu exercitation dolor adipisicing irure consequat.","qualifications":"Cillum dolor aliquip consectetur aute deserunt velit ipsum dolor anim qui minim duis velit cillum. Et nisi deserunt Lorem velit veniam irure tempor aliqua laboris ad veniam mollit ad. Ipsum elit esse anim voluptate fugiat deserunt irure. Incididunt sit amet occaecat incididunt id reprehenderit eiusmod duis eiusmod pariatur. Nisi voluptate ea Lorem veniam. Ipsum proident aliquip reprehenderit ut. Nulla excepteur ipsum est officia cillum do est minim officia.","goals":"In pariatur est nostrud velit irure aute dolore proident Lorem ad do. Voluptate culpa minim voluptate velit tempor pariatur non proident. Labore cupidatat anim dolor amet elit consectetur do. Eu ipsum labore qui veniam Lorem incididunt aliquip. Pariatur dolor Lorem eiusmod reprehenderit officia excepteur do nisi proident aute. Ex dolor aute ut excepteur ad occaecat est aute esse voluptate. Ad ad enim ex qui officia.\n\nExercitation culpa cupidatat occaecat ullamco. Sit mollit proident pariatur est irure commodo ut quis aute ex elit magna labore. Elit do duis occaecat aliqua. Aliqua voluptate exercitation ullamco commodo officia. Ipsum ipsum laborum elit dolor do laboris ea excepteur consectetur esse. Dolor Lorem nisi et pariatur irure elit.","nominations":["Jalon Ryan"]},{"name":"Adelbert Morar","slug":"adelbert-morar","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/dc_user/128.jpg","involvement":"Sit consectetur ullamco eu nostrud cillum labore exercitation Lorem elit ullamco. Officia excepteur laboris commodo tempor amet amet minim sunt sint velit eiusmod. Culpa labore eu in ex officia labore Lorem.\n\nAmet voluptate occaecat officia laborum quis mollit consectetur. Velit aliqua eu aute nostrud amet anim laborum eu eu culpa ullamco cillum. Eiusmod ullamco proident nisi fugiat officia pariatur Lorem tempor officia ipsum ipsum incididunt velit.","qualifications":"Pariatur Lorem et cupidatat irure labore mollit esse esse. Incididunt proident nulla laboris minim consectetur ullamco eiusmod labore minim tempor enim aliqua. Lorem nulla cillum sunt amet amet laborum exercitation deserunt consectetur. Ipsum id ipsum ut velit deserunt voluptate irure incididunt. Enim cupidatat amet nisi consequat laborum ea laboris consectetur consectetur proident velit cillum. Voluptate adipisicing duis tempor labore velit officia nostrud.\n\nEx et exercitation cupidatat aliqua non nulla ad laborum. Aliqua dolore consectetur deserunt elit reprehenderit nostrud Lorem pariatur deserunt. Et aliqua laborum ex qui ea laboris et sint laborum labore enim. Nostrud nostrud do dolore laborum commodo.","goals":"Proident laboris aute et veniam. Amet dolor velit consectetur eu sint magna non eu ad aliquip. Velit pariatur excepteur reprehenderit non voluptate magna pariatur. Laborum qui ad veniam dolore sunt duis.\n\nLaborum esse qui sit veniam et aliquip sit est sit id id id. In minim in sunt tempor veniam qui in et. Sint ea sint fugiat ad id cillum cupidatat. Mollit veniam duis deserunt sint occaecat eu incididunt elit officia laboris.\n\nConsectetur incididunt consequat tempor qui officia. Incididunt occaecat proident aliqua sint exercitation do duis duis in fugiat veniam ad esse consequat. Nulla enim est enim veniam aliquip amet sunt in dolor enim do ad labore pariatur. Anim ipsum nulla est et nisi esse amet esse voluptate sint minim. Culpa exercitation elit commodo dolor excepteur. Minim aliqua consequat pariatur incididunt qui elit excepteur elit do. Fugiat aliqua id magna sint aliquip magna nulla et consequat et.\n\nVeniam pariatur et deserunt Lorem quis veniam dolore reprehenderit dolore sunt cillum anim. Laboris eiusmod incididunt Lorem incididunt irure magna aute elit irure ea. Do sunt labore tempor cupidatat dolore excepteur Lorem tempor. Officia non ea sit reprehenderit nulla. Sint voluptate pariatur minim nostrud officia minim sit labore labore reprehenderit magna. In labore in nulla esse quis velit et. Eu magna ad officia ipsum exercitation.","nominations":["Horace Huel","Orlando Thiel","Alta Shanahan","Sigrid Conroy"]},{"name":"Leola Reichel","slug":"leola-reichel","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/kapaluccio/128.jpg","involvement":"Do elit minim pariatur aliqua. Sint veniam ad fugiat ullamco enim Lorem deserunt nulla duis eu dolore irure. Incididunt dolor minim velit do sunt cupidatat reprehenderit incididunt sit pariatur excepteur eu magna. Id sint dolore in id veniam anim occaecat officia adipisicing est irure nulla ipsum. Incididunt qui ipsum veniam consequat Lorem cillum ipsum sit tempor deserunt sunt est ex. Cupidatat exercitation Lorem enim laboris aliquip non enim sit mollit magna cillum pariatur.\n\nDeserunt voluptate eu nostrud voluptate aliquip commodo labore ullamco anim duis ea amet anim cillum. Aute ea sunt irure voluptate. Reprehenderit aliquip occaecat consequat adipisicing pariatur eiusmod in dolor eu amet proident. Qui officia ex dolor sit consectetur in commodo ex minim enim eiusmod. Adipisicing commodo commodo in laborum. Et do quis sint cillum. Nulla laboris cillum et culpa reprehenderit ullamco.","qualifications":"Ea quis enim elit consequat do voluptate id eiusmod occaecat enim. Magna est aute quis pariatur enim id elit irure incididunt cillum fugiat laboris. Nisi Lorem est quis velit cillum minim. Dolor amet nulla anim nulla dolor consequat elit dolor laborum anim esse. Aliquip proident irure consequat sint quis duis Lorem nisi ea.","goals":"Quis ipsum pariatur cupidatat aliquip cupidatat esse deserunt dolore amet ad elit. Lorem tempor anim cillum irure enim. Pariatur ullamco labore irure nulla. Quis culpa deserunt labore duis pariatur cillum Lorem adipisicing in velit occaecat quis. Commodo dolor anim et ut eu nisi esse ipsum elit fugiat quis.\n\nAdipisicing voluptate Lorem aliquip proident laboris mollit incididunt tempor deserunt. Pariatur cillum sit eu sit est consectetur velit amet officia aliquip sint dolor laboris. Aliquip mollit qui ut aliquip proident labore duis esse velit quis officia. Aliqua incididunt eu et fugiat fugiat voluptate sit commodo non Lorem consequat consequat ea. Lorem quis labore incididunt reprehenderit proident ex. Ipsum qui veniam consequat exercitation et id fugiat occaecat eu reprehenderit esse.\n\nVoluptate officia elit consequat labore laboris sunt do minim. Aliqua reprehenderit sunt do sunt et ullamco minim. Ipsum eiusmod ullamco ea et eiusmod ullamco. Amet id est sint veniam enim consequat cupidatat. Consectetur ut nisi esse ipsum pariatur sint reprehenderit esse.\n\nReprehenderit eu nisi exercitation non laborum in do irure eu culpa aute tempor aute amet. Sit est ipsum in incididunt ea ex velit. Ullamco laborum cupidatat ea anim fugiat. Dolor magna exercitation aliquip mollit aute est anim sit eiusmod.","nominations":["Jordi Kreiger","George Marks","Theresia Keeling"]},{"name":"Jarret Stanton","slug":"jarret-stanton","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ecommerceil/128.jpg","involvement":"Fugiat dolore sit est magna sit deserunt consequat id elit laboris aliqua. Tempor incididunt sunt exercitation amet ad irure excepteur ipsum est cupidatat. Sint laborum qui deserunt amet officia nulla laboris do fugiat esse duis sunt. Velit incididunt occaecat officia non elit cillum sint. Culpa incididunt aliqua anim pariatur exercitation enim ipsum proident quis aute.\n\nTempor excepteur sit cupidatat do esse aliqua pariatur irure irure adipisicing ad cillum. Nulla occaecat magna Lorem dolore ut nisi minim culpa sint. Ex voluptate aliqua quis consequat sint officia id voluptate anim labore proident ea excepteur. Laborum esse voluptate qui amet et irure tempor eiusmod dolor dolor adipisicing excepteur occaecat. Et et esse elit eu veniam dolor. Id veniam laboris enim magna fugiat nulla est eu non sit incididunt. Eiusmod aliquip eu aliqua minim et enim veniam eiusmod amet deserunt.\n\nUllamco aute dolore consectetur ad. Et elit aliqua dolor culpa nostrud ullamco. Deserunt proident sit culpa excepteur irure duis. Est sint Lorem incididunt irure occaecat cillum quis aliqua. Minim excepteur laboris eiusmod minim est velit ullamco ipsum culpa.","qualifications":"Ea eiusmod aliqua irure irure qui ex qui quis nostrud do ad ullamco mollit. Do non irure deserunt id sunt nisi irure fugiat irure consequat elit est. Eiusmod dolor eiusmod nisi consequat laborum proident voluptate quis ullamco reprehenderit nostrud amet.\n\nReprehenderit commodo irure ipsum ullamco laborum sunt pariatur veniam laborum nisi est consequat exercitation occaecat. Officia duis aliquip eiusmod reprehenderit proident ex veniam veniam. Veniam laborum veniam ex incididunt cupidatat velit pariatur. Dolore fugiat adipisicing occaecat excepteur deserunt labore.","goals":"Non cupidatat occaecat duis aliqua est eiusmod cillum dolore aute aliquip pariatur. Nostrud elit non dolore eiusmod in irure aute occaecat ex et. Qui aute commodo sit ipsum pariatur.\n\nUllamco non sint cillum velit deserunt culpa consequat exercitation et labore dolor. Tempor eiusmod incididunt minim amet esse. Labore officia aliqua consectetur mollit mollit laboris occaecat qui aliqua ea deserunt. Quis reprehenderit ea minim Lorem est est Lorem fugiat officia amet cillum velit esse reprehenderit. Ullamco ipsum incididunt voluptate ipsum. Laborum ut dolor cupidatat ipsum et consequat aute ea sint excepteur.","nominations":["Kristoffer Larkin","Winnifred Weimann"]},{"name":"Alene Larkin","slug":"alene-larkin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/designervzm/128.jpg","involvement":"Elit aliqua ad nostrud aliqua ut elit est sint ullamco qui aliqua commodo officia. Exercitation minim esse voluptate id mollit velit dolor. In occaecat commodo proident ut voluptate dolor est id aliquip qui. Eiusmod anim id aliquip excepteur dolor. Eu enim nostrud voluptate ullamco esse non cillum amet nulla mollit proident nulla occaecat.\n\nCupidatat nisi dolore labore magna ullamco minim sunt est proident aliquip excepteur proident ad est. Adipisicing quis irure ipsum voluptate aliquip anim laborum. Et laborum voluptate consequat sint quis irure minim consectetur do reprehenderit amet exercitation ea. Consectetur magna consectetur dolore minim officia reprehenderit reprehenderit laborum dolor nostrud nostrud. Quis tempor deserunt cillum eu commodo officia cillum dolore cupidatat mollit minim aliqua.\n\nQui enim irure irure in amet enim aliquip elit anim magna anim. Voluptate adipisicing pariatur ad duis. Fugiat in ullamco sit enim voluptate ad cillum non. Anim ad ad nostrud aliquip irure eiusmod nisi eiusmod enim labore. Amet esse eu irure eu laboris adipisicing elit adipisicing id enim magna sint.","qualifications":"In nulla officia ad nostrud velit dolor quis sunt ullamco elit do elit. Quis et consectetur sunt aliquip proident nisi culpa sit consequat elit ut aliquip exercitation duis. Ullamco magna excepteur est consequat et labore cillum. Duis tempor labore ea irure ut enim fugiat magna proident eiusmod velit. Minim ea consectetur irure officia culpa deserunt quis fugiat consectetur quis.","goals":"Fugiat culpa veniam duis amet anim cillum veniam commodo ea proident laboris et laboris. Officia veniam nostrud minim voluptate Lorem laborum minim. Velit nulla Lorem ad dolor aliqua commodo ullamco excepteur nisi ipsum minim. Cupidatat sunt in id cupidatat fugiat excepteur. Proident minim enim in qui.\n\nAute laboris Lorem minim sint laborum do magna commodo. Velit anim do ullamco eiusmod esse anim aute cupidatat qui anim. Sunt Lorem aliquip exercitation ullamco qui ad laboris ad consectetur officia culpa. Consequat sunt aliqua velit dolor dolor laborum eu sit. Deserunt cillum incididunt ea culpa sint velit non fugiat do enim. Non sunt est elit excepteur enim aliqua. Commodo esse dolore sunt excepteur et qui eiusmod voluptate in duis.\n\nNulla culpa duis ut consectetur eiusmod. Consequat aliquip ea labore aliquip deserunt labore reprehenderit est aliqua ipsum non laboris reprehenderit. Culpa deserunt ea exercitation pariatur reprehenderit reprehenderit. Excepteur commodo labore non reprehenderit. Labore laborum commodo cillum dolor ea fugiat nostrud ex eu quis occaecat.","nominations":["Spencer Grant","Andrew Wintheiser","Leopoldo Funk","Kamryn Bergstrom","Agustina Ernser"]},{"name":"Silas Schumm","slug":"silas-schumm","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/malykhinv/128.jpg","involvement":"Aute deserunt excepteur pariatur qui consectetur incididunt est. Do tempor fugiat mollit eiusmod amet voluptate. Enim elit et amet velit nisi nostrud ipsum quis voluptate. Proident nostrud adipisicing labore sint Lorem. Cillum qui mollit veniam sunt deserunt. Veniam consequat dolore adipisicing non magna minim ex officia nulla. Eiusmod in esse proident et cupidatat et non sunt nulla Lorem cupidatat.\n\nConsectetur est do eiusmod et irure Lorem in elit labore mollit adipisicing consequat ullamco elit. Consequat deserunt dolor mollit reprehenderit. Eu exercitation duis tempor incididunt veniam non occaecat magna magna. Nisi amet occaecat do fugiat. Esse nisi ad do tempor nostrud. Adipisicing irure ad sit do minim dolore deserunt sint Lorem deserunt dolor et ad.","qualifications":"Exercitation cupidatat deserunt sit cillum. Duis dolore eu sint tempor nostrud adipisicing excepteur ad ea nulla eu commodo laboris. Cupidatat labore voluptate ut aute eiusmod aliqua ad dolor est aliquip. Reprehenderit incididunt aliquip magna laborum adipisicing commodo ad ea cillum labore anim veniam incididunt culpa. Ex aute aliquip irure tempor. Sunt officia adipisicing elit ea ipsum laboris ipsum consequat laboris in in et. Voluptate pariatur reprehenderit occaecat et dolore anim proident laboris aliquip nostrud qui.\n\nIrure sint ex fugiat officia. Et id non aute ad eiusmod incididunt sunt non nisi. Sint do et nulla incididunt magna aute proident. Enim elit enim cupidatat elit ad ut pariatur aliquip id pariatur aliquip pariatur occaecat incididunt. Pariatur nulla ullamco adipisicing nisi incididunt. Sit exercitation adipisicing ad eiusmod Lorem aliquip laborum fugiat exercitation esse in aliquip dolor.","goals":"Adipisicing deserunt irure ullamco reprehenderit qui minim excepteur cupidatat. Esse magna deserunt commodo anim sit nisi adipisicing aliquip. Sunt ad ea eiusmod exercitation in qui nostrud tempor aliqua sunt.\n\nUllamco cillum reprehenderit incididunt deserunt consequat commodo non cillum deserunt cillum occaecat do in voluptate. Minim consectetur est cupidatat duis. Magna Lorem esse qui fugiat aliqua mollit. Laboris minim tempor aute exercitation fugiat. Duis aliqua fugiat dolore laboris minim aliqua nisi consequat adipisicing.\n\nLaborum ut qui anim do nostrud ipsum. Ut deserunt duis veniam ullamco cillum laborum dolor anim qui dolore deserunt ex nulla pariatur. Minim minim laboris et magna deserunt laboris ullamco ea irure.","nominations":["Elmo Boyer","Noah Morissette","Hilton Berge","Vergie Rohan","Arlie Price"]},{"name":"Olaf Leannon","slug":"olaf-leannon","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/vj_demien/128.jpg","involvement":"Ut adipisicing incididunt consectetur aute deserunt proident eiusmod non ea. Quis pariatur voluptate velit occaecat ipsum commodo id sit aute elit. Ad velit sunt laboris nulla. Exercitation magna dolore et ea ullamco ut reprehenderit laboris.","qualifications":"Mollit occaecat tempor nisi dolor duis est occaecat. Amet labore sint in non amet in nostrud exercitation magna velit. Consectetur nostrud est tempor labore est duis adipisicing eu Lorem dolor dolore laborum sint voluptate.\n\nProident aliqua dolore sint deserunt ea ad sit proident sint. Veniam incididunt tempor reprehenderit incididunt exercitation deserunt enim Lorem reprehenderit aliquip velit nostrud pariatur ex. Fugiat ut nostrud adipisicing labore duis occaecat elit magna anim laborum quis sunt. Duis est deserunt ipsum proident culpa ea exercitation quis esse quis deserunt eiusmod consectetur consectetur. Exercitation labore laborum incididunt nisi elit dolor mollit cillum sit sunt duis.","goals":"Nulla mollit dolor occaecat aute aliquip dolor sint elit. Officia nulla et dolor deserunt. Irure labore labore laboris fugiat ut adipisicing ullamco elit cillum pariatur officia fugiat ullamco proident. Do dolor aute ea sit magna excepteur nisi sit in Lorem occaecat amet fugiat. Est amet cupidatat ipsum sunt deserunt. Sit consectetur id adipisicing est proident labore. Nostrud ut pariatur nisi fugiat ullamco.\n\nExcepteur officia deserunt velit est adipisicing esse. Occaecat occaecat ipsum dolore magna magna. Id reprehenderit non ipsum ex aliqua consectetur. Quis sint sit aute aute ipsum sint ullamco velit occaecat dolore deserunt ipsum. Eu labore et consequat eiusmod reprehenderit mollit proident ex culpa eiusmod mollit consectetur pariatur ullamco. Est sint et sit deserunt qui fugiat laborum. Ullamco aliquip mollit do ex exercitation reprehenderit.","nominations":["Lonzo Osinski"]},{"name":"Daron Fay","slug":"daron-fay","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/gseguin/128.jpg","involvement":"Minim ipsum ex esse aute pariatur velit elit. Anim culpa nisi deserunt irure officia adipisicing minim tempor magna labore deserunt. Mollit mollit velit sunt elit qui dolore magna velit laboris labore commodo esse. Velit et qui veniam in incididunt eu voluptate aute tempor non minim est. Adipisicing duis esse proident duis Lorem dolore dolor dolore nostrud pariatur veniam.\n\nIncididunt voluptate non adipisicing anim non laboris magna voluptate tempor laborum dolore aute et et. Aliqua consectetur exercitation deserunt officia esse anim velit reprehenderit ullamco. In elit amet ad veniam ut non occaecat occaecat dolore sit enim adipisicing do. Laboris consectetur nisi reprehenderit nisi deserunt occaecat magna magna consectetur. Occaecat ex reprehenderit incididunt ex do ex incididunt irure consequat officia esse do cupidatat quis. Magna sunt duis in minim commodo aliquip exercitation sunt veniam. Laboris duis ea consequat aliquip enim pariatur.\n\nSunt velit irure aute exercitation. Mollit dolore commodo do minim consectetur culpa Lorem in id ullamco. Aliqua labore elit ipsum laborum qui ad irure occaecat labore in laborum exercitation. Dolore occaecat enim sit deserunt quis voluptate anim proident ad dolor.","qualifications":"Excepteur dolore sint duis id sit do reprehenderit consequat ex proident commodo ea aliqua cillum. Amet ex ea velit dolor aliquip tempor cupidatat eiusmod. Adipisicing eu nostrud nisi ex aliqua ut eiusmod ullamco voluptate occaecat. Sit qui eiusmod ea nisi duis id. Quis officia minim occaecat cillum magna. Consectetur id aute fugiat amet officia ipsum nisi qui irure deserunt veniam consequat. Ipsum nostrud tempor officia pariatur mollit sit id qui officia qui ex elit cupidatat.","goals":"Dolore ex ullamco aute mollit voluptate minim non minim consequat laboris amet. Anim excepteur duis est elit et esse velit sit nisi irure proident. Consectetur magna tempor pariatur cillum aliqua.\n\nCommodo non deserunt proident enim veniam. Non labore irure mollit ullamco esse ad nisi ullamco adipisicing fugiat laboris. Enim velit ullamco occaecat nostrud fugiat laboris minim velit ad dolore elit. Qui incididunt labore amet culpa Lorem dolor eu et voluptate labore. Minim elit irure officia in consequat. Labore quis proident exercitation incididunt amet consequat consectetur voluptate sunt.\n\nAliqua adipisicing adipisicing quis reprehenderit non velit aute Lorem est deserunt ut cillum excepteur. Enim nulla cillum sint elit Lorem nostrud reprehenderit velit. Dolor exercitation quis ea duis pariatur pariatur officia laborum est pariatur.","nominations":["Lavon Hettinger"]},{"name":"Vida Terry","slug":"vida-terry","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/carlosm/128.jpg","involvement":"Dolor in non anim eu consectetur amet aliqua occaecat ea quis sit. Enim cillum laboris culpa reprehenderit amet quis mollit Lorem commodo amet veniam reprehenderit amet. Velit et occaecat qui excepteur enim duis aliqua consequat culpa veniam proident ipsum ullamco pariatur. Quis labore nisi minim ex dolor culpa laboris et consequat labore occaecat. Ex Lorem non magna elit aliqua consectetur minim enim consectetur anim est consequat dolor. Excepteur culpa aute aliqua reprehenderit et cillum laborum laborum pariatur.\n\nNulla magna occaecat proident consequat aute sint aliqua deserunt nulla veniam cupidatat incididunt ad cupidatat. Voluptate irure aliquip et laboris in sunt cillum qui dolor commodo reprehenderit do esse. Excepteur enim occaecat sunt irure adipisicing ea velit culpa do culpa officia. Voluptate pariatur cupidatat in eu laborum. Commodo veniam eiusmod officia sunt tempor irure consectetur consectetur occaecat nulla esse excepteur. Commodo non duis id laboris anim qui. Commodo cillum anim pariatur dolore qui.\n\nAute excepteur pariatur velit sint est irure ea sunt labore minim. Ut ipsum laboris do sit laboris duis laborum cillum ad aute in ad officia labore. Ullamco magna veniam deserunt consequat ullamco id deserunt.","qualifications":"Sunt aliqua Lorem adipisicing ipsum laborum tempor enim consequat sit. Est eiusmod ea fugiat reprehenderit quis proident laborum. Deserunt nulla consectetur duis pariatur dolor magna nisi exercitation ut duis consequat veniam voluptate nulla. Excepteur elit pariatur ullamco ipsum sit incididunt proident reprehenderit minim nisi est pariatur.","goals":"Deserunt ipsum proident elit exercitation reprehenderit velit occaecat anim ex ea ipsum ea culpa ex. Dolore ex enim deserunt exercitation ad ipsum. Dolore velit duis mollit pariatur anim officia. Eu ea labore reprehenderit irure. Enim quis id esse proident fugiat dolore aute ipsum anim amet mollit aliquip. Culpa veniam dolore proident est officia do fugiat consectetur Lorem elit mollit occaecat.\n\nIncididunt fugiat consectetur elit velit laborum fugiat labore deserunt velit esse exercitation. Do velit esse adipisicing enim eu pariatur et in deserunt eiusmod labore. Commodo incididunt occaecat culpa minim voluptate ad id aliqua sint consectetur esse laborum aute. Adipisicing non voluptate ex officia. Velit ea sit cillum sint cillum excepteur ad eu Lorem laboris magna. Laboris ex non dolor irure ea occaecat in ea amet pariatur consectetur mollit.","nominations":["Monique Schmidt","Rose Jast"]},{"name":"Letha Johns","slug":"letha-johns","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/brenton_clarke/128.jpg","involvement":"Qui veniam aute anim nostrud Lorem. Labore fugiat amet excepteur fugiat ullamco nisi consectetur ut irure enim nulla quis. Voluptate duis Lorem proident velit ipsum duis laboris veniam consequat culpa. Cupidatat laboris esse aute nisi ex elit incididunt eiusmod nulla. Irure irure irure sunt proident veniam do sit ipsum nostrud sunt tempor irure. Adipisicing minim sunt nostrud sunt duis culpa.\n\nIrure officia Lorem eiusmod quis. Ex incididunt incididunt mollit quis sunt in aliquip. Cillum officia aute non officia incididunt reprehenderit nostrud nostrud aliquip.\n\nOccaecat quis consectetur cillum proident exercitation sunt do mollit cupidatat dolor. Occaecat id velit proident occaecat Lorem ex. Voluptate culpa culpa in eiusmod eiusmod nostrud velit excepteur nulla consectetur consectetur eu. Enim et est fugiat tempor esse ad reprehenderit est mollit dolor fugiat non ullamco.","qualifications":"Elit non ut do mollit occaecat magna. Veniam sit labore laborum labore tempor duis laboris laboris laboris adipisicing. Sunt eiusmod aute ea velit velit ea pariatur pariatur.","goals":"Qui et excepteur sit quis laborum irure. Sit minim exercitation esse pariatur culpa exercitation cillum sunt ex tempor. Nostrud aliqua laboris minim elit exercitation exercitation consectetur mollit ut laboris est.\n\nEiusmod sit occaecat excepteur ea. Fugiat quis ex adipisicing quis occaecat reprehenderit id occaecat dolore irure velit adipisicing enim mollit. Irure quis pariatur esse sint aliqua exercitation in commodo duis dolor velit.","nominations":["Imogene Funk","Jalen Kulas","Rowan Kuvalis"]},{"name":"Charlie Wintheiser","slug":"charlie-wintheiser","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/karalek/128.jpg","involvement":"Exercitation pariatur irure sunt magna qui quis. Magna excepteur aliqua cupidatat qui nisi et sint deserunt aliqua occaecat mollit consequat velit. Ea aliqua esse incididunt pariatur minim. Dolor officia sit non ad.","qualifications":"Anim culpa labore ipsum aliqua eu amet ex ipsum nisi. Nostrud ex pariatur anim ullamco ullamco do aliquip non amet irure culpa consequat. Eiusmod Lorem laborum quis duis elit dolor aliquip exercitation cillum. Ea Lorem irure qui magna aliqua mollit magna reprehenderit reprehenderit sit est magna quis aute. Aliqua ullamco est excepteur deserunt in ipsum ad do excepteur cillum officia.","goals":"Mollit reprehenderit occaecat minim ipsum. Dolor quis deserunt eiusmod in nulla in dolore aliqua consectetur. Id esse ea quis quis ipsum reprehenderit incididunt adipisicing culpa nisi voluptate. Lorem cillum quis Lorem commodo ex ullamco eiusmod officia elit velit culpa. Mollit nostrud labore qui ullamco voluptate fugiat eu esse in laborum officia excepteur.\n\nCupidatat occaecat id officia officia. Quis id anim consequat esse culpa deserunt aliquip amet. Non nostrud occaecat aliqua reprehenderit enim labore. Consequat sunt veniam enim eiusmod ea magna consectetur. Est ea occaecat nulla do veniam consequat nisi eu duis nostrud sint ipsum reprehenderit reprehenderit.\n\nEnim deserunt adipisicing quis non id dolor do dolore. In aliquip minim anim eu consequat nulla aliquip tempor nostrud laborum. Qui magna aliquip consectetur irure. Elit sit est ut voluptate ullamco dolor proident. Aliqua tempor quis ipsum eu aliqua est tempor aliquip laboris proident tempor. Dolor tempor ipsum quis labore consectetur esse. Qui ad mollit cupidatat laborum sint est irure Lorem id duis nostrud velit sunt.","nominations":["Mazie Aufderhar","Eusebio Cruickshank"]},{"name":"Amelia Kub","slug":"amelia-kub","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/thomasgeisen/128.jpg","involvement":"Eu esse velit consequat labore. Deserunt id mollit adipisicing et ipsum nisi. Fugiat exercitation adipisicing aute culpa officia consectetur consequat aute voluptate.","qualifications":"Anim ea et ut sunt. Nulla commodo laborum eiusmod laboris minim. Elit velit laboris ipsum pariatur consectetur ipsum. Cupidatat veniam veniam labore amet culpa reprehenderit nostrud anim deserunt laboris qui amet occaecat voluptate. Ipsum tempor et commodo nisi eu mollit commodo commodo. Consequat non aliqua anim proident quis ad et do deserunt. Ipsum aliquip amet id nostrud.\n\nAute Lorem id eu irure. Nisi Lorem cillum ad minim fugiat. Officia labore ex laborum cillum adipisicing laborum incididunt elit cupidatat incididunt aute minim culpa. Exercitation aliquip ut cillum id esse magna proident mollit. Consequat duis incididunt consectetur ullamco ea laborum cupidatat cupidatat sit officia consequat. Tempor ut laboris irure consectetur dolore occaecat ex ipsum reprehenderit reprehenderit occaecat nisi. Irure nostrud deserunt veniam duis ipsum excepteur sit esse.","goals":"Dolor cupidatat veniam tempor Lorem nulla deserunt dolor consectetur. Consequat ullamco eiusmod ipsum nisi qui veniam eu Lorem incididunt magna dolor nulla non. Tempor est nisi incididunt ex eu elit. Mollit voluptate tempor ea ea cupidatat ea duis ea ad qui.\n\nEt elit ea enim ad ea dolore anim officia nisi reprehenderit incididunt. Consectetur culpa do minim Lorem sunt est laboris dolor consectetur duis dolore velit. Reprehenderit eiusmod sit enim ut incididunt in consequat cupidatat irure qui duis aliqua sit. Est mollit cillum proident ullamco do reprehenderit cupidatat nulla dolor Lorem laboris culpa nostrud ex. Ut ad ad fugiat ad culpa. Eu id sint voluptate ex et cupidatat officia labore et consectetur ipsum nisi ut in. Qui nulla consectetur commodo sunt commodo laboris eiusmod cillum.\n\nVeniam veniam ut elit eiusmod in. Aliquip commodo anim non sit fugiat laboris ea do qui pariatur tempor ipsum. Irure incididunt commodo ea elit cillum ullamco cupidatat ea et veniam sunt proident cillum nisi. Labore proident sit minim nisi magna esse adipisicing. Duis pariatur ullamco laborum occaecat. Et minim pariatur nulla reprehenderit deserunt ut sint nulla eu consequat incididunt mollit. Dolore est qui ullamco aliquip.","nominations":["Kenyon Wyman","Colt Quigley","Cathy Reichert"]},{"name":"Melba DuBuque","slug":"melba-dubuque","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/praveen_vijaya/128.jpg","involvement":"Tempor proident in pariatur adipisicing eu. Esse ad veniam tempor aliqua. Sit consequat cillum excepteur voluptate quis proident est. Nulla minim tempor pariatur fugiat nisi sint ut mollit in. Labore deserunt dolore ullamco aliquip.\n\nElit incididunt Lorem officia non aliqua in mollit. Laboris ad duis amet aliquip eu ut ea eiusmod mollit. Lorem excepteur sunt aliquip voluptate mollit id proident. Est incididunt ex nostrud deserunt quis.","qualifications":"Ex laborum dolore veniam dolor nostrud mollit veniam consequat anim sint aute sit. Et occaecat labore cillum minim. Nostrud in consectetur ea deserunt Lorem labore laboris.","goals":"Anim amet adipisicing eiusmod nisi in mollit amet pariatur occaecat incididunt esse. Exercitation nulla minim tempor consequat minim sint proident Lorem sint. Laboris ad cupidatat ex cupidatat veniam. Nisi laboris cillum commodo ut consequat elit pariatur sint cupidatat cupidatat quis id eu incididunt. Qui deserunt irure eu culpa pariatur fugiat eiusmod ullamco anim irure elit consequat magna. Qui aliqua minim et nostrud exercitation minim amet.\n\nConsequat laborum consectetur in anim id. Laborum nulla velit do excepteur minim ipsum ex. Fugiat amet nostrud excepteur consectetur dolor dolor labore exercitation consectetur dolore. Consequat esse labore quis commodo.","nominations":["Jaqueline Anderson","Pedro Waelchi","Ford Lind","Myrtie Runte","Clyde Ryan"]},{"name":"Jaren Gislason","slug":"jaren-gislason","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/naupintos/128.jpg","involvement":"Minim officia aliquip aliqua laborum esse qui deserunt aliquip reprehenderit. Officia occaecat ea est exercitation ad nulla et. Ullamco do cillum laborum irure cillum eiusmod esse.","qualifications":"Id dolor anim occaecat cupidatat enim consequat ullamco non proident dolor ea tempor commodo. Adipisicing magna in aliqua irure consequat et nostrud minim enim labore magna non excepteur sit. Incididunt fugiat veniam occaecat exercitation laboris ex deserunt occaecat esse ex in nisi adipisicing culpa. Nisi nostrud deserunt consequat ea exercitation occaecat magna. Aute sint elit labore nulla ea dolore incididunt proident esse consectetur Lorem esse eiusmod. Ut voluptate non elit excepteur consectetur cillum cupidatat mollit ad aliqua. Eu et consectetur proident ullamco irure tempor.","goals":"Commodo deserunt veniam dolor sint. Fugiat ullamco adipisicing nulla mollit. Quis eu est magna minim. Ipsum culpa officia velit eiusmod consequat cupidatat mollit nostrud deserunt excepteur. Sunt nostrud laboris adipisicing esse cillum ea sint culpa esse ipsum.\n\nAute consequat adipisicing qui nisi eiusmod et ea nisi reprehenderit ea ullamco tempor eu. Lorem aute dolore et esse proident. Fugiat officia anim minim eiusmod do quis ex ad culpa laborum voluptate elit ex sunt. Ad magna ad minim est dolor nisi. Ullamco non aliqua ea consectetur. Anim sint esse est ut est. Labore non nostrud velit amet aliquip sit.","nominations":["Lorenza Douglas","Adele Balistreri","Candido Borer"]},{"name":"Eileen Ernser","slug":"eileen-ernser","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/davidsasda/128.jpg","involvement":"Incididunt laborum exercitation et ullamco incididunt. Velit qui ex voluptate voluptate officia incididunt consectetur labore voluptate cupidatat fugiat tempor velit. Ea irure consequat deserunt minim aute nulla commodo eu culpa sint labore commodo.","qualifications":"Qui veniam culpa magna commodo reprehenderit adipisicing cillum mollit ullamco quis do qui culpa. Cillum officia culpa consequat sit culpa aliquip dolor qui eiusmod dolor consectetur magna cillum. Minim veniam cillum minim voluptate mollit commodo excepteur voluptate reprehenderit laboris dolor mollit.\n\nSunt commodo labore aute sit. Tempor eiusmod ut quis incididunt esse excepteur. In aute velit eu aliquip ad sunt voluptate officia magna amet. Aliquip magna elit quis adipisicing mollit eu magna nulla. Commodo adipisicing quis sit sunt nisi esse mollit labore in. Occaecat qui irure id adipisicing ut non exercitation eu et aliqua. Laboris minim adipisicing id velit irure reprehenderit.","goals":"Eu aliqua esse sit sit adipisicing eiusmod adipisicing officia est tempor occaecat nostrud fugiat. Tempor quis laboris deserunt ipsum ex duis sunt minim labore incididunt aute dolore reprehenderit ipsum. Ea sint id qui irure aliquip aliqua sint laboris. Laborum dolor aliquip amet elit commodo cupidatat minim ullamco exercitation magna exercitation. Eu eiusmod amet aute enim ipsum mollit officia ex laboris tempor. Veniam ex ad ipsum esse id eu eiusmod pariatur.\n\nAliquip sit et duis sunt incididunt esse. Laboris consequat commodo anim qui et non est minim. Occaecat excepteur ullamco consectetur labore irure culpa duis anim veniam. Adipisicing ex irure ex elit voluptate exercitation amet enim excepteur esse nulla deserunt veniam. In consequat minim nostrud incididunt Lorem nisi enim cupidatat cupidatat laborum ad. In eiusmod veniam ipsum occaecat.","nominations":["Gardner Hettinger","Bette Pagac"]},{"name":"Jacklyn Roob","slug":"jacklyn-roob","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/holdenweb/128.jpg","involvement":"Nisi elit magna incididunt labore esse ullamco sunt nulla mollit ad officia ad incididunt velit. Et aliquip labore ut adipisicing. Laboris cupidatat ullamco commodo fugiat magna non consequat. Elit reprehenderit anim qui ex ea. Incididunt ea enim sunt in mollit ea et. Culpa consequat proident irure eu excepteur cupidatat sint.\n\nAd excepteur culpa qui quis ipsum proident elit sit sunt id. Irure cillum commodo ipsum do culpa qui deserunt labore sint velit sit et pariatur. Est fugiat quis qui eiusmod cupidatat incididunt non adipisicing est. Magna irure dolore eiusmod ex cupidatat veniam nulla sit consequat. Ad dolore aliqua cillum ea esse ad. Proident enim qui laborum et irure labore incididunt id do.","qualifications":"Commodo laboris magna et reprehenderit do voluptate labore duis. Proident veniam ipsum exercitation fugiat esse eiusmod. Adipisicing fugiat duis deserunt ullamco ad sint exercitation aute.","goals":"Consequat nisi tempor veniam minim fugiat. Dolor voluptate duis occaecat mollit in veniam labore. Lorem est adipisicing veniam laboris amet laboris commodo non tempor ea. Aute proident dolor labore eiusmod aliquip mollit est culpa pariatur pariatur. Dolor duis nisi aute fugiat reprehenderit qui officia cillum. Laboris nulla elit ipsum laboris pariatur qui ullamco commodo ut ullamco excepteur Lorem. Esse ullamco culpa est eiusmod aute ex irure dolore occaecat pariatur esse et consectetur eu.\n\nEa irure nisi et et eiusmod amet sit deserunt. Aliqua ullamco culpa excepteur et cupidatat proident tempor anim. Tempor occaecat eiusmod nostrud ullamco sint est officia. Proident ex commodo incididunt velit velit laborum deserunt cillum qui. Enim proident aliqua deserunt ut et aute ad incididunt laborum.\n\nProident exercitation pariatur qui Lorem ex ea aute duis minim nostrud consectetur deserunt ad non. Elit voluptate adipisicing duis veniam ad. Do aliqua et dolore nulla. Ex ullamco culpa ut ut sint esse ad irure excepteur eu do ipsum dolor laboris. Dolor exercitation ex duis Lorem labore esse.","nominations":["Halie Von","Telly Klocko","Nia Okuneva","Bryon Tremblay","Donnie Herzog"]}]}}
