{"localCouncil":{"positions":[{"title":"Co-chair","slug":"co-chair","description":"\n  <p>The Co-Chairs shall be the official public spokespersons for the Local and will initiate such actions and policies as the Local’s general welfare may demand. The Co-Chairs shall organize and preside over all official meetings of the organization and the Local Council. The Co-Chairs shall maintain consistent communication with all committee leaders and facilitate collaboration and coordination between them. Additionally:</p>\n  <p>The Co-Chairs will also act as, or appoint, the official representatives of the Local to the National Organization and to other DSA Locals. This does not apply during official business at the National DSA Convention, when Local Delegates may act independently on behalf of the Local’s membership.</p>\n  <p>The Co-Chairs serve as executive officers of the Local, and they are listed on financial accounts along with the Treasurer.</p>\n  <p>At least one Co-Chair must not identify as both White and Cis-Male.</p>\n          ","candidates":[{"name":"Skylar Ebert","slug":"skylar-ebert","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/shanehudson/128.jpg","involvement":"Quis incididunt incididunt aute incididunt est ullamco incididunt. Commodo do in dolore do magna est cillum deserunt velit laboris in commodo cupidatat. Cillum nisi occaecat incididunt ad cupidatat consectetur sit anim eiusmod culpa aliquip aliquip occaecat voluptate. Est nulla pariatur aliquip cillum nostrud qui Lorem. Ullamco dolore excepteur amet excepteur consequat enim anim pariatur ullamco minim ad. Elit laboris dolor ad dolore ipsum aliqua occaecat ea quis nostrud deserunt nisi. Labore deserunt ullamco tempor pariatur et consequat.\n\nAliquip cupidatat fugiat nisi commodo deserunt dolor nisi aute. Laborum cillum est nulla ullamco cupidatat deserunt voluptate in eu sint cupidatat. Irure amet ex nostrud adipisicing enim irure sunt sunt duis irure amet culpa. Fugiat officia magna aute pariatur magna. Esse sint esse enim nisi sunt voluptate adipisicing.\n\nMagna dolore labore cupidatat deserunt ad. Est exercitation adipisicing ad pariatur id. Ad exercitation eiusmod ipsum qui labore reprehenderit ut ad quis anim enim nulla deserunt. Proident laborum cupidatat esse aliquip laborum nisi dolore laborum. Et cillum excepteur irure sit sint.","qualifications":"Velit deserunt ullamco aliquip do dolor cupidatat occaecat ullamco proident ullamco quis consequat dolor. Esse elit nisi nostrud mollit esse qui occaecat elit cupidatat tempor proident aliquip proident nulla. Elit eu occaecat exercitation esse adipisicing.\n\nOfficia pariatur non in nulla commodo est veniam elit exercitation do anim ea. Fugiat commodo officia esse enim minim cillum Lorem irure sint minim aliquip veniam. Magna enim ex elit proident irure exercitation. Anim pariatur adipisicing qui excepteur voluptate ipsum do est ea. Deserunt labore occaecat velit tempor culpa sunt in fugiat ad amet.","goals":"Nisi proident nulla tempor dolore labore reprehenderit ullamco qui sint. Consectetur veniam consequat dolor magna consequat irure laboris Lorem labore magna deserunt sit. Irure in voluptate est proident ex amet quis quis eiusmod ea excepteur consequat laboris. Sunt nulla dolore ipsum fugiat qui sunt consectetur laborum nulla nisi. Adipisicing sit quis eiusmod reprehenderit non. Irure irure nulla laboris proident laboris qui anim. Magna reprehenderit minim reprehenderit pariatur aliquip do officia ea et cillum ut.\n\nElit cupidatat veniam eiusmod exercitation cupidatat ea elit elit ea officia ex nulla. Enim consectetur irure sunt fugiat nulla in elit quis eiusmod cillum elit consequat. Nostrud non veniam est eu nostrud ex do do mollit consectetur qui. Minim tempor ullamco in qui culpa aliqua.","nominations":["Rosalinda Conroy","Alf Medhurst"]},{"name":"Nikki Jacobs","slug":"nikki-jacobs","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/otozk/128.jpg","involvement":"Esse sint deserunt magna ut aliqua quis exercitation ex. Irure labore aliquip fugiat id anim. Dolor sit laborum consequat ipsum sit quis.\n\nDolore consectetur aute tempor et enim. Commodo consequat aute pariatur mollit. Deserunt dolore ipsum deserunt voluptate nulla occaecat sunt tempor ad. Nostrud consectetur consectetur commodo dolor proident. Ipsum irure deserunt do exercitation pariatur reprehenderit fugiat et.\n\nUt ipsum in nostrud irure. Nulla commodo occaecat deserunt laboris exercitation laboris dolore reprehenderit dolore mollit magna. Et exercitation elit do dolore nostrud consectetur nulla ut ut in in ad.","qualifications":"Sunt ullamco velit fugiat duis sunt cillum officia ea mollit. Nulla minim est ea tempor. Sunt eu ut ad exercitation fugiat laboris adipisicing ea. Culpa consequat elit duis ea ipsum incididunt in Lorem proident id cupidatat esse culpa. Laborum aliqua est culpa culpa in occaecat officia culpa eu incididunt mollit eu aliquip proident.\n\nCillum dolore ad ea non quis deserunt ex eu nisi amet nulla. Anim aliquip exercitation nisi occaecat adipisicing officia irure nisi ex ex sit. Veniam amet sunt amet eu magna pariatur officia amet do.","goals":"Pariatur laboris dolore cillum ad excepteur occaecat officia deserunt in ipsum eu reprehenderit. Sunt ut nisi veniam qui sunt irure cupidatat id excepteur ut labore incididunt. Ad minim excepteur duis elit deserunt nulla. Dolor minim officia nisi in. Mollit ad incididunt duis commodo non quis do non fugiat irure aute mollit.\n\nConsequat anim sint in enim ipsum Lorem culpa mollit in deserunt Lorem. Aliqua eiusmod laborum nisi ipsum. Exercitation dolor aute duis laborum proident aliqua anim pariatur occaecat duis deserunt eu. Commodo incididunt nisi excepteur reprehenderit est consequat est dolor tempor velit velit mollit occaecat. Fugiat velit exercitation exercitation nulla non mollit commodo tempor nostrud culpa ipsum aute. Voluptate duis tempor voluptate consequat ut fugiat pariatur. Velit qui ex minim proident.","nominations":["Humberto West"]},{"name":"Israel Trantow","slug":"israel-trantow","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ninjad3m0/128.jpg","involvement":"Incididunt magna nostrud commodo nulla ut sit excepteur nisi laborum esse pariatur. Dolore dolor magna enim dolor. Minim ut duis est adipisicing excepteur deserunt. Et adipisicing qui qui labore nisi laborum. Reprehenderit excepteur culpa sunt nulla eu aliqua nostrud do mollit labore veniam. Excepteur cupidatat excepteur occaecat aute ex dolor officia excepteur quis nisi magna et deserunt aliqua. Lorem quis dolore eiusmod consequat dolor.\n\nNisi et id et aute ut mollit sunt aliqua pariatur et consequat nisi nulla. Duis aliqua anim aliquip irure nisi nulla non consectetur dolor eiusmod. Fugiat est aute fugiat Lorem culpa minim cillum enim. In esse excepteur eiusmod magna minim est occaecat elit aute duis deserunt dolor aute.","qualifications":"Amet ipsum elit aliquip tempor velit. Voluptate aute nostrud dolor ea laboris ea voluptate est magna aliquip nostrud. Do sit ipsum esse amet voluptate.","goals":"Officia do eiusmod dolor anim irure eiusmod deserunt eiusmod nisi quis reprehenderit deserunt. Nostrud Lorem ex deserunt irure Lorem voluptate quis in non est. Quis ex nostrud magna culpa proident.\n\nIpsum reprehenderit aliqua pariatur duis dolor ea laborum proident pariatur. Duis sint consectetur amet sit consequat qui est enim ut duis. Dolor aute labore ea occaecat cillum sint ad amet.\n\nMagna in eu ex non voluptate excepteur minim do consectetur aliquip velit sunt minim. Amet eiusmod minim reprehenderit nostrud duis elit ut ullamco quis ut. Duis esse minim ut officia veniam ut commodo irure id ex laboris velit est do. Et elit enim minim tempor ad minim adipisicing veniam magna. Labore irure ea exercitation proident ex aute nostrud nisi elit proident esse enim do officia. Officia velit esse non cillum cupidatat tempor minim elit nulla aliquip non minim. Id duis sint qui nostrud irure proident.","nominations":["Aimee Orn","Sigrid Schoen","Gerry Maggio","Keeley Tremblay"]}]},{"title":"Vice Chair","slug":"vice-chair","description":"\n  <p>The Vice Chair is responsible for assisting the Co-Chairs with all of their duties. If both Co-Chairs are unable to perform their duties, the Vice Chair shall perform all duties and assume all responsibilities of the Co-Chairs until such a time as one or both Co-Chairs are able to resume their posts.</p>\n          ","candidates":[{"name":"Julianne O'Connell","slug":"julianne-o'connell","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/joki4/128.jpg","involvement":"Aute officia fugiat reprehenderit eiusmod duis do ullamco irure enim officia excepteur. In mollit proident duis aliqua qui reprehenderit. Reprehenderit fugiat ullamco est ex. Ut fugiat nostrud sint dolor aute amet sunt.\n\nQuis laborum velit ex magna exercitation ad ullamco id qui sint velit esse minim. Ex exercitation voluptate eu labore pariatur elit deserunt ut in. Fugiat ut nulla sint sit exercitation consequat amet mollit. Incididunt deserunt laborum labore do ex nisi deserunt labore fugiat minim esse. Elit proident adipisicing ad esse ad elit anim laboris id excepteur anim eiusmod Lorem. Occaecat officia ad cillum culpa laborum mollit officia. Pariatur tempor excepteur culpa tempor sunt duis incididunt ea Lorem irure voluptate consectetur.\n\nAmet ex ullamco duis adipisicing aliqua veniam aliqua duis minim mollit pariatur. Tempor amet ipsum Lorem reprehenderit labore ullamco aute proident excepteur aliqua aliqua. Adipisicing laborum tempor cupidatat sint adipisicing enim ipsum sunt aliquip. Dolor nisi ut ea officia deserunt exercitation cillum tempor commodo eu. Est magna magna tempor fugiat nostrud labore consectetur veniam consectetur do reprehenderit velit sunt laboris.","qualifications":"Non voluptate amet proident in consectetur deserunt nulla amet culpa. Minim eu elit exercitation quis ea ex ad do. Proident sint anim minim eiusmod eu. Qui labore eiusmod do aliqua et et ex. Magna reprehenderit aliquip laboris in nostrud duis cupidatat nostrud laborum. Deserunt qui aliqua qui consectetur eu dolore consectetur veniam voluptate elit amet quis. Et fugiat dolore sint amet ut culpa ex minim.\n\nOccaecat elit sunt cillum nostrud labore irure reprehenderit cupidatat laborum velit dolor et. Laboris tempor in occaecat quis. Non mollit qui consequat ipsum adipisicing esse. Culpa irure non anim nulla dolor elit aliqua culpa aute reprehenderit proident id. Ipsum ullamco nostrud sint anim sit consectetur nostrud quis. Et velit voluptate proident dolore excepteur aute esse Lorem labore amet.","goals":"Fugiat ad fugiat dolore sint qui ipsum esse. Esse pariatur nostrud tempor labore deserunt nisi ad proident. Exercitation cupidatat duis culpa voluptate eu occaecat nostrud sint ut reprehenderit cillum eu nostrud aliqua. Cillum magna amet sit ad esse fugiat eiusmod. Elit nulla Lorem cupidatat esse.\n\nMagna consectetur aute aliqua eiusmod Lorem. Quis sit culpa anim consectetur sint sint sit sit cillum aute exercitation. Ex sit ea commodo dolore do nulla do anim qui Lorem adipisicing in do nulla.\n\nAmet aliqua ex commodo reprehenderit eu. Ipsum sunt elit sit sunt. Culpa in aute ullamco ullamco nostrud et pariatur nostrud labore et aute ea. Laboris minim est sint adipisicing elit quis ea quis. Do aliqua velit adipisicing ut culpa esse ex. Aliqua exercitation laboris labore nostrud nulla cillum pariatur sit adipisicing velit ea ad nulla.","nominations":["Willy Toy","Adaline McGlynn"]},{"name":"Barney Roob","slug":"barney-roob","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/davidsasda/128.jpg","involvement":"Voluptate culpa quis nostrud commodo laborum do voluptate commodo proident eu voluptate exercitation. Mollit dolor sint aliqua sint Lorem. Est esse culpa exercitation officia. Qui minim nisi aliquip occaecat esse nulla ut veniam amet eu laboris.","qualifications":"Enim aute cupidatat sit consequat incididunt aliqua consectetur aliqua magna officia. Veniam sint aute ad consectetur commodo eiusmod ea mollit est. Eiusmod ipsum proident commodo deserunt. Culpa fugiat amet consectetur culpa voluptate aliquip anim proident ut nostrud et minim ut.\n\nEnim adipisicing velit cupidatat aute commodo quis. Amet in veniam consectetur consequat proident sint laborum laboris do non laborum laboris. Est commodo excepteur ipsum eiusmod. Occaecat ut voluptate ipsum non tempor amet commodo excepteur enim. Pariatur excepteur enim incididunt cillum quis est est commodo est consectetur minim ex. Aliquip tempor sunt officia elit ex labore dolor et ut veniam. Ea ullamco duis sunt labore sit laboris et velit.","goals":"Deserunt dolore id ad consequat mollit esse magna officia labore eu mollit ex quis reprehenderit. Proident sint exercitation voluptate veniam sit. Tempor excepteur sint et do laborum ullamco culpa. Officia excepteur minim eu ex in fugiat fugiat incididunt nostrud. Magna culpa veniam eu nulla deserunt minim Lorem cillum cupidatat sunt irure cillum elit sint.\n\nEa ullamco incididunt cupidatat nostrud ex irure aliquip sunt duis eu in ad nostrud incididunt. Nostrud occaecat laborum nostrud pariatur tempor do velit aliquip. Velit deserunt do anim aliquip minim adipisicing ex eiusmod. Dolor excepteur non minim ad consectetur veniam veniam reprehenderit mollit.\n\nAnim nostrud irure consectetur amet dolor veniam. Anim dolore consectetur pariatur velit ullamco velit mollit veniam. Fugiat eu reprehenderit magna officia ea laboris nisi elit magna cillum excepteur. Magna laborum irure quis ea incididunt et ipsum pariatur nulla occaecat sint. Dolor proident adipisicing enim ea aute nulla quis est cupidatat officia sunt magna. Excepteur nostrud Lorem laboris est duis tempor consequat do. Incididunt pariatur voluptate culpa voluptate occaecat qui tempor consectetur sint pariatur occaecat velit labore.\n\nOfficia non cupidatat nisi tempor consequat adipisicing eiusmod incididunt fugiat exercitation elit sunt commodo ullamco. Duis aliqua occaecat excepteur nostrud cillum eiusmod quis irure esse pariatur id do sit. Pariatur anim duis aliquip cupidatat enim eiusmod dolore deserunt amet et incididunt incididunt quis quis. Ullamco irure aute culpa id dolore ad qui. Anim et elit consequat fugiat labore ipsum Lorem ullamco Lorem amet ex in eu. Tempor minim fugiat magna deserunt sint et eu. Commodo cillum aliqua nulla et aliquip sunt irure cillum.","nominations":["Margarete Friesen"]}]},{"title":"Secretary","slug":"secretary","description":"\n  <p>The Secretary is responsible for taking minutes of all General Membership and Local Council Meetings, and shall be responsible for publishing these minutes, as well as resolutions, reports, and other official records of the Local. The Secretary may appoint, but must oversee, a temporary proxy minutes-taker for any meeting. That proxy may not vote on behalf of the Secretary. Additionally:</p>\n  <ul>\n    <li>a. The Secretary shall transfer official records in good condition to their successor.</li>\n    <li>b. The Secretary will assume the responsibilities of one of the Co-Chairs, if both Co-Chairs and the Vice Chair is unable to do so.</li>\n  </ul>\n          ","candidates":[{"name":"Darwin Ortiz","slug":"darwin-ortiz","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/shalt0ni/128.jpg","involvement":"Nulla laboris dolore est anim. Ex officia enim laboris irure veniam nulla deserunt cillum consequat magna. Labore id officia quis est dolore irure incididunt. Velit incididunt elit irure occaecat reprehenderit ut mollit irure magna.","qualifications":"Ipsum commodo elit fugiat nisi sunt. Est dolor magna laborum consectetur sunt incididunt pariatur. Aliquip nulla proident officia minim voluptate nostrud occaecat minim dolor consequat. Aute in ex non mollit eu id in non dolore eiusmod incididunt ea incididunt non.\n\nAnim sunt in qui consequat tempor enim. Commodo nostrud fugiat fugiat voluptate exercitation voluptate voluptate sint id non elit non labore. Labore nostrud elit excepteur laboris culpa consequat est ipsum eiusmod anim.","goals":"Enim ad aliqua qui consectetur deserunt Lorem nisi in ad id cillum adipisicing. Voluptate duis nulla cupidatat deserunt dolor ea aliquip minim in anim veniam id anim. Fugiat proident magna do do pariatur tempor.\n\nNulla nostrud dolore eiusmod Lorem dolore esse ad id non veniam esse nostrud mollit mollit. Ipsum sunt occaecat tempor amet velit eu. Magna pariatur sit excepteur est. Ullamco fugiat esse mollit culpa eu ullamco dolore magna eiusmod commodo.","nominations":["Norris Roob","Brennan Miller"]}]},{"title":"Treasurer","slug":"treasurer","description":"\n  <p>The Treasurer will be responsible for administration of funds, budget, and financial organization of the Local, including overseeing fundraising activities for the Local. The Treasurer will report to the Local Council on the financial status of the organization at each Local Council Meeting. The Treasurer will maintain transparent and open financial reports available to the entire membership upon request by an officer of the Local Council.</p>\n          ","candidates":[{"name":"Kariane Schinner","slug":"kariane-schinner","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/jayphen/128.jpg","involvement":"Eu nulla non ullamco exercitation. Dolore amet cillum reprehenderit consequat labore nostrud amet magna laborum. Tempor excepteur Lorem do duis enim officia in labore tempor.\n\nCulpa amet ex irure non et est. Voluptate voluptate do laborum tempor qui cupidatat commodo ex et nulla ea. Nostrud aute elit irure excepteur reprehenderit ea esse.\n\nId velit ipsum velit dolor laboris aliqua do. Pariatur nulla quis aliqua in ex ea sit. Officia amet esse pariatur dolore do ea occaecat aliquip. Dolore anim incididunt proident amet ullamco consectetur ad consectetur adipisicing sit nisi nostrud dolor. Deserunt consectetur in proident pariatur adipisicing. Culpa id ut sint laborum magna non labore id eu officia.","qualifications":"Deserunt consequat sit adipisicing culpa anim irure enim ea ut velit aute ad ullamco. Ut aliquip do mollit magna cillum occaecat quis qui aliqua do Lorem magna incididunt. Id nostrud ea nulla elit esse exercitation minim aliqua deserunt fugiat et cupidatat nisi. Nulla qui tempor deserunt mollit amet qui do velit cupidatat pariatur. Pariatur nostrud consequat aliquip nulla minim laborum ullamco ipsum deserunt. Officia proident dolore esse irure proident duis minim sint.","goals":"In non nostrud qui do qui amet qui est reprehenderit proident. Do fugiat quis in ut quis nostrud sit eiusmod non mollit do laborum do commodo. Veniam culpa elit excepteur id cillum excepteur.\n\nAliquip magna ipsum fugiat ipsum amet. Qui occaecat ullamco esse sint deserunt consectetur ullamco aute officia. Ea ipsum do deserunt nulla cillum do officia ullamco est sit dolore. Cupidatat magna sit mollit cupidatat occaecat dolore deserunt nisi nisi proident ex consectetur.\n\nDuis dolore ullamco id consectetur laborum quis reprehenderit magna consequat. Nisi aliquip ullamco magna excepteur cupidatat esse aliquip eiusmod enim cillum velit aliquip occaecat. Fugiat dolore duis non nostrud ipsum aliquip. Ad amet consectetur velit eu anim sit eu id esse Lorem culpa amet. In nulla amet labore laboris.","nominations":["Sean Goyette"]},{"name":"Yasmine Bergnaum","slug":"yasmine-bergnaum","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/kiwiupover/128.jpg","involvement":"Magna sunt nostrud culpa laboris anim culpa quis pariatur. Minim eu nulla incididunt ipsum excepteur Lorem esse ea reprehenderit. Officia nisi proident et dolore. Officia aute deserunt sunt amet exercitation id exercitation.","qualifications":"Sit veniam non commodo aliquip officia qui dolore aliqua. Nulla et commodo enim ea ullamco. Magna Lorem aliquip elit sunt consectetur. Quis ullamco in ipsum dolor dolor occaecat minim reprehenderit consectetur. Esse dolore consequat ex reprehenderit anim eu ea.","goals":"Ea minim nostrud nostrud sit et ipsum commodo velit culpa. Quis eu ea proident esse. Laboris elit labore ut consectetur culpa laboris amet reprehenderit aliquip. Occaecat nisi exercitation sunt cillum laborum ut sit mollit officia fugiat dolore. Aliquip amet cillum excepteur mollit do ad elit consequat. Magna esse excepteur sint nisi ea ex ipsum veniam sit Lorem ut sint tempor. Exercitation enim laboris cillum dolor.\n\nEt duis adipisicing ex proident qui dolore do excepteur quis ea voluptate dolore. Ex dolor labore veniam nisi. Culpa velit fugiat ipsum pariatur ex sit.\n\nLaboris mollit ut aliquip eiusmod ea quis eiusmod tempor Lorem pariatur enim aliqua cillum in. Anim nisi eu dolore elit consectetur eiusmod anim quis ut nulla incididunt ad fugiat aliquip. Adipisicing velit adipisicing quis ea reprehenderit ex non. Culpa sit ipsum quis mollit incididunt voluptate non reprehenderit velit proident cillum ea voluptate non. Aute id nostrud nostrud dolor fugiat veniam exercitation Lorem do labore laboris aliqua. Excepteur culpa anim nisi proident labore ut cillum pariatur ad labore aliquip nulla.","nominations":["Keon Breitenberg","Paolo Rath","Aubrey Dicki","Mable Kris","Morgan Conn"]}]},{"title":"Internal Organizers","slug":"internal-organizer","description":"\n  <p>Internal Organizers will jointly oversee the Internal Organizing Committee (see Article VI), which is responsible for fostering a lively participatory and democratic culture within the Local through the development, education, mobilization, and recruitment of members. The Internal Organizing Committee is also charged with organizing General Meetings, Informational Meetings, and social, educational, and fundraising events. Under the direction of the Local Council, the Internal Organizing Committee shall develop and oversee a program of socialist cadre development that includes skills training and political education; and a system of Mobilizers (similar to union shop stewards) who will act as an active conduit of information and engagement between the General Membership and the Local Council.</p>\n          ","candidates":[{"name":"Lloyd Okuneva","slug":"lloyd-okuneva","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/angelceballos/128.jpg","involvement":"Officia irure nisi eu ea reprehenderit anim irure pariatur consequat duis aliquip est voluptate. Tempor sint irure et incididunt amet eu Lorem et ut Lorem. Velit sunt adipisicing incididunt eiusmod ullamco culpa pariatur tempor et nisi proident. Amet ex irure dolore officia anim labore ad minim aute magna amet sint. Ea excepteur tempor enim labore nostrud eu commodo deserunt veniam. Duis occaecat eu cillum exercitation esse nostrud veniam fugiat occaecat voluptate. Excepteur pariatur consequat tempor anim voluptate in in tempor sint eu labore sit ut.","qualifications":"Ipsum ad Lorem aliquip occaecat amet nostrud qui laborum esse laboris. Elit commodo commodo magna eu aliqua excepteur ea dolore. Adipisicing duis duis occaecat ullamco pariatur id aliquip incididunt duis eu ut. Voluptate tempor incididunt consectetur eiusmod culpa incididunt anim. Proident ullamco dolor fugiat nulla Lorem veniam culpa consectetur quis enim exercitation minim.\n\nAliquip tempor irure sint et enim eiusmod. Aliqua qui amet incididunt duis ut velit velit veniam veniam voluptate ipsum. Non occaecat incididunt cupidatat minim culpa sint proident aliqua ea. Enim ullamco aliquip qui amet culpa ad deserunt ipsum irure laboris. Aute laborum sint ullamco pariatur ipsum ea. Veniam cillum anim labore aute sunt sint consequat laborum incididunt id ipsum minim nisi. Et aute Lorem dolor cillum et proident quis sint ex.","goals":"Voluptate eu nisi laborum laboris laboris nisi elit. Tempor magna enim cupidatat voluptate Lorem mollit. Est labore dolore cillum sit nostrud ad nulla aute pariatur nulla veniam aliquip ut. Elit mollit non adipisicing nisi et pariatur magna veniam proident nisi eiusmod quis.\n\nFugiat elit laboris sunt ut commodo tempor duis aliquip exercitation sit Lorem qui. Elit aliqua cupidatat qui culpa. Pariatur nulla consectetur qui enim consequat aliquip est enim fugiat consectetur aute. Qui et sunt eiusmod voluptate ut mollit excepteur deserunt. Ullamco aliquip adipisicing pariatur excepteur nulla est mollit id.\n\nConsequat do in culpa proident ad minim occaecat. Cillum dolor in velit consectetur id deserunt nostrud eu sunt velit non nisi. Aute amet officia officia exercitation adipisicing id anim est tempor sint. Velit veniam enim deserunt in consectetur elit deserunt enim sint in aliqua anim.\n\nNon qui consectetur consequat consectetur velit est id sunt pariatur. Ipsum nostrud et commodo amet pariatur enim tempor veniam consequat ut sit mollit. Irure elit incididunt aute magna fugiat officia velit id anim dolore dolor. Commodo consequat do qui laboris cupidatat mollit officia ea commodo enim consequat deserunt nulla.","nominations":["Audra Satterfield","Marvin Breitenberg","Horacio Beer","Mckayla Douglas","Kayden Satterfield"]},{"name":"Geo O'Connell","slug":"geo-o'connell","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/derekcramer/128.jpg","involvement":"Ex exercitation sit nisi ipsum velit excepteur. Exercitation enim sunt voluptate eu magna velit consectetur velit irure minim non cillum enim quis. Minim labore do aliquip incididunt ipsum ex commodo voluptate. Anim consequat dolor esse sunt nisi magna ex deserunt amet culpa dolor anim duis deserunt. Voluptate ullamco irure sint nostrud occaecat commodo dolor culpa amet. Cupidatat ea ullamco pariatur laboris anim eiusmod. Dolor est id irure quis Lorem voluptate ut sint voluptate ipsum eu ipsum.\n\nCommodo aliqua culpa qui est non in duis et laboris magna proident. Eiusmod enim labore velit culpa velit. Aliqua est quis deserunt irure exercitation laboris magna irure culpa pariatur sunt anim.\n\nEnim voluptate do anim et pariatur consectetur. Ipsum voluptate quis amet elit amet sit non anim. Exercitation minim aliqua non quis aute magna veniam sunt. Velit aliquip officia velit elit mollit sunt adipisicing dolor magna ut esse Lorem ea.","qualifications":"Minim dolore esse ex velit deserunt Lorem aliquip aliquip ut elit sint id eu proident. Pariatur anim in duis ut ea excepteur elit ad deserunt. Exercitation anim aute minim irure enim consectetur elit. Anim cupidatat nisi Lorem esse veniam Lorem nisi. Esse id est id reprehenderit officia laborum officia. Velit minim aute cupidatat pariatur amet incididunt sint laborum.","goals":"Enim pariatur velit dolore velit cupidatat exercitation ullamco exercitation ex nostrud amet velit do. In sit quis in aliqua proident voluptate dolore veniam duis consectetur sit. Magna veniam aute consectetur velit id officia excepteur reprehenderit reprehenderit commodo fugiat. Consequat anim qui eiusmod consequat mollit tempor cupidatat fugiat. Veniam officia incididunt aute elit dolore deserunt nostrud. Adipisicing deserunt quis eu sint non.\n\nEt ea sint dolor aliqua amet aliquip reprehenderit laboris qui laboris elit sint aute ea. Veniam enim et eiusmod cillum voluptate esse voluptate aute nostrud. Enim pariatur magna et dolor Lorem culpa sunt ad qui velit laborum dolor. Magna deserunt cupidatat pariatur sint pariatur ullamco veniam amet exercitation. Aliqua mollit enim ipsum non culpa elit incididunt deserunt velit duis magna aliquip labore.\n\nId elit laboris Lorem nisi eu magna ullamco enim. Cupidatat laboris quis laboris nulla et proident Lorem ipsum. Ex adipisicing amet mollit nulla anim consectetur mollit ea dolore nostrud ut eu sint do. Velit et duis id Lorem exercitation Lorem exercitation quis anim eu quis. Proident incididunt anim aute laborum quis sit aliquip in. Sunt do tempor Lorem do culpa non sit exercitation quis sunt. Deserunt elit in reprehenderit amet ea laborum dolore.","nominations":["Candelario Weissnat","Rebecca Batz","Kirsten Heathcote","Darrick McKenzie","Carissa Kessler"]},{"name":"Rachelle Hermann","slug":"rachelle-hermann","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/santi_urso/128.jpg","involvement":"Consectetur veniam minim labore nulla irure aliqua incididunt aute reprehenderit cupidatat tempor sit. Mollit fugiat occaecat dolor occaecat minim qui aliquip Lorem sit. Anim dolor incididunt ipsum id ipsum.\n\nProident occaecat incididunt excepteur nulla. Magna excepteur et mollit ad eu tempor voluptate velit in. Nostrud laboris in pariatur velit dolore ex et minim tempor qui officia consequat irure.","qualifications":"Reprehenderit eu mollit minim ullamco. Id magna nostrud laboris esse qui. Tempor proident duis ad pariatur aute do adipisicing excepteur cupidatat.\n\nFugiat excepteur est et id ex laborum magna magna qui. Et aliquip cillum cupidatat eu consequat. Sit consectetur enim ut pariatur consectetur amet proident ipsum velit minim ut dolore ut. Lorem tempor nostrud anim anim nulla. Anim Lorem nulla deserunt ea amet proident aute.","goals":"Ea mollit deserunt consectetur consequat ullamco labore consequat velit non ad pariatur magna. Officia proident ad esse fugiat cillum laborum consequat tempor est enim. Nulla magna enim quis non aliqua sit ad. Velit mollit veniam ipsum pariatur.\n\nElit sunt ea culpa culpa ex laborum mollit laboris ex nostrud. Mollit aute fugiat duis culpa consectetur non est irure qui. Velit enim ea ipsum eu enim eiusmod duis consequat fugiat. Cillum pariatur occaecat voluptate laborum duis nisi eiusmod in magna ex. Lorem voluptate elit do do nulla labore deserunt exercitation eiusmod ad exercitation consequat ex quis. Laborum commodo nisi magna proident excepteur consequat mollit consectetur do do sit culpa.\n\nQui laboris quis sit occaecat elit. Ipsum ipsum ex elit nisi sit duis eiusmod irure laborum nisi consectetur. Consequat aute velit voluptate reprehenderit laborum ut nisi nulla aute sunt eiusmod.","nominations":["Amir Tillman"]},{"name":"Shemar Goodwin","slug":"shemar-goodwin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/konus/128.jpg","involvement":"Anim minim occaecat laborum qui. Aute sunt irure id labore exercitation nulla tempor non ipsum culpa veniam deserunt deserunt nulla. Eiusmod laborum proident dolor adipisicing laboris ex amet. Nisi consectetur exercitation amet Lorem consequat dolor eu sint nostrud aliqua. Nostrud anim laborum ut voluptate esse ipsum officia aliquip. Ea aliqua reprehenderit eu fugiat.\n\nEu duis occaecat velit sunt deserunt laboris non ut excepteur enim excepteur. Irure sint adipisicing deserunt dolore et eu tempor. Esse nostrud aliquip non voluptate pariatur id veniam minim aute in consequat ex. Sint non nisi nulla anim nisi amet aliqua Lorem proident esse.\n\nCupidatat voluptate amet nisi ut dolor aliqua labore pariatur minim ipsum tempor. Esse aliqua qui ex dolor culpa elit ad proident nisi ipsum aute. Amet elit excepteur commodo excepteur Lorem amet cupidatat cillum ut incididunt occaecat.","qualifications":"Lorem velit consequat tempor consectetur enim. Aliqua eu culpa anim commodo do adipisicing nulla incididunt ut consectetur. Tempor tempor minim sint mollit consectetur sit in anim anim proident labore. Ut deserunt amet qui sunt culpa consequat eu dolor ipsum est. Nulla proident reprehenderit dolor ad ullamco duis fugiat dolor sit. Qui sit elit consequat dolor in adipisicing incididunt sint nulla ad consequat incididunt.\n\nNisi duis et ut officia. Consectetur occaecat eiusmod pariatur labore voluptate culpa anim fugiat laborum est ut cillum esse eiusmod. Amet occaecat elit ad consequat ipsum eiusmod elit commodo mollit cupidatat.","goals":"Elit ea est laborum aliquip voluptate. Excepteur amet quis adipisicing sint anim amet cillum veniam nulla do. Laborum consequat nisi incididunt do adipisicing reprehenderit ullamco deserunt in qui qui adipisicing Lorem dolor. Esse eu qui fugiat minim. In ea pariatur culpa minim laboris ut aliquip.\n\nNisi reprehenderit culpa laboris consequat pariatur magna sint ea reprehenderit est amet aliquip. Mollit non aliqua proident eiusmod elit magna quis reprehenderit esse nisi mollit. Sint nulla magna sunt consectetur.\n\nFugiat laborum minim nostrud aliqua sit ut consectetur. Adipisicing officia enim velit est incididunt. Exercitation enim ipsum aliquip consectetur eu tempor.\n\nAnim velit consectetur ullamco et id. Labore ex irure tempor adipisicing consequat cupidatat ipsum nisi adipisicing quis. Elit voluptate occaecat nulla sit consectetur aliqua deserunt laborum Lorem commodo. Consequat aliqua excepteur esse aliquip proident id et amet ipsum irure laborum do. Sint eu ea ullamco minim qui anim fugiat dolore reprehenderit.","nominations":["Tyrell Corwin","Sage Harvey","Doris Maggio","Timmy Conn"]},{"name":"Nils D'Amore","slug":"nils-d'amore","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/damenleeturks/128.jpg","involvement":"Ut enim reprehenderit duis ad laboris nostrud consectetur occaecat laborum excepteur quis non ut. Exercitation irure esse labore dolor officia non enim deserunt id. Anim cillum reprehenderit elit et culpa consectetur nulla non reprehenderit amet esse ea ut. Aliquip veniam consectetur minim esse laboris voluptate est eu occaecat deserunt. Aute deserunt consequat enim consequat quis eiusmod aliquip deserunt sit velit excepteur et. Excepteur duis sunt proident qui magna culpa elit magna.\n\nCillum Lorem eiusmod id enim amet duis officia aliqua cupidatat eiusmod. Et laborum nisi est magna excepteur dolor incididunt nostrud. Cupidatat magna laboris fugiat sint pariatur in quis aute in nostrud ipsum. Enim deserunt nostrud velit tempor aliqua.\n\nExcepteur dolor ea anim id amet consequat ex commodo. Dolor sint commodo pariatur amet eiusmod sit nostrud esse in. Duis laborum commodo id et officia deserunt ad.","qualifications":"Non veniam anim magna cupidatat et commodo occaecat eu occaecat. Exercitation non reprehenderit fugiat deserunt minim commodo ea amet minim consequat non eiusmod. Eiusmod id pariatur elit nisi in quis non commodo aliquip et. Officia ex cillum cillum fugiat.","goals":"Quis proident quis non mollit ad. Et irure occaecat ipsum dolore laboris sit ea. Minim consequat consectetur pariatur voluptate commodo nisi aliquip. Dolore laboris culpa pariatur incididunt consequat consectetur. Tempor sunt cillum anim non enim in sit. Consequat mollit duis laboris consectetur voluptate nisi anim.\n\nLorem commodo anim consequat sunt adipisicing do non fugiat cupidatat labore. Eiusmod anim mollit amet mollit ut adipisicing id dolor dolore aliquip eu magna aliqua ad. Mollit mollit excepteur cupidatat voluptate. Reprehenderit voluptate qui exercitation exercitation id cillum voluptate magna. In mollit exercitation cupidatat cillum qui laboris adipisicing occaecat minim nostrud reprehenderit.\n\nNulla ullamco qui elit nulla. Id dolor dolore esse excepteur anim ipsum magna ad ea culpa aliquip sunt eu. Qui ut mollit qui pariatur eu laborum veniam ea qui aliqua reprehenderit voluptate. Et labore sit laborum veniam quis. Irure minim magna anim sit velit mollit labore est id ipsum cupidatat in laborum exercitation. In deserunt cillum est commodo culpa enim est est.","nominations":["Brooklyn Leannon"]},{"name":"Dayton Osinski","slug":"dayton-osinski","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/michaelmartinho/128.jpg","involvement":"Exercitation ex aliqua aliquip aliqua. Laboris elit velit commodo deserunt cillum labore culpa cupidatat do et ea magna do. Aliqua reprehenderit labore eu aute.\n\nEiusmod eiusmod ipsum proident cillum cillum laboris minim. Voluptate proident eu laborum dolor aliquip voluptate cupidatat est officia. Anim eiusmod est dolor id id adipisicing proident dolore velit non non excepteur occaecat. Ex et elit sit non et. Elit cillum adipisicing consectetur excepteur officia consequat velit exercitation occaecat quis adipisicing aliquip commodo officia.","qualifications":"Sunt nulla consequat laboris velit pariatur duis duis velit et commodo ea culpa. Adipisicing nisi pariatur laboris proident anim. Sunt amet qui eu esse commodo anim id pariatur ea excepteur laborum mollit est. Labore et aliqua ullamco cupidatat incididunt voluptate enim adipisicing dolor. Fugiat nisi ad amet commodo quis.\n\nId velit proident culpa aliqua. Mollit ad voluptate nostrud Lorem et cupidatat sunt consequat minim tempor sit esse fugiat. Consectetur officia anim occaecat est culpa veniam. Laboris dolore elit quis ullamco aliqua. Non Lorem aliqua et nisi do veniam pariatur.","goals":"Est mollit mollit sunt elit ex cillum consectetur. Non magna nostrud eu ipsum nisi consequat nostrud eiusmod non deserunt nostrud aliqua adipisicing velit. Dolor sint ea culpa quis ullamco cupidatat incididunt mollit ea culpa velit nisi. Officia officia nisi incididunt elit adipisicing quis ea. Pariatur quis voluptate dolor enim excepteur ipsum. In magna Lorem eiusmod esse aliquip aliquip cillum ut mollit est excepteur commodo esse minim.\n\nEt deserunt exercitation id elit elit. Dolore in commodo anim id occaecat adipisicing ut esse magna aute fugiat sint. Non Lorem officia ad ut. Anim labore do reprehenderit consectetur dolore enim non sunt qui esse veniam dolor Lorem. Ad veniam pariatur cillum in duis.\n\nDeserunt aliquip id commodo amet adipisicing ipsum aute elit eu. Reprehenderit do reprehenderit officia eiusmod tempor est ad esse do non Lorem tempor. Proident tempor enim dolor consequat elit exercitation velit. Do nostrud laborum duis enim veniam in. Laboris qui culpa nulla cupidatat amet et nisi aliquip minim consectetur consequat consectetur. Ullamco occaecat officia officia ullamco anim deserunt ut qui nostrud commodo dolor fugiat nulla. Ullamco qui labore irure excepteur cillum.","nominations":["Johnpaul Adams","Patsy Kuhic","Carroll Aufderhar","Jevon Stark","Roy Bartell"]},{"name":"Janick Lehner","slug":"janick-lehner","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/zaki3d/128.jpg","involvement":"Ut dolor non do eu reprehenderit do do Lorem laborum esse officia cillum minim ut. Ullamco sunt culpa aliquip cillum exercitation. Lorem aute fugiat do laboris duis sunt nostrud in est est mollit adipisicing sint.\n\nMinim ad fugiat eu qui pariatur ut fugiat eu qui mollit voluptate. Enim laboris sit id Lorem pariatur reprehenderit magna sit velit et aute. Officia ea tempor labore sunt pariatur exercitation. Eu velit cillum pariatur mollit ea est.\n\nDo nisi Lorem laboris culpa ea proident aliqua. Cillum enim fugiat aute culpa et. Amet sit est non ullamco. Ex minim dolor dolore anim adipisicing cillum. Exercitation nostrud sit incididunt quis duis quis Lorem cillum mollit aliqua. Nostrud ad veniam fugiat sit laborum ex esse quis.","qualifications":"Irure culpa veniam dolore excepteur est aliqua tempor eu anim Lorem eiusmod eu proident pariatur. Tempor ullamco elit incididunt ad dolor magna commodo culpa do id cillum enim eu. Et labore in minim anim occaecat consequat fugiat. Non aliquip quis consectetur velit dolor velit enim in sunt do sint dolore irure labore. Ea elit labore dolor dolor et elit nostrud excepteur in irure reprehenderit dolore aliquip. Nostrud sunt nostrud ad deserunt exercitation sunt. Eu est incididunt eiusmod tempor irure.\n\nExcepteur cillum magna in magna ipsum incididunt aliqua cillum ullamco occaecat est. Id sunt sunt proident ad consequat ex laborum ad nostrud Lorem Lorem in adipisicing. Aliquip nulla laboris irure anim Lorem nisi duis nulla magna ipsum. Anim do ut aute dolor labore sunt non et cillum sit commodo. Aute labore quis cillum cillum adipisicing minim. Ex magna incididunt ad consequat aliquip reprehenderit reprehenderit aute esse.","goals":"Labore eu anim magna enim voluptate sint labore. Aute nostrud ipsum duis quis laborum veniam amet consequat duis excepteur cillum officia esse. Eu excepteur exercitation amet laborum aute ipsum elit eu duis deserunt reprehenderit occaecat culpa aute. Sit officia nulla ut fugiat sit commodo qui qui veniam voluptate velit.\n\nNon magna ipsum Lorem occaecat do do irure amet velit veniam ut sint tempor. Do aute qui Lorem adipisicing ex. Id mollit consequat consequat aliquip excepteur nostrud sit consectetur culpa quis elit ex dolore. Anim et in incididunt laboris commodo velit et do quis deserunt.","nominations":["Allie Shanahan","Vesta Berge","Kamille Metz"]}]},{"title":"External Organizers","slug":"external-organizer","description":"\n  <p>External Organizers will jointly oversee the External Organizing Committee (see Article VI), which will lead the Local’s fight for a socialist political agenda in the East Bay and beyond. Under the direction of the Local Council and in order to realize the policies, priorities and campaigns set forth by the General Membership, the External Organizing Committee shall manage or execute all of the Local’s issue and electoral campaigns, direct actions, rallies, and other activities expressly targeted at the general public for political purposes.</p>\n          ","candidates":[{"name":"Fausto Tromp","slug":"fausto-tromp","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/tomaslau/128.jpg","involvement":"Laborum veniam exercitation reprehenderit non laborum nisi reprehenderit proident sunt veniam voluptate aliquip. Irure ad anim ullamco tempor nostrud labore id sunt eiusmod laboris tempor ea adipisicing. Reprehenderit fugiat irure aute commodo mollit ullamco. Veniam aliquip cillum mollit exercitation proident sint deserunt nulla adipisicing ex consequat. Mollit ut enim pariatur aliqua. Consequat commodo cupidatat enim et officia enim aute.","qualifications":"Consectetur dolore irure consectetur laboris. Cupidatat veniam occaecat et est proident ad ea irure duis cupidatat laboris consectetur. Id esse aute non voluptate deserunt ad irure consequat nisi aute amet. Minim consectetur nisi labore do pariatur sit tempor pariatur ut laborum adipisicing quis deserunt nisi. Esse ut cupidatat occaecat culpa sint ut dolor proident. Mollit cupidatat officia aute incididunt pariatur commodo irure irure voluptate reprehenderit. Officia aliqua commodo quis amet amet Lorem.","goals":"Sint ipsum anim consequat tempor deserunt minim est veniam qui mollit fugiat aliquip pariatur. Eu enim irure sunt veniam aute. Fugiat laborum ullamco reprehenderit laboris sint pariatur nostrud aute ullamco proident nulla sint exercitation.\n\nSunt fugiat eu laborum qui culpa nisi Lorem ut. Esse proident amet occaecat sit enim fugiat elit anim ea. Cupidatat qui dolor labore esse mollit veniam eu. Eiusmod eu deserunt dolore in occaecat dolore consequat ad cillum est minim. Minim ex duis elit enim velit eu labore officia. Esse amet culpa Lorem in sit consectetur quis exercitation id labore laborum officia nostrud deserunt. Enim tempor ut sint enim veniam exercitation irure aliqua.\n\nEu quis occaecat eiusmod dolore nulla non enim proident sit voluptate cupidatat dolor incididunt. Magna aliquip sit sunt officia commodo reprehenderit voluptate aliquip veniam quis commodo. Lorem amet esse sit pariatur ex non laborum reprehenderit. Lorem quis adipisicing et reprehenderit voluptate mollit velit deserunt. Laboris consectetur irure ea esse quis mollit nulla ea sit do consectetur do. Exercitation in aute deserunt pariatur nulla pariatur et magna aute enim magna irure eiusmod. Aliquip velit laboris dolor enim non adipisicing veniam.\n\nAliqua non sunt nisi anim magna laboris non ullamco. Duis aute mollit do in non ex ut. Ut in deserunt nostrud dolor. Velit officia dolor in quis. Anim eu ut ad Lorem eu incididunt dolore sunt aliqua dolore.","nominations":["Dallas Runolfsson","Giuseppe Herzog","Keith Bailey","Yazmin Baumbach"]},{"name":"Jordy Hilll","slug":"jordy-hilll","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/syropian/128.jpg","involvement":"Id est et pariatur cillum. Est elit incididunt nostrud ipsum ad velit laboris elit occaecat aliquip ipsum incididunt. Duis aute ut consectetur officia ad voluptate. Occaecat cillum officia consequat sint consectetur dolore nostrud. Laborum aute tempor exercitation ex adipisicing exercitation laborum. Reprehenderit laboris culpa cillum dolor amet enim amet officia ea cupidatat ea pariatur. Consequat est aliquip proident occaecat et voluptate pariatur magna amet tempor.\n\nVelit nisi Lorem aliquip magna quis adipisicing adipisicing do officia. Adipisicing id voluptate magna eu deserunt quis labore nisi tempor. Sit nostrud labore laborum elit mollit sunt labore ipsum dolore magna Lorem. Aliquip ea magna minim in laborum laborum excepteur nulla fugiat adipisicing ea. Ut ex cupidatat do incididunt ipsum ut nostrud. Ut minim ipsum occaecat dolor reprehenderit labore dolor. Consectetur in proident eiusmod labore aliquip.\n\nAute deserunt ipsum esse sint Lorem est. Ut in commodo qui Lorem incididunt. Esse mollit nisi laboris reprehenderit incididunt mollit ea sit minim. Sint fugiat et eiusmod incididunt.","qualifications":"Magna id nisi incididunt non ullamco qui do dolore dolor sunt sit voluptate ut adipisicing. Sunt aliquip mollit velit eiusmod nostrud ut velit in ipsum. Ut elit fugiat sunt in elit ipsum.","goals":"Aute nisi nostrud deserunt ut proident fugiat labore sint exercitation est occaecat exercitation. Ad fugiat officia ad amet velit culpa laboris officia nostrud minim cupidatat. Nulla est amet tempor aliqua officia. Eiusmod labore Lorem eu sint ut commodo veniam culpa reprehenderit. Consectetur exercitation incididunt sunt elit occaecat veniam enim. Consequat culpa in ad consequat ullamco ea sunt consectetur ad aliquip et.\n\nFugiat id laborum irure excepteur culpa est labore in proident ut tempor minim laborum in. Ad ipsum nostrud et dolore. Irure sint amet in amet est commodo irure anim. Proident est voluptate exercitation veniam ex duis excepteur ut reprehenderit amet ad occaecat. Ad consectetur aliquip id irure eu velit reprehenderit culpa sint in magna cupidatat voluptate enim. Fugiat id non nulla ullamco irure.\n\nExercitation laborum incididunt sit enim culpa nulla magna mollit cupidatat cupidatat mollit qui enim ad. In culpa Lorem cupidatat magna dolore minim labore tempor irure labore consequat minim officia quis. Voluptate ex dolor tempor anim ullamco irure consequat laborum eu adipisicing sunt qui laborum.\n\nElit aliqua sint aliquip aute qui commodo reprehenderit dolor eiusmod fugiat do ea ullamco qui. Non reprehenderit aliquip reprehenderit nulla incididunt culpa. Et officia anim dolore proident commodo fugiat aute nostrud voluptate aliquip incididunt veniam commodo reprehenderit. Cupidatat laboris excepteur adipisicing veniam nostrud elit amet id.","nominations":["Julio Mosciski"]},{"name":"Fannie Haley","slug":"fannie-haley","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/linux29/128.jpg","involvement":"Eu ex mollit occaecat amet veniam mollit nisi anim aliqua ipsum id ex. Magna eu dolore dolor adipisicing elit ex nulla occaecat consectetur ut reprehenderit irure. Occaecat esse magna elit consectetur tempor adipisicing dolore deserunt fugiat non magna magna proident. Labore commodo Lorem incididunt pariatur esse aute deserunt. Officia deserunt eiusmod consequat non voluptate excepteur commodo occaecat reprehenderit nulla cupidatat.","qualifications":"Enim elit quis excepteur eu reprehenderit sit officia elit fugiat. Ad in irure velit ullamco dolore officia laboris laborum irure mollit. Est proident dolore nostrud eiusmod culpa laborum ipsum sunt sit.\n\nOfficia velit nulla velit ullamco adipisicing excepteur proident esse ipsum officia eu culpa. Velit officia eu nulla veniam nulla reprehenderit consequat laborum deserunt veniam. Culpa consequat reprehenderit pariatur labore sunt deserunt. Aliqua nostrud exercitation deserunt minim duis nostrud mollit irure sit.","goals":"Veniam aliqua deserunt do consectetur veniam velit adipisicing eiusmod deserunt laboris ipsum. Tempor reprehenderit tempor tempor anim incididunt dolor anim magna. Reprehenderit fugiat magna nisi tempor ut proident. Laborum sunt non irure nisi anim laborum labore reprehenderit elit anim deserunt. Voluptate id ullamco nulla laborum cillum nulla non.\n\nCulpa sunt quis qui ea anim. Eu sit consectetur quis cupidatat pariatur. Esse elit dolor sunt veniam ad Lorem. Amet dolor veniam et proident sit et in laborum id aute sint ea excepteur. Dolore id tempor qui reprehenderit voluptate. Eiusmod veniam ex esse labore dolore. Nulla quis dolore dolore eu voluptate ex reprehenderit cillum veniam nostrud.\n\nQuis velit veniam mollit voluptate magna qui. Et exercitation mollit ad id aliqua ea officia esse aliqua fugiat do eiusmod. Eiusmod elit nostrud quis consequat incididunt. Aute duis tempor eu dolore commodo quis duis quis est laborum nulla ea incididunt consequat.","nominations":["Zane Skiles","Gregoria Von","Jody Gibson"]},{"name":"Chyna Ruecker","slug":"chyna-ruecker","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/lanceguyatt/128.jpg","involvement":"Sunt ex veniam quis cupidatat incididunt. Sunt voluptate quis Lorem sit irure sit qui. Consectetur laborum proident adipisicing consequat proident eu est tempor irure cillum officia Lorem amet minim. Sit aute aute aliqua consectetur ut enim culpa. Enim Lorem do sint in anim nostrud. Commodo fugiat aliqua consectetur pariatur laborum aute velit culpa tempor consectetur consectetur elit commodo tempor.\n\nSint qui elit ex nisi nostrud aute excepteur do dolore et cillum sit. Eiusmod enim nisi duis proident dolore do excepteur. Labore amet cillum fugiat duis consectetur dolor nulla et ipsum nulla ipsum occaecat ex ad. Voluptate dolor ea laboris consequat. Non cupidatat mollit sint eiusmod consectetur id nisi amet eiusmod officia reprehenderit minim ad. Tempor labore esse occaecat aute et fugiat voluptate consequat est cillum dolore Lorem. Sint elit non excepteur adipisicing sunt consectetur voluptate enim occaecat nostrud culpa.","qualifications":"Ad sint in et eu quis. Eiusmod enim ea Lorem eu cupidatat et velit ea consectetur et culpa officia cillum. Adipisicing id in esse nulla occaecat non officia. Dolore sint eiusmod est ullamco nulla ut.\n\nQui laboris dolore cupidatat velit voluptate ullamco quis labore cillum est incididunt amet anim culpa. Proident aliquip ad minim exercitation est laboris deserunt officia. Aliquip amet cupidatat duis nisi laborum deserunt adipisicing ex ea nulla excepteur est aliquip cupidatat. Amet consectetur aute aliqua nulla occaecat. Tempor aute aute Lorem Lorem minim id ullamco culpa minim dolore est do qui tempor. Consectetur aliquip ex laborum reprehenderit qui proident.","goals":"Aute id amet ad sunt dolore consequat velit excepteur. Excepteur occaecat excepteur commodo labore nulla nostrud tempor magna commodo pariatur. Ipsum qui labore reprehenderit velit consectetur tempor proident. Officia consectetur et non reprehenderit elit voluptate esse.\n\nEst enim nulla voluptate laboris esse. Dolore velit laborum esse commodo labore irure commodo dolore velit eiusmod cillum. Tempor consectetur elit Lorem nulla ullamco fugiat minim ad esse esse culpa minim eu laboris. Consectetur duis consectetur ex culpa deserunt eu in dolor ut amet ullamco reprehenderit. Laboris magna sit sit ut occaecat eu elit tempor aliqua et ad occaecat. Eiusmod aute minim veniam ullamco anim. Irure ut nulla do pariatur qui ullamco deserunt magna aute voluptate id.\n\nMinim in aliquip excepteur eiusmod anim Lorem. Nostrud magna voluptate eu reprehenderit Lorem. Ex incididunt labore aliqua amet. Irure nisi et exercitation consequat sit non veniam qui aute esse veniam nostrud. Ea sit Lorem cupidatat aute exercitation ea ut.\n\nIn cillum voluptate laboris excepteur labore laboris culpa est amet aute ad reprehenderit sint. Ut consectetur dolore dolor tempor quis consequat cupidatat officia. Incididunt cillum cupidatat est ullamco ex consectetur sit sunt excepteur non ea sunt non. Velit sint pariatur sunt proident ipsum Lorem reprehenderit. Ea sint pariatur nulla sit proident ea Lorem deserunt esse nulla labore tempor amet. Labore laborum ex enim aliqua eiusmod voluptate Lorem consectetur adipisicing irure est incididunt pariatur incididunt.","nominations":["Haven Marquardt","Hobart Howell","Douglas Blick","Leopoldo Frami"]}]},{"title":"At-Large Local Council Members","slug":"at-large","description":"\n  <p>At-Large Local Council Members will participate in Local Council decision-making, and are responsible for attending all relevant meetings and reading all relevant documents. At-Large Local Council members are also tasked with representing the views of the membership that elected them as well as helping to advance the goals of the Local generally.</p>\n          ","candidates":[{"name":"Brooke Hansen","slug":"brooke-hansen","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/BenouarradeM/128.jpg","involvement":"Veniam eu nisi cillum laboris aliquip ipsum elit excepteur. Sit mollit officia nisi amet ea consequat consequat pariatur incididunt velit consequat amet. Occaecat adipisicing do excepteur esse ullamco.","qualifications":"Aliquip ad dolore in duis. Excepteur duis irure deserunt proident elit eu. Cillum veniam eu dolore et laboris ad sit magna aliquip ipsum amet proident.","goals":"Eu incididunt cillum exercitation officia labore ea irure veniam dolore adipisicing consequat sint. Do aliquip ex aliqua sint exercitation dolor exercitation. Amet deserunt irure in voluptate ea nostrud deserunt ea pariatur. Enim laboris laboris minim minim fugiat commodo qui commodo duis do. Aliquip adipisicing ipsum exercitation adipisicing mollit eu culpa est labore. Duis cupidatat eiusmod consequat sunt non fugiat sint Lorem laborum dolor nostrud.\n\nIrure minim id laboris ad ut velit velit aliqua ut tempor irure. Anim dolor nisi ut esse cillum velit tempor exercitation. Et labore voluptate qui in ut elit tempor. Sint elit voluptate ea culpa. Sit ut enim ut sit nostrud ad sunt. Pariatur reprehenderit voluptate aliqua sint ex fugiat consequat sunt enim est eiusmod ullamco commodo. Reprehenderit irure eu tempor ad non sunt commodo qui elit officia.\n\nUllamco ea velit sit esse eiusmod adipisicing pariatur. Occaecat amet sunt labore sunt laborum fugiat exercitation. Minim ad deserunt non ipsum duis qui pariatur consectetur aute non nostrud cupidatat. Laborum aliqua amet ad nostrud culpa magna commodo deserunt occaecat minim. Consectetur et ad ut qui esse nostrud officia cillum exercitation esse culpa in anim.","nominations":["Camila O'Kon","Rickey Blick","Gussie Oberbrunner"]},{"name":"Kristian Hoppe","slug":"kristian-hoppe","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/shesgared/128.jpg","involvement":"Id nulla enim ullamco est deserunt qui do dolor. Mollit in ut non magna reprehenderit voluptate labore cupidatat dolor. Dolor sit deserunt ad ad mollit amet laboris aliqua. Elit quis aute laboris in voluptate.","qualifications":"Id dolore non aliqua deserunt ullamco non laborum. Duis duis sit id laborum. Tempor et amet amet nisi fugiat nostrud irure nisi sint non elit veniam qui. Cupidatat duis ipsum cupidatat incididunt in nulla sunt cupidatat id ex.","goals":"Quis irure amet minim voluptate fugiat. Aute non qui sunt laborum ea do exercitation adipisicing consequat. Et ipsum et deserunt elit labore deserunt incididunt irure cillum in veniam esse Lorem. Excepteur occaecat voluptate duis voluptate consequat. Velit sunt sit esse aliqua ipsum quis velit eu nisi nulla. Mollit ad commodo non non occaecat.\n\nAliqua sunt excepteur consequat dolore esse duis magna ad sunt incididunt. Adipisicing reprehenderit est nulla duis do nisi nisi sit ex sint proident tempor. Ut minim eu minim anim excepteur veniam cupidatat veniam laborum ad irure sit voluptate.\n\nAliquip eu excepteur quis non deserunt do amet ad minim est labore. Fugiat velit do officia exercitation adipisicing proident voluptate eu do et ad aliquip tempor tempor. Exercitation commodo id ut enim deserunt commodo duis sint officia eu voluptate. Adipisicing officia eu adipisicing non nostrud. Anim cupidatat id qui ullamco mollit ea eu non mollit do do. Elit nulla sint esse ullamco Lorem elit sint anim. Deserunt est anim pariatur enim consectetur dolore amet laborum id dolor et ullamco nostrud consectetur.\n\nReprehenderit sint consequat duis laboris velit aute deserunt do fugiat. Laboris aliquip Lorem sit dolor. Excepteur mollit cillum est anim est consequat sint velit aliqua irure. Do aute in incididunt eiusmod consectetur sint ullamco. Non veniam amet anim id aliquip commodo.","nominations":["Catherine DuBuque","Cleve Hermann","Danyka Davis"]},{"name":"Olga Ullrich","slug":"olga-ullrich","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/mashaaaaal/128.jpg","involvement":"Lorem ut proident deserunt quis qui exercitation veniam ea occaecat laborum reprehenderit laborum enim. Irure tempor excepteur veniam non velit. Sint aliqua consequat eu sunt sunt officia ut nisi enim tempor. Commodo ullamco ut labore non eu aliqua exercitation pariatur anim. Non pariatur reprehenderit id irure ipsum. Velit laboris occaecat culpa et velit nulla culpa ipsum cillum do non dolore incididunt.\n\nEnim ea sit non quis et. Tempor commodo aute duis sunt aute ex pariatur. Proident Lorem sunt consectetur amet duis nulla ullamco ipsum cillum ipsum. Consectetur magna dolor et pariatur sunt ipsum. Ipsum magna occaecat tempor sint cillum exercitation deserunt adipisicing esse. Esse excepteur commodo eu elit ipsum minim enim dolore in veniam sit. Commodo exercitation excepteur magna quis tempor irure laboris eiusmod.","qualifications":"Nisi minim proident esse incididunt consequat fugiat quis. Nostrud cillum ex ad reprehenderit aliquip ea. Mollit officia laboris voluptate fugiat Lorem commodo laborum do eiusmod fugiat cupidatat proident qui.","goals":"Excepteur nisi commodo amet irure do duis elit nisi deserunt adipisicing. Reprehenderit eiusmod eu incididunt elit mollit aliqua non non culpa sint. Ipsum est aute occaecat ullamco proident tempor pariatur Lorem enim nisi consectetur. Mollit irure enim eiusmod eiusmod non in anim dolor ipsum. Aliquip do veniam ea aute exercitation nisi fugiat occaecat adipisicing laborum proident nisi nisi sunt.\n\nDo esse ex id officia laboris. Laborum et voluptate cupidatat sit eiusmod. Do irure et proident proident aliquip nisi. Cillum elit qui veniam voluptate adipisicing enim proident cupidatat culpa culpa mollit ullamco. Voluptate duis ipsum minim enim.\n\nAmet laborum nostrud in consectetur esse magna labore laborum et. Dolore ex anim ea in ullamco duis ullamco amet. Mollit voluptate officia anim dolor irure magna magna in esse ipsum dolor. Ipsum veniam minim magna deserunt ea quis eu ut.\n\nEnim proident quis culpa veniam commodo est. Cupidatat aliquip minim labore incididunt labore magna tempor. Dolor laboris adipisicing elit reprehenderit excepteur ea cillum. Nulla dolore velit est ea cillum in exercitation enim ullamco. Exercitation culpa commodo amet et eiusmod officia ut occaecat anim.","nominations":["Hershel Gislason"]},{"name":"Norene Marks","slug":"norene-marks","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ganserene/128.jpg","involvement":"Eu adipisicing magna proident veniam pariatur aliqua. Tempor ipsum ullamco esse tempor veniam consequat adipisicing minim consequat ex. Anim incididunt cupidatat aliqua proident elit commodo excepteur velit elit ex. Qui est elit pariatur magna do cupidatat.\n\nEnim exercitation velit fugiat do reprehenderit esse laborum consequat. Ullamco laborum cupidatat aute dolore aute laboris eu. Pariatur enim anim esse fugiat voluptate do exercitation fugiat nulla incididunt non officia commodo dolore. Incididunt est officia laboris minim ex veniam ad commodo sit commodo consectetur velit minim. Cillum est do laboris excepteur. Reprehenderit magna esse reprehenderit laboris labore ipsum. Excepteur occaecat amet exercitation mollit ipsum Lorem aliquip fugiat officia pariatur veniam reprehenderit quis.\n\nIncididunt in proident qui consequat ex proident esse reprehenderit. Fugiat nostrud deserunt adipisicing consequat Lorem ad. Laboris reprehenderit in proident ex. Consequat incididunt culpa mollit qui consectetur et proident irure pariatur cupidatat voluptate tempor duis aute.","qualifications":"Incididunt ea velit dolor dolor. Esse eu ea id elit reprehenderit sint laborum. Laboris eiusmod sunt cupidatat tempor consequat ullamco pariatur. Dolore laboris exercitation incididunt laborum aliqua ea officia mollit sunt nostrud proident adipisicing sit. Nulla eu anim fugiat eiusmod enim veniam exercitation. Aute fugiat aliqua velit magna ullamco.\n\nSint ut Lorem dolor officia in cillum esse dolore culpa ullamco aliqua velit occaecat. Exercitation cupidatat quis veniam nostrud. Do adipisicing id magna quis consectetur nulla ad. Duis nisi exercitation labore esse nisi enim amet. Irure sunt adipisicing nulla tempor et duis sit exercitation laboris velit anim. Mollit nulla cupidatat aliqua labore ex consequat laborum sit nulla do minim sit. Magna commodo culpa sunt duis.","goals":"Esse enim labore veniam ea laborum consequat nostrud adipisicing deserunt ea minim. Exercitation aute tempor quis aute aliqua excepteur nulla. Sunt ex veniam nulla cupidatat labore ad ipsum in deserunt in. Officia consequat magna ut commodo esse amet sit consequat minim in. Quis Lorem dolore cupidatat nostrud nostrud quis anim sit reprehenderit ipsum incididunt quis. Elit ut tempor aliqua id. Ipsum magna ad qui enim irure in excepteur dolor anim sunt.\n\nElit sint deserunt cillum occaecat et laboris eu. Ad ullamco proident laboris consectetur adipisicing commodo ad commodo deserunt mollit eu exercitation occaecat. Nulla velit enim ea aliquip ut ullamco consectetur. Elit anim non incididunt ex Lorem. Exercitation dolore aliqua occaecat pariatur ad in voluptate eiusmod fugiat Lorem occaecat sit. Reprehenderit proident esse culpa aliqua dolor occaecat ipsum velit. Nisi veniam eu elit qui esse ad ipsum.","nominations":["Rachael Ernser","Francesca Fadel","Aurelie Hauck","Amalia Beahan","Lorenza Douglas"]},{"name":"Merl Cole","slug":"merl-cole","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/lebinoclard/128.jpg","involvement":"Sunt occaecat do voluptate ipsum magna est cupidatat enim duis ea. Reprehenderit labore commodo deserunt nulla duis ipsum cillum veniam in anim irure quis id. Irure ea occaecat cillum veniam labore dolor minim aliquip labore aute dolore. Aute commodo aliquip sunt nisi qui aliquip incididunt mollit veniam. Incididunt aliqua reprehenderit et et qui. Lorem in commodo proident veniam labore.","qualifications":"Veniam eiusmod occaecat deserunt sint deserunt sunt commodo aliquip exercitation aliquip. Labore laborum occaecat ad Lorem nisi aute sint eiusmod. Dolor culpa mollit Lorem incididunt aliquip sit ullamco ullamco commodo non voluptate. Non proident tempor ut consequat anim pariatur anim exercitation enim id. Dolore labore ullamco mollit in. Tempor eu esse fugiat labore velit nulla magna. Lorem aute sunt consectetur cillum nostrud sit consectetur duis sit officia esse duis nulla nostrud.","goals":"Deserunt anim consectetur proident anim magna anim ea minim ex reprehenderit cillum irure proident. Sunt labore excepteur occaecat duis. Id consequat fugiat aliqua laborum consequat sint. Deserunt cupidatat ipsum eu sit. Commodo laborum fugiat reprehenderit culpa excepteur in ea veniam. Sunt sunt fugiat aliquip mollit consequat occaecat nulla laborum.\n\nUllamco enim id ullamco consectetur nostrud officia aliquip esse sint exercitation. Aliqua sit occaecat adipisicing commodo cupidatat nisi est et adipisicing. Cillum exercitation id elit dolor nulla anim culpa do do laboris ullamco minim id. In excepteur magna ut dolor exercitation adipisicing velit cillum quis mollit cillum. Aliqua ullamco anim velit laborum incididunt pariatur fugiat nulla duis duis id. Dolor dolor et labore velit excepteur eiusmod ex irure consequat. Fugiat dolore commodo sint officia do adipisicing ut aliquip do consequat id ullamco.\n\nNon laborum consequat exercitation reprehenderit exercitation et commodo magna ad labore nisi ex ipsum. Nostrud dolore in incididunt nisi magna occaecat ea eu ipsum qui commodo. Reprehenderit ipsum in eiusmod consequat aliqua eu. Qui anim ad minim elit dolor nulla tempor amet. Amet cupidatat id non adipisicing irure occaecat consequat ad.\n\nAnim qui deserunt pariatur sunt incididunt et in sit adipisicing elit est incididunt id in. Lorem deserunt incididunt qui consectetur mollit est ipsum exercitation pariatur ipsum. Tempor quis sint in veniam do. Commodo ea amet pariatur cillum aliqua exercitation ad ullamco velit. Eu elit irure qui proident excepteur qui cillum laboris exercitation consectetur velit.","nominations":["Berenice Kutch","Gerald Osinski","Duane Heidenreich"]}]}]},"nationalConvention":{"candidates":[{"name":"Name Koelpin","slug":"name-koelpin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/rez___a/128.jpg","involvement":"Fugiat est cillum ut sint magna deserunt adipisicing sit. Aliquip excepteur minim voluptate qui laborum proident consectetur. Eiusmod ea est quis commodo. Magna exercitation aliqua ullamco officia. Esse aliqua excepteur eiusmod voluptate eu occaecat incididunt consectetur aliquip. Aliqua pariatur in anim qui exercitation anim. Id quis qui aliquip veniam mollit culpa.\n\nMollit laborum adipisicing mollit tempor minim non dolor incididunt incididunt laboris. Nisi officia in commodo nisi deserunt incididunt excepteur aliquip. Voluptate dolor adipisicing consectetur veniam ad est nulla fugiat.","qualifications":"Commodo eu dolore proident proident. Do aliquip deserunt mollit commodo tempor ad non ullamco. Laboris deserunt sint enim dolor cupidatat. In et ut eiusmod reprehenderit nisi ex velit nostrud ex reprehenderit amet ipsum tempor. Exercitation et nostrud do enim irure voluptate labore amet veniam sit laboris. Non ad non sunt culpa officia dolore nostrud irure sunt nisi.","goals":"Ex nostrud minim nostrud occaecat minim consequat. Amet proident dolore nostrud pariatur ea eiusmod sunt. Exercitation sit adipisicing voluptate ut eu eiusmod. Nulla ea cillum ipsum cupidatat. Sunt dolor aute minim et laboris. Pariatur ad enim ipsum dolore sit id. Laboris reprehenderit proident elit ex proident aliquip sint enim non excepteur est.\n\nLabore consectetur eiusmod ipsum duis voluptate ipsum non irure minim labore proident irure minim. Aliquip ut dolor esse occaecat cillum do fugiat. Aliquip sit labore qui qui labore id ullamco non anim proident laborum irure. Elit anim laboris dolore et Lorem cupidatat aute. Laboris culpa nostrud commodo nulla qui nostrud fugiat pariatur in non ipsum velit Lorem do. Quis nostrud culpa nisi consequat id laborum dolor minim consectetur.\n\nCupidatat aliqua est irure in enim laborum nulla ut ipsum nulla dolor. Proident sunt sunt elit velit elit sunt laboris ullamco adipisicing nulla magna amet anim do. Amet nostrud dolor non eu incididunt pariatur magna velit irure deserunt consequat irure consequat velit. Et enim cupidatat do officia qui enim. Consequat do laborum laborum aute veniam enim cupidatat velit deserunt elit dolor. Ullamco sint ut excepteur occaecat adipisicing esse id. Fugiat laboris esse nulla aliquip do est eiusmod elit tempor esse aliquip.\n\nSit irure irure mollit ipsum proident. Commodo occaecat laboris nisi eu duis qui aliqua aliquip non et aute aute. Nisi nostrud do velit amet eu incididunt. Non duis ex amet duis esse ad consequat officia. Ad elit qui officia deserunt voluptate adipisicing veniam irure reprehenderit enim deserunt tempor.","nominations":["Jacky Howell","Preston Rath","Agustina Nitzsche"]},{"name":"Betty Crist","slug":"betty-crist","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/juanmamartinez/128.jpg","involvement":"Ut duis eu eiusmod ea ut nulla ea non. Dolor reprehenderit mollit aliqua commodo mollit magna cillum. Pariatur magna sint fugiat occaecat irure ut. Amet deserunt ullamco nisi occaecat consectetur pariatur sint consequat eu consectetur tempor et. Commodo Lorem sint qui nulla veniam reprehenderit tempor sint ullamco mollit amet.\n\nAmet laboris ullamco occaecat cillum deserunt exercitation reprehenderit eiusmod. Ex ea exercitation sit consectetur elit non cillum occaecat veniam nostrud Lorem deserunt irure id. Aliqua excepteur sunt consectetur laboris voluptate consequat.","qualifications":"Voluptate tempor ut non laboris eiusmod reprehenderit. Est est culpa veniam consectetur id Lorem consectetur cillum magna officia aliquip in. Duis eu commodo velit non et eiusmod laboris. Dolor adipisicing dolor ea adipisicing commodo aliqua minim eiusmod nisi ullamco irure nulla anim et. Esse dolor pariatur consequat do nostrud magna laboris deserunt. Cillum cillum ex proident ex labore labore eu minim veniam ex. Non nisi cupidatat deserunt dolor veniam et.","goals":"Ut anim occaecat aliquip consectetur id culpa dolor laborum. Ut nisi incididunt nostrud ad officia exercitation consectetur quis laborum ullamco. Fugiat cillum amet do reprehenderit laborum pariatur tempor. Fugiat ut reprehenderit et laborum Lorem. Nostrud quis ullamco adipisicing cupidatat ex. Nisi enim ea occaecat dolor ex dolor enim consequat sunt minim sit ipsum in.\n\nLaboris quis exercitation veniam sit proident. Ea elit cillum quis reprehenderit incididunt aliquip id tempor excepteur fugiat. Lorem ea enim sit ut proident velit. Velit labore aliquip laborum elit esse quis labore id exercitation ipsum incididunt sint dolor voluptate. Dolor excepteur exercitation quis tempor ullamco aliquip ipsum amet deserunt quis amet commodo duis aliquip.\n\nExercitation labore magna occaecat nulla. Sit et id adipisicing id veniam elit laboris culpa et. Do aute labore pariatur amet magna id. Pariatur nostrud aute nulla laborum est aliquip irure amet consequat non. Nisi Lorem culpa do culpa exercitation dolore dolore. Deserunt amet exercitation ipsum qui in aliqua nisi cillum est aliqua. Et ullamco in id incididunt quis nulla Lorem enim ut dolore veniam ea consectetur ipsum.","nominations":["Kiel Thiel","Dax Lakin","Constance Durgan","Rachael Flatley","Justyn Wilkinson"]},{"name":"Chance Bashirian","slug":"chance-bashirian","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/joshhemsley/128.jpg","involvement":"Ipsum id deserunt nostrud elit laborum. Nulla aute eiusmod dolore aute Lorem ea voluptate. Aliquip occaecat magna eu excepteur enim id consequat duis dolor adipisicing excepteur ullamco ex.","qualifications":"Cupidatat mollit consectetur ullamco esse enim eu sint elit magna. Consequat occaecat ullamco ut veniam sit reprehenderit ut sint commodo velit sunt consectetur anim eiusmod. Sunt consectetur nostrud laboris esse reprehenderit incididunt Lorem amet proident.\n\nEt adipisicing nisi quis dolor proident non labore adipisicing est. Excepteur nostrud ullamco velit proident sint est irure. Culpa sit velit aute non et. Sunt cillum tempor eiusmod amet incididunt nostrud irure laboris est. Et irure enim magna ut dolore do duis laborum sunt et.","goals":"Laboris adipisicing adipisicing cillum ea sit deserunt irure dolore. Minim do quis qui esse aliqua dolore. Dolor eu amet reprehenderit fugiat officia et. Magna mollit in adipisicing proident ad culpa minim ut qui est ex proident. Ea excepteur excepteur nisi sunt.\n\nEnim duis aliquip exercitation adipisicing laborum cupidatat labore occaecat pariatur esse magna do consectetur. Voluptate ullamco pariatur tempor sint cillum incididunt anim laborum consequat. Excepteur quis labore ea magna nisi sit ullamco cupidatat reprehenderit enim est fugiat consectetur sunt. Officia reprehenderit tempor culpa dolor adipisicing duis eiusmod ex do consectetur veniam. Reprehenderit exercitation officia consectetur quis ad.\n\nFugiat cillum occaecat sint exercitation sunt excepteur amet consequat eu. Dolore reprehenderit proident eu aliquip aute sit aliqua dolore. Irure exercitation ullamco incididunt reprehenderit elit occaecat minim do proident ex amet. Enim tempor id do commodo. Ut officia cupidatat nulla exercitation reprehenderit ut amet amet reprehenderit do officia nulla reprehenderit qui. Aliquip aute irure aliquip excepteur id.\n\nLaborum Lorem laboris id eu culpa excepteur occaecat sint aliqua qui magna ex. In minim cillum est incididunt mollit laborum voluptate. Reprehenderit sunt excepteur consectetur sit voluptate amet elit exercitation. Mollit velit do consequat quis ex enim. Occaecat mollit eu reprehenderit ullamco minim aliqua eiusmod id occaecat. Consectetur reprehenderit cillum id eu enim.","nominations":["Vincenzo Wilkinson","Billy Beatty","Gaylord Mitchell","Floyd Konopelski","Rubie Vandervort"]},{"name":"Chadd Mraz","slug":"chadd-mraz","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/samgrover/128.jpg","involvement":"Amet aute nulla culpa minim in esse excepteur eiusmod laborum ea duis pariatur aute laboris. Ullamco ea officia adipisicing velit. Aute amet quis nisi incididunt deserunt ad sint duis nulla eiusmod cillum voluptate.","qualifications":"Aute nostrud nulla sint occaecat minim cillum eiusmod occaecat voluptate ad enim. Magna veniam magna incididunt deserunt nostrud reprehenderit nulla Lorem nulla eu cillum. Sint culpa incididunt qui ad.\n\nConsequat voluptate fugiat non culpa irure. Ullamco quis dolore consectetur veniam consectetur nostrud. Aliquip do eiusmod enim excepteur id Lorem occaecat cillum cupidatat nostrud elit. Exercitation ea tempor eiusmod aliqua incididunt labore exercitation duis id pariatur tempor esse ut. Lorem esse exercitation occaecat est dolor enim adipisicing amet tempor. Duis commodo est nisi irure non nisi consequat et ullamco. Duis aute incididunt dolor incididunt.","goals":"Irure ut culpa laboris aute laboris excepteur est anim do pariatur sit et officia. Voluptate eu aliqua aliqua incididunt irure ex culpa ad ex adipisicing nostrud. Do culpa et proident aute commodo qui mollit est sit velit magna tempor nulla voluptate. Ad proident non aliquip amet pariatur et voluptate laboris labore ad. Culpa incididunt amet in sit aliqua amet mollit aute consectetur ut. Ipsum ex ut quis eu veniam labore esse cillum culpa dolore irure non.\n\nIn excepteur commodo commodo anim tempor consectetur proident enim sint occaecat minim magna. Aliqua eiusmod cupidatat deserunt ullamco id consectetur mollit cillum Lorem ullamco pariatur elit. Proident duis ullamco laborum mollit elit.\n\nLaborum excepteur et anim minim esse minim mollit cupidatat veniam consectetur. Nulla cupidatat aliquip deserunt labore esse. Dolor ullamco culpa quis aliqua et irure laboris enim ullamco. Elit ea do ea eu deserunt dolore dolore nulla amet.\n\nConsequat voluptate amet ex dolore magna in do labore velit irure fugiat incididunt ipsum cupidatat. Quis dolore ex magna commodo exercitation adipisicing sint esse. Occaecat mollit adipisicing eu sint enim ea elit amet aliqua cupidatat Lorem incididunt. Velit in consequat mollit qui adipisicing eu anim ea enim in nisi. Nisi velit excepteur irure laborum Lorem sit consectetur laboris aliquip excepteur ex. Quis velit reprehenderit do duis est aliquip adipisicing mollit id aute do laborum ea irure.","nominations":["Cali Luettgen","Kennedy Zulauf","Judd Kassulke","Vena Thiel","Vena Satterfield"]},{"name":"Morris Dickens","slug":"morris-dickens","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/guiiipontes/128.jpg","involvement":"Ad eu sit amet eu ea cillum. Tempor sint non enim culpa voluptate velit mollit magna velit eu sit officia. Do laborum do irure proident nostrud ut tempor sint esse. Eiusmod adipisicing quis velit fugiat quis dolor et excepteur.\n\nLaboris dolor deserunt nisi sunt consequat ipsum aliquip occaecat fugiat anim ut cupidatat. Laborum aliquip qui nisi sit voluptate. Est est pariatur ipsum ipsum. Consectetur duis eiusmod do id adipisicing excepteur anim anim magna exercitation. Esse sunt minim magna anim et cupidatat ea dolor duis et officia elit sint Lorem. Nisi consectetur laboris eiusmod deserunt nisi reprehenderit incididunt.","qualifications":"Ex ad voluptate nisi voluptate cillum tempor proident Lorem fugiat ipsum quis labore minim enim. Qui ex irure culpa voluptate culpa deserunt do. Non ex dolore fugiat magna ullamco officia ad excepteur. Veniam consequat occaecat exercitation ex consequat ex nostrud minim nisi. Laborum laborum dolor dolore nostrud duis irure in nostrud. Qui ea cillum enim consectetur sunt dolore velit eiusmod ad. Laborum cillum est cillum labore cupidatat culpa pariatur officia aliqua.\n\nEsse qui anim tempor cillum laborum in eu fugiat dolore enim. Reprehenderit amet magna eiusmod mollit voluptate laborum consequat consectetur officia voluptate. Tempor et laboris et ut aliquip amet laboris. Aliqua dolore ut voluptate nisi quis reprehenderit laborum ex nostrud sunt quis sit amet cillum.","goals":"Ullamco fugiat occaecat non qui amet qui consequat ipsum ut amet aliqua pariatur. Pariatur cillum do qui amet labore mollit esse dolore. Minim laborum quis ea magna enim reprehenderit. Cupidatat sint minim anim cillum exercitation quis. Mollit tempor amet officia amet non consectetur est velit commodo quis et laboris labore esse.\n\nDuis cillum eu laboris anim veniam Lorem ut nulla exercitation. Cillum deserunt incididunt ullamco deserunt ut veniam irure. Ea occaecat occaecat deserunt excepteur nulla veniam veniam consequat eu magna duis. Dolor proident in culpa occaecat sit aute tempor aute laborum laborum officia est commodo. Lorem voluptate mollit proident fugiat laborum adipisicing voluptate ipsum irure velit incididunt.\n\nQui aliqua consequat ullamco est reprehenderit ullamco eiusmod elit mollit nulla in duis eu nulla. Commodo laborum consectetur aute deserunt sint et sit. Aliquip et dolor excepteur amet. Quis in cupidatat ex elit ipsum. Officia ullamco reprehenderit occaecat dolor consectetur sunt.\n\nLaborum incididunt mollit quis ullamco deserunt occaecat duis ea deserunt. Lorem Lorem ea qui cupidatat esse et sint est dolor exercitation dolore magna. Sit ipsum ad voluptate ipsum reprehenderit aliquip nulla eiusmod velit cillum cupidatat ea est. Excepteur labore ea aute magna sunt sit est id ea ipsum. Dolore aliqua anim dolor adipisicing in sint magna ex. Dolore esse Lorem commodo exercitation et Lorem quis do ea ad.","nominations":["Gayle Hackett","Samantha Armstrong"]},{"name":"Gino Wisozk","slug":"gino-wisozk","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/amayvs/128.jpg","involvement":"Sit elit ullamco eiusmod fugiat pariatur nulla sit. Nostrud veniam cillum eu minim quis reprehenderit enim veniam ut non est eu Lorem nisi. Cupidatat dolor deserunt ex laboris nostrud esse aliquip Lorem aliquip eu.","qualifications":"Aute sit occaecat cupidatat enim. Dolor veniam do cillum veniam. Quis mollit labore velit esse eu dolore esse amet id ea cupidatat cupidatat tempor ea. Occaecat sunt mollit dolor laborum magna voluptate pariatur ea veniam.","goals":"Cupidatat deserunt aliqua consequat est irure voluptate velit aute adipisicing. Veniam ex ad elit incididunt do consequat ea. Eu quis exercitation adipisicing laborum deserunt velit magna Lorem pariatur qui irure tempor aliqua minim.\n\nEx proident culpa proident non qui. Ipsum elit ea reprehenderit pariatur adipisicing duis mollit aliqua occaecat ea. Laborum tempor tempor in duis aute eu dolor enim amet quis labore. Velit nostrud ullamco ut dolore irure nostrud culpa culpa occaecat irure incididunt. Est incididunt ullamco ea quis ex dolore occaecat elit id et ullamco exercitation sit labore. Ad quis tempor sunt laboris sunt mollit voluptate elit aute ad mollit aliqua nostrud sit.","nominations":["King Brown","Dee Ritchie","Cletus Raynor","Annamarie Klein","Ole Rau"]},{"name":"Neha Hermiston","slug":"neha-hermiston","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/emmandenn/128.jpg","involvement":"Incididunt nostrud mollit qui ut anim labore voluptate. Veniam non tempor quis aute do et dolor esse tempor aliqua ut. Nisi ut duis eu excepteur voluptate tempor excepteur veniam laboris. Amet sint reprehenderit sunt exercitation aliquip duis nulla dolore esse aliqua irure. Ea magna labore amet ut veniam ea reprehenderit pariatur irure. Lorem duis esse reprehenderit magna sint Lorem quis.","qualifications":"Culpa dolor enim in Lorem ipsum esse do. Velit consequat voluptate Lorem pariatur adipisicing enim sit mollit. Cupidatat ex voluptate nostrud ad ex irure nisi consectetur. Laboris consectetur eiusmod consectetur tempor qui labore sunt aliquip officia incididunt tempor consequat. Nisi fugiat mollit et nisi commodo do. Anim aliquip do culpa et.\n\nDo nostrud proident reprehenderit veniam non aliquip excepteur laborum proident tempor labore anim. Minim id pariatur ipsum magna consectetur labore ipsum do ex elit velit. Laborum commodo qui commodo ut officia mollit aliquip ullamco deserunt ad nisi aliqua. Id mollit cillum elit ad anim Lorem cupidatat in consequat. Ea sit aute adipisicing amet Lorem fugiat qui duis eu laboris. Sunt occaecat sint id commodo tempor laborum minim consequat ex sunt ex tempor. Nostrud consectetur sint id dolore non qui.","goals":"Amet Lorem ea anim officia nisi minim minim. Lorem duis sint proident mollit excepteur adipisicing. Labore sint ad sit non sunt in duis sunt exercitation anim velit ipsum laborum ex.\n\nVeniam esse anim commodo id sint aute dolore ipsum veniam ex enim sunt. Consectetur nostrud minim qui Lorem in qui ea excepteur. Laborum officia Lorem cupidatat minim adipisicing occaecat dolore minim et qui culpa aliqua. Incididunt velit commodo sunt ex deserunt esse est proident. Commodo fugiat cillum laboris non et eiusmod consectetur minim nostrud aliquip est non veniam.\n\nLabore in laborum non dolore anim duis elit ullamco velit aliqua qui. Reprehenderit magna et ea labore ea tempor sunt aliquip eiusmod. Dolore ex sint mollit esse adipisicing non velit. Nisi duis non non anim minim ea irure laboris. Tempor reprehenderit voluptate est irure ex enim ad deserunt mollit. Non excepteur voluptate in est esse ipsum amet qui enim.","nominations":["Alena Hirthe"]},{"name":"Whitney Harris","slug":"whitney-harris","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/stefooo/128.jpg","involvement":"Anim irure ut anim non sit non cillum ut sit est et ad pariatur sunt. Sit quis veniam consectetur irure dolore tempor aute mollit. Proident qui reprehenderit commodo magna excepteur fugiat minim ad qui. Excepteur adipisicing sunt id mollit in sint non commodo ex dolor minim incididunt sint veniam. Commodo incididunt consequat sint eiusmod elit.","qualifications":"Eiusmod ut deserunt nisi aliqua non non id labore reprehenderit ea. Sunt aliqua non Lorem quis aliqua excepteur. Consectetur amet dolor sit nisi velit dolore exercitation. Ut et consequat aliqua id ex. Excepteur aliquip exercitation dolore minim labore ex. Ea anim non deserunt veniam duis pariatur culpa dolore magna labore pariatur.\n\nNon do laboris esse magna mollit sit excepteur proident aute nisi nulla labore. Sint enim nostrud sit in aliqua pariatur laborum. Non cillum proident dolore amet nisi amet velit ut dolore proident nisi eiusmod proident minim. Proident aute cillum Lorem cupidatat aliqua esse ad exercitation eiusmod ipsum nisi. Sunt aliquip magna reprehenderit proident magna irure tempor non exercitation et deserunt eu.","goals":"Pariatur non duis officia incididunt aliqua pariatur. Sit do aliqua qui do proident sit magna anim. Est ipsum deserunt occaecat quis nisi ex do non aute irure tempor deserunt. Deserunt fugiat cillum eu ad laboris et pariatur adipisicing fugiat. Aliquip nisi sit sit sunt. Occaecat cupidatat ut velit dolor magna laborum enim.\n\nVelit deserunt ullamco sint velit Lorem. In labore aute fugiat enim quis mollit. Tempor aute aliqua duis officia officia do magna laborum excepteur laborum fugiat nostrud mollit eu.","nominations":["Stefanie Cremin","Katarina Fadel","Nicolette Champlin"]},{"name":"Leila Hauck","slug":"leila-hauck","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/darylws/128.jpg","involvement":"Culpa exercitation amet irure laboris voluptate cillum tempor ullamco qui laboris incididunt proident commodo mollit. Nisi esse irure ut minim consequat. Esse eiusmod veniam laboris commodo cillum velit sunt mollit. Irure duis aliquip qui incididunt ex. Nisi dolore officia et veniam est labore.","qualifications":"Ut aute magna eiusmod ea dolor et Lorem sint aute. Dolore ipsum enim Lorem cillum cillum labore laborum elit ea. Velit est dolor esse duis aliquip qui cillum mollit ipsum mollit amet.","goals":"Aliqua fugiat excepteur occaecat dolore. Adipisicing cillum minim eiusmod esse consequat eu aliquip cillum velit. Dolor id aliqua voluptate voluptate elit. Et Lorem eiusmod ad voluptate. Occaecat reprehenderit mollit aliqua labore. Do dolore ex deserunt officia nisi.\n\nVelit laborum deserunt consectetur cupidatat quis fugiat qui in. Veniam pariatur aliqua proident sunt aliqua non veniam. Sint laborum consequat et cillum et officia reprehenderit ex est aliqua. Eu magna laborum est cillum fugiat exercitation ut labore sit nulla exercitation pariatur. Nulla in quis pariatur velit occaecat nisi irure ad amet esse aute. Anim in magna ea aliqua magna in quis aute. Reprehenderit incididunt dolor commodo irure aute Lorem.\n\nLorem eiusmod anim veniam ut ullamco qui consectetur dolore. Minim tempor quis ad mollit duis deserunt duis elit. Excepteur ad fugiat et veniam occaecat in fugiat magna dolore. Occaecat amet consectetur magna consequat eu cupidatat nostrud. Fugiat sunt non ut sunt sit in non.\n\nVoluptate est ut esse quis culpa proident minim amet est minim voluptate est sit. Cupidatat qui culpa adipisicing sunt esse. Sit ad proident irure officia consequat proident ullamco sunt ut nostrud ea.","nominations":["Dion Kuhlman","Hermann Balistreri","Zita Mills","Jordane Aufderhar","Emerald Towne"]},{"name":"Juliet Lesch","slug":"juliet-lesch","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/stayuber/128.jpg","involvement":"Ullamco ullamco dolore veniam nisi anim duis reprehenderit incididunt id. Reprehenderit sint sint aute in qui amet. Pariatur aliquip deserunt deserunt adipisicing ea eiusmod ipsum ipsum non ipsum mollit id duis amet. Consequat proident eiusmod dolor consectetur ut. Amet tempor eiusmod ex in elit ad. Officia aute proident cupidatat cupidatat ad.\n\nExcepteur irure qui consequat nulla Lorem sit velit. Elit nisi sint proident tempor eu. Reprehenderit qui quis ea nisi mollit sint fugiat anim id ex officia Lorem.","qualifications":"Ut cillum reprehenderit cillum adipisicing sit irure enim qui cupidatat dolore proident. Ipsum incididunt do ea labore proident dolor nulla consectetur nulla. Amet id velit ex veniam voluptate. Velit culpa tempor ex mollit fugiat laboris. Lorem culpa sint amet in sunt laboris. Id reprehenderit laboris ut ad voluptate. Eu qui consectetur elit labore labore id id tempor commodo labore cupidatat.\n\nQui aliqua consectetur dolore excepteur non esse sit adipisicing dolore sint enim dolore. Consequat ut excepteur consectetur aliqua fugiat eu ad. Labore deserunt dolore consectetur aliqua non culpa. Dolor exercitation excepteur aliqua et elit ad elit reprehenderit dolore incididunt consequat. Reprehenderit ullamco dolor mollit amet cupidatat id.","goals":"Non fugiat esse cillum tempor enim nostrud. Amet tempor Lorem veniam aute culpa proident cupidatat. Sunt qui enim cupidatat proident aliqua consectetur tempor consectetur.\n\nNostrud sunt sunt fugiat quis. Irure in velit aliquip esse do nisi dolor sunt fugiat deserunt sit minim dolore nulla. Voluptate sint ullamco exercitation dolore ipsum ullamco esse enim id culpa ullamco. Ut sit tempor nostrud sint pariatur labore laboris reprehenderit nostrud. Id proident sit tempor fugiat aute ullamco laborum ad cillum culpa ad est. Exercitation nisi ea in consequat in dolor commodo eiusmod proident.\n\nQui enim et fugiat laborum sunt qui ipsum. Aute non commodo fugiat velit proident. Excepteur ut minim occaecat adipisicing laboris non sit id mollit dolore.","nominations":["Brannon Yost","Wilma Witting","Emiliano Johns"]},{"name":"Riley Predovic","slug":"riley-predovic","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/luxe/128.jpg","involvement":"Occaecat consequat mollit sunt aute dolore elit. Occaecat dolore dolor dolor ex tempor deserunt magna aliqua aliqua. Ipsum eu anim aliquip culpa qui cupidatat sit nulla.","qualifications":"Elit in nulla qui dolore. Sint eu commodo ipsum mollit sint et aute mollit ipsum. Fugiat ut ad incididunt cillum elit sint est aute culpa culpa dolore cupidatat. Culpa officia dolore qui sunt proident aute et culpa adipisicing anim est et.","goals":"Dolore et et pariatur duis culpa veniam ad pariatur est. Laborum sunt pariatur Lorem anim ea magna. Laborum do Lorem eiusmod culpa enim nulla laborum in ea non velit voluptate laborum occaecat. Elit dolore labore eu eu dolor enim velit excepteur veniam ea consequat et id. Irure consequat tempor duis labore veniam consequat esse velit occaecat cupidatat anim aliqua adipisicing. Duis commodo do excepteur magna nulla nulla.\n\nIpsum nulla id cillum quis labore excepteur ullamco. Excepteur qui incididunt cillum id amet nulla aliqua eiusmod enim ea sint deserunt aliqua. Aliqua mollit ut velit ad non nostrud consectetur anim tempor culpa est aute.\n\nId quis laboris incididunt nulla pariatur tempor proident quis nulla. In duis id reprehenderit ullamco irure amet magna ullamco id. Ut reprehenderit veniam consequat quis Lorem irure. Elit velit pariatur minim labore aliquip eiusmod amet sunt reprehenderit laboris cillum consequat pariatur.","nominations":["Aisha Konopelski","Gay Konopelski"]},{"name":"Dejon Renner","slug":"dejon-renner","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/themikenagle/128.jpg","involvement":"Consequat incididunt nostrud cillum fugiat laboris ea consequat Lorem amet proident non sit duis. Proident excepteur aliqua Lorem culpa nulla labore cupidatat adipisicing fugiat culpa. Nostrud ea nostrud est tempor occaecat do.\n\nEiusmod ullamco voluptate aliquip in do cupidatat ea non nisi officia aliqua. Qui et commodo quis in est irure. Ut cillum dolor laboris exercitation cupidatat dolore. Ipsum eiusmod voluptate consequat proident amet nostrud aliquip aute. Sunt duis ad pariatur id eu esse non Lorem adipisicing consequat ut incididunt in. Laboris ad consequat proident id est minim fugiat do ut. Lorem adipisicing nulla enim qui nulla pariatur ut Lorem irure ex est et deserunt.\n\nOfficia cupidatat id fugiat qui et magna aliquip. Non commodo cillum irure elit cillum ex enim commodo. Reprehenderit excepteur ad fugiat aliqua pariatur enim aliqua occaecat pariatur culpa nisi adipisicing deserunt nulla.","qualifications":"Irure laboris et non et ad sint aliqua amet aliquip et deserunt. Labore ea est do non. Eu eu enim irure do ad do in consequat minim. Consequat do anim ullamco commodo nostrud nulla anim deserunt. Qui reprehenderit cupidatat deserunt aute consectetur irure cillum irure. Sit mollit irure cupidatat aute aliquip.\n\nDuis dolor sit cupidatat voluptate ullamco fugiat irure non qui esse ad. Deserunt minim ullamco id est sunt amet ad proident voluptate dolor magna incididunt id. Consectetur et voluptate cupidatat aliqua exercitation nisi elit nisi. Elit sint duis tempor eu cillum dolor dolore Lorem reprehenderit esse.","goals":"Voluptate pariatur est qui est exercitation est amet ad incididunt dolor aute. Deserunt aliqua sit dolore ad ea anim eiusmod. Pariatur velit qui labore esse incididunt dolore ex incididunt occaecat exercitation. Cupidatat labore officia aliquip nisi cillum aute consequat est magna sit elit sint.\n\nSunt fugiat reprehenderit sit nostrud commodo officia. Occaecat fugiat nisi reprehenderit ut ad consequat culpa officia. Velit occaecat pariatur ipsum Lorem consequat ullamco laborum ut esse fugiat Lorem Lorem Lorem. Veniam aute velit ipsum eu nisi quis deserunt excepteur proident.\n\nOccaecat sint labore sint anim. Ad excepteur ipsum ea incididunt cupidatat anim ad aliquip. Lorem duis minim ipsum voluptate Lorem nulla ipsum sunt.","nominations":["Elias Emard","Jimmy Wilderman"]},{"name":"Sasha Heathcote","slug":"sasha-heathcote","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/tanveerrao/128.jpg","involvement":"Minim excepteur nulla sunt eiusmod dolore tempor minim ut ullamco veniam. Ea irure cillum adipisicing ut nisi commodo consequat do. Eiusmod ullamco pariatur reprehenderit cupidatat elit.\n\nAd culpa consectetur mollit excepteur dolore cillum. Irure sunt consectetur ut sint velit sint quis do. Officia deserunt consectetur elit est occaecat sit sit veniam velit qui esse esse dolore.\n\nDolor exercitation incididunt proident consectetur ea laboris reprehenderit elit. Voluptate fugiat ipsum adipisicing exercitation tempor cupidatat. Culpa ad esse velit velit quis nostrud ut non cupidatat. Nulla culpa nisi sint adipisicing do esse consectetur laboris. Amet et velit eu adipisicing. Eiusmod aute proident labore non tempor tempor esse.","qualifications":"Ex incididunt irure id consequat commodo. Quis cupidatat nisi qui minim commodo incididunt irure cillum do sint elit anim. Sunt ipsum magna ut aliquip sunt anim. Occaecat eiusmod nulla eu mollit tempor. Ipsum veniam ut ipsum ut duis commodo qui dolore ipsum anim. Nulla voluptate consectetur fugiat quis et aliqua pariatur. Elit duis dolor veniam id excepteur aliquip id amet elit exercitation excepteur nostrud aute.\n\nSit est ea Lorem incididunt. Ut ea ut consequat eu proident est ex qui do et. Pariatur voluptate sunt sit nulla tempor ex excepteur labore cupidatat quis esse laboris. Sit laborum irure voluptate nulla ut nulla qui non laboris. Cillum labore Lorem ea tempor minim. Et eu dolore cupidatat laboris irure pariatur incididunt ad. Enim elit amet fugiat anim voluptate laborum et esse et mollit dolor.","goals":"Proident quis tempor irure veniam sit quis. Laborum irure tempor reprehenderit mollit voluptate esse commodo veniam occaecat sint do irure. Reprehenderit nisi eiusmod sit dolore. Reprehenderit laborum commodo commodo aute. Et fugiat irure qui laboris sunt magna amet tempor fugiat Lorem anim. Labore nulla est magna aliqua adipisicing commodo aliquip do.\n\nIn voluptate sit commodo elit exercitation commodo duis nulla exercitation non in tempor. Incididunt voluptate adipisicing aliqua reprehenderit cillum non. Minim fugiat dolor laborum labore reprehenderit culpa minim ad voluptate. Qui aliqua adipisicing reprehenderit excepteur.\n\nAliqua enim culpa qui cupidatat ad labore culpa cillum labore sit magna ullamco. Occaecat do ea consequat commodo sint anim reprehenderit nisi incididunt reprehenderit. Do aute duis ut incididunt ullamco cupidatat consequat laborum cillum aute fugiat. Est officia dolore minim mollit tempor sunt Lorem veniam sit amet irure. Ex excepteur ipsum voluptate veniam laborum ex nulla occaecat quis ex.\n\nEsse commodo non eiusmod consequat magna minim aliquip ex deserunt exercitation exercitation laborum. Pariatur est sunt est ea ut sint deserunt non culpa commodo duis cupidatat incididunt esse. Et in minim ea consequat pariatur elit laborum.","nominations":["Dangelo Parker"]},{"name":"Aida Blick","slug":"aida-blick","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/afusinatto/128.jpg","involvement":"Eiusmod in et dolore irure labore commodo. Ullamco adipisicing irure in velit mollit culpa. Ex elit excepteur ullamco tempor exercitation ipsum aliquip duis dolor fugiat.\n\nSunt sint tempor pariatur dolor quis. Deserunt nostrud incididunt ipsum eu excepteur do incididunt sint eiusmod est. Cillum sit magna occaecat qui dolor Lorem nisi ut proident.\n\nAliquip quis excepteur quis labore esse Lorem ex tempor aliqua est mollit. Mollit ullamco ipsum proident nostrud. Duis incididunt est ea laborum sint minim cillum amet. Nostrud occaecat duis Lorem do. Consequat amet incididunt qui incididunt ex laborum sunt aute officia. Consequat sunt elit et elit laborum eu id.","qualifications":"Deserunt ea in aliqua tempor laborum magna occaecat cillum aliquip et laboris duis ea cupidatat. Elit dolore enim enim enim officia aute sit fugiat adipisicing veniam exercitation adipisicing tempor nisi. Anim dolor dolore culpa commodo consequat proident labore mollit anim non.","goals":"Ad reprehenderit cupidatat deserunt culpa fugiat. Velit esse commodo occaecat dolor velit sunt deserunt elit non commodo aliquip eiusmod ut eiusmod. Velit dolor eu ut amet do culpa fugiat. Eu incididunt nisi sunt aute laboris est.\n\nDolor culpa tempor consectetur labore commodo tempor ut aliquip aliquip consequat. Aute aliqua sunt id elit voluptate do mollit fugiat. Labore tempor fugiat ullamco sit sunt ex pariatur est fugiat. Sunt pariatur reprehenderit tempor qui exercitation laboris tempor.\n\nNostrud proident sunt fugiat ex nisi velit. Nisi mollit cillum et ex labore et duis pariatur magna anim Lorem ea. Minim velit dolor aliqua labore consectetur incididunt mollit quis laborum quis tempor non exercitation. Incididunt tempor nisi eu deserunt nostrud excepteur enim nostrud reprehenderit nostrud aliqua in. Deserunt esse id pariatur cupidatat velit aliqua id aute pariatur. Aliquip eu aliquip nostrud commodo eu amet commodo proident id tempor ea nisi dolor.","nominations":["Kitty Denesik","Domingo Klocko","Demarco Bauch","Nico Leffler"]},{"name":"Joan Durgan","slug":"joan-durgan","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/curiousoffice/128.jpg","involvement":"Excepteur laborum velit magna adipisicing cillum esse excepteur eu ex. Adipisicing enim consectetur ipsum velit ut qui aliqua exercitation. Ut Lorem fugiat laboris enim aliquip. Ex tempor ad veniam est cillum esse et magna. Elit fugiat reprehenderit occaecat duis tempor mollit velit aliqua amet ex eu occaecat.\n\nDolor et anim aute ea minim. Qui ut duis qui excepteur duis exercitation. Do enim et dolore proident. Enim labore voluptate adipisicing nisi sit tempor veniam deserunt eiusmod minim aliqua velit ad.\n\nConsequat qui cillum culpa ipsum reprehenderit tempor ad. Reprehenderit magna sint labore id. Est ullamco pariatur ullamco magna veniam adipisicing sint laborum ex eiusmod est consectetur. Laboris do enim commodo sunt sunt id aliquip irure. Mollit proident quis voluptate adipisicing velit consequat nisi Lorem aliqua voluptate consequat occaecat.","qualifications":"Laborum deserunt incididunt occaecat exercitation ad tempor est veniam sint. Adipisicing duis enim ea dolor id ipsum elit. Velit quis laboris nisi excepteur minim duis. Laborum fugiat occaecat aliquip non laborum tempor anim.\n\nEiusmod aliqua mollit consequat id veniam cillum labore esse ut. Proident ad voluptate ut voluptate aliqua excepteur. Elit eu sint nostrud mollit cillum in.","goals":"Exercitation minim ipsum fugiat qui dolor excepteur voluptate fugiat. Velit ut non ut dolore esse reprehenderit anim est. Occaecat pariatur et incididunt cupidatat commodo voluptate nulla labore cupidatat consectetur. Sit fugiat labore tempor anim minim. Commodo sint fugiat ad pariatur tempor qui duis nulla ea. Officia aliqua cillum quis veniam cupidatat esse non commodo cillum. Laboris sunt dolor quis occaecat labore id aliquip.\n\nQui consequat magna laboris laboris. Occaecat aliqua in cillum laborum veniam nisi non adipisicing aute exercitation exercitation quis quis. Qui ea voluptate culpa id eiusmod fugiat reprehenderit pariatur dolore esse laborum non velit. Sit ad ipsum dolor culpa labore pariatur. Voluptate consequat elit culpa labore tempor. Magna consequat id quis ut commodo mollit. Occaecat cupidatat labore deserunt adipisicing labore cupidatat.","nominations":["Samson VonRueden","Howard Considine"]},{"name":"Maxine Cummerata","slug":"maxine-cummerata","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/woodsman001/128.jpg","involvement":"Tempor irure pariatur enim ut ullamco nostrud magna Lorem ex Lorem. Non dolore minim proident ut nostrud sint. Irure velit cupidatat sunt adipisicing cillum incididunt elit anim irure eiusmod. Dolore veniam proident nulla amet Lorem Lorem magna magna aute voluptate id elit aliquip. Eiusmod exercitation sint ullamco qui ullamco eiusmod pariatur cupidatat anim. Ut ea incididunt anim dolor ad. Dolor ad tempor anim duis ex do minim aute.\n\nNisi laboris Lorem aliquip minim elit ut aliqua id adipisicing ipsum esse quis enim. Voluptate magna duis mollit exercitation aliqua ex veniam fugiat minim officia reprehenderit velit dolore. Nostrud commodo aliqua anim dolore dolor exercitation reprehenderit laborum ad duis ea qui sint. Adipisicing dolor deserunt officia irure velit eiusmod Lorem elit.","qualifications":"Esse consequat qui occaecat commodo Lorem non commodo duis quis. Officia ullamco tempor eu aliquip aliqua sint eiusmod exercitation sunt commodo laborum sit esse. Cupidatat dolor labore incididunt nulla laboris officia ullamco sit cupidatat incididunt minim nulla eu eiusmod. Pariatur cillum elit eu fugiat ad. Anim est commodo do in et fugiat ex.","goals":"Et non ut adipisicing ex fugiat. Exercitation officia mollit do sunt proident anim esse officia voluptate laboris et aliquip. Qui nulla proident veniam dolor nulla excepteur cillum incididunt officia. Anim Lorem sint Lorem dolor occaecat nulla consectetur tempor duis minim culpa. Proident qui Lorem culpa deserunt excepteur ipsum Lorem excepteur nostrud anim ad.\n\nVelit nulla voluptate ex occaecat nisi veniam. Voluptate et culpa in adipisicing commodo sunt Lorem deserunt. Ut ipsum velit tempor do enim laboris ut non cupidatat. Et in aute voluptate ex exercitation cupidatat. Cupidatat fugiat incididunt aliquip sint laborum laborum amet non dolore veniam culpa nostrud. Id officia laboris duis laboris mollit duis excepteur proident nostrud. Quis laboris do veniam magna eu aute Lorem dolor et sint do est.\n\nSunt laboris ad ad qui do anim esse anim sunt ad incididunt excepteur cupidatat anim. Reprehenderit mollit do amet proident ea duis nisi. Dolor ex cupidatat enim esse quis ad aliqua pariatur minim deserunt deserunt cupidatat adipisicing. Excepteur magna tempor cupidatat commodo dolor exercitation ut duis deserunt ad voluptate minim ad nostrud. Aute dolor Lorem excepteur exercitation ipsum Lorem anim aliquip labore veniam incididunt ea.\n\nReprehenderit commodo aliqua magna nulla excepteur eu qui. Ut dolor est nisi proident duis qui ad velit consequat cillum commodo voluptate dolore mollit. Sint irure in sint culpa est. Ullamco velit ex officia laboris ullamco qui sunt proident proident enim. Veniam id ea est voluptate ad aliqua commodo.","nominations":["Aylin Hilpert","Clementine Welch","Ezekiel Tromp","Lisandro Zulauf"]},{"name":"Felix Collins","slug":"felix-collins","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/drewbyreese/128.jpg","involvement":"Voluptate fugiat eu commodo amet do ad. Pariatur laboris reprehenderit et ex cillum mollit. Quis qui in duis voluptate do irure sit laboris duis veniam veniam consequat. Aliqua duis laboris deserunt labore sint cupidatat est enim est consequat amet. Nisi reprehenderit ad voluptate non est minim sunt labore nulla sint non officia. Veniam cupidatat sit Lorem voluptate amet in fugiat officia.\n\nSint commodo anim cillum in ullamco mollit ipsum enim nostrud cupidatat dolor. In anim reprehenderit consectetur laborum adipisicing eiusmod commodo officia ipsum. Ex sit ad et cupidatat aliquip sit.\n\nDuis consequat exercitation est tempor nulla nostrud dolore voluptate ullamco aliquip reprehenderit excepteur reprehenderit. Non id velit ea consectetur non laboris ipsum voluptate elit fugiat et magna. Laborum magna anim nulla Lorem nulla tempor tempor irure dolor. Ut ut irure commodo sint nostrud in ex voluptate occaecat mollit sunt aliqua dolor. Cillum reprehenderit magna magna qui anim et laborum nisi laborum. Esse commodo sint consequat nostrud sit mollit adipisicing magna fugiat aute voluptate labore officia dolor. Tempor eiusmod eu id adipisicing.","qualifications":"Ad consequat labore eu exercitation anim eu qui. Irure cupidatat officia dolore aliquip cupidatat esse eu non deserunt sit. Aliquip reprehenderit et incididunt non ea non id aliquip fugiat anim officia.\n\nDo commodo deserunt tempor labore ullamco exercitation et dolore fugiat deserunt. Dolore nulla voluptate culpa qui do ut esse tempor nostrud culpa sunt. Irure culpa Lorem eu cupidatat do est ea nulla in cupidatat est aute. Elit nisi aute excepteur qui exercitation labore in ad ex nisi culpa quis irure. Ipsum commodo magna eu ipsum sit in dolore incididunt sunt non. Culpa voluptate pariatur eu incididunt elit deserunt ullamco. Velit ipsum nostrud pariatur tempor nisi ad reprehenderit deserunt consequat id consequat sunt reprehenderit.","goals":"Fugiat ad nisi qui esse. Est reprehenderit esse eiusmod est ullamco occaecat elit do mollit laboris laborum ex. Adipisicing et officia mollit ipsum aliquip laborum pariatur occaecat sint nulla Lorem excepteur dolor. Culpa pariatur voluptate commodo tempor incididunt exercitation quis nulla.\n\nTempor velit esse minim est. Commodo labore occaecat in ex. Nulla Lorem anim incididunt amet eu cupidatat reprehenderit et. Elit et reprehenderit amet est qui culpa commodo nulla ut fugiat consectetur sint culpa consequat. Minim officia voluptate proident reprehenderit tempor.\n\nSunt tempor nulla aute ipsum ullamco aute esse quis laboris deserunt. Quis culpa cillum aliqua aliqua in ea cillum nisi. Ad sint ea eu mollit et id exercitation dolor labore ullamco do irure minim officia. Minim cupidatat ullamco culpa culpa do in fugiat esse labore enim ut duis.\n\nElit aute ullamco anim cupidatat ut magna consequat. Eu nostrud et adipisicing magna. Qui commodo cupidatat do laboris ullamco nisi laboris laborum. Sit reprehenderit adipisicing proident do mollit veniam dolor.","nominations":["Karen Doyle"]},{"name":"Morton Zulauf","slug":"morton-zulauf","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/manigm/128.jpg","involvement":"Duis id ut exercitation commodo officia est incididunt sint do nostrud amet excepteur tempor do. Nisi esse sint esse tempor ullamco est voluptate non in non veniam. Mollit consectetur dolor ut aliquip id tempor eiusmod laboris tempor Lorem consequat. Ex minim veniam id quis. Amet consequat deserunt tempor dolor nisi do aliquip fugiat nisi do occaecat. Velit in consequat enim cillum aute.\n\nCulpa dolor duis sit et pariatur eu qui velit eu et eiusmod Lorem laborum. Occaecat anim labore commodo ipsum. Pariatur deserunt irure do laborum cillum fugiat incididunt. Cupidatat ullamco commodo esse sint aliquip amet in sit eu consectetur. Consequat et esse adipisicing velit. Laboris tempor sint sint velit ad mollit Lorem amet do culpa exercitation ut nostrud. Proident commodo ea excepteur minim culpa qui incididunt non reprehenderit exercitation dolor.\n\nEx et ipsum deserunt fugiat minim eiusmod commodo commodo Lorem et in. Ut ea voluptate sint anim elit. Pariatur sit pariatur officia esse laborum eiusmod elit voluptate Lorem irure adipisicing. Adipisicing nostrud ad laborum mollit magna. Do ea laborum et occaecat anim nisi ea tempor incididunt consequat esse do. Ex aute do id proident duis consectetur ut laboris.","qualifications":"Ut ea exercitation id culpa pariatur incididunt. Qui dolor deserunt consectetur eiusmod fugiat enim eu et ex incididunt dolor. Quis eiusmod cillum velit dolore.","goals":"Ex cupidatat sint est consequat. Officia reprehenderit anim incididunt ex mollit dolor reprehenderit incididunt duis. Magna proident id non aliqua enim deserunt id. Cupidatat incididunt et incididunt et sint enim sint fugiat.\n\nOccaecat duis quis id cillum excepteur ad et culpa dolore occaecat aliqua sunt magna. Duis est occaecat cupidatat ut commodo laborum exercitation dolore amet aliquip laboris. Magna exercitation ea adipisicing qui ullamco anim voluptate commodo nisi enim voluptate nostrud aute. Deserunt Lorem et anim exercitation consequat nostrud. Dolore adipisicing velit eu consectetur labore anim velit fugiat. Amet in excepteur voluptate id consequat aute.\n\nAmet sint proident ipsum eiusmod laborum exercitation sit nisi sint aliquip aliqua fugiat. Fugiat tempor excepteur aliquip cillum nostrud commodo veniam occaecat. Sint consectetur reprehenderit exercitation nulla veniam.\n\nDolore consectetur enim dolore voluptate non magna cillum nulla non voluptate est eiusmod. Labore consequat cillum commodo cupidatat sunt tempor dolor duis sunt do. Lorem aliqua do eu et quis ut eiusmod esse reprehenderit esse. Cillum magna et incididunt fugiat nostrud nulla pariatur voluptate Lorem cillum. Est cupidatat sunt magna magna minim est quis officia. Ipsum proident minim sunt nisi ullamco commodo pariatur labore do pariatur esse sit.","nominations":["Aron Ryan","Nathan Casper","Dock Crist","Emiliano Wiegand"]},{"name":"Gladyce Morissette","slug":"gladyce-morissette","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/cyril_gaillard/128.jpg","involvement":"Cillum minim et et ipsum cupidatat irure. Voluptate cillum minim deserunt aliqua eu enim et eu sint in aute. Quis fugiat et occaecat in consequat mollit.","qualifications":"Anim velit consequat id reprehenderit fugiat. Sint sit cillum aliqua laborum. Id eiusmod eu sit nulla aliquip fugiat exercitation laborum. Veniam dolore occaecat eiusmod deserunt eiusmod id minim exercitation consequat culpa. Quis elit ullamco officia consequat. Aute do nulla sunt nulla.\n\nLaborum eiusmod duis aliqua reprehenderit culpa exercitation irure aliquip aute sit. Ad proident officia culpa exercitation pariatur nulla duis occaecat ut. Est elit aliqua dolor eu ad id irure ad ullamco sint commodo officia sunt ex. Officia mollit amet cillum laboris commodo esse adipisicing voluptate sit ex proident.","goals":"Adipisicing cupidatat voluptate anim veniam aute est ex nisi id. Excepteur irure proident excepteur consequat commodo excepteur sint dolore irure. Ea deserunt Lorem excepteur nisi voluptate.\n\nPariatur ea deserunt ea aliquip ut do veniam Lorem cupidatat sit consectetur. Aliquip veniam fugiat minim sit magna ipsum ex enim. Occaecat dolor nulla mollit magna mollit elit tempor cupidatat amet veniam aliqua ex enim nulla. Elit ea incididunt cupidatat adipisicing ea enim eiusmod laborum laborum veniam proident culpa dolor. Ipsum minim cillum mollit in fugiat minim consectetur elit ipsum ad cillum irure aliqua cupidatat. Nostrud in sint Lorem officia incididunt reprehenderit officia ad ullamco minim.\n\nOccaecat tempor quis ex aliqua. Deserunt duis non velit elit. Occaecat esse eiusmod cupidatat tempor excepteur excepteur fugiat do culpa eiusmod reprehenderit voluptate id tempor.","nominations":["Elyse Shields","Maritza Kuvalis","Constance Murazik"]},{"name":"Connor Thompson","slug":"connor-thompson","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/Karimmove/128.jpg","involvement":"Cupidatat ullamco sit in consequat incididunt cupidatat. Lorem esse elit minim esse. Ea aliquip eu ex laborum anim commodo labore nisi excepteur nulla ut dolore. Duis commodo laborum pariatur velit Lorem sunt eu veniam consequat tempor occaecat. Dolor ea cupidatat aliqua in ex deserunt.\n\nVeniam consequat laborum ex incididunt consequat commodo et sunt. Sunt nisi mollit duis cupidatat sit aliqua voluptate labore. Eiusmod sunt cillum dolor ea ex cupidatat labore consectetur quis dolor exercitation. Enim esse voluptate officia nostrud ex.","qualifications":"In et ad amet non minim est velit consequat. Sint eu nulla exercitation cupidatat. Aute eiusmod Lorem qui ut amet sint sit exercitation est magna. Culpa ut irure ea amet consectetur ad amet veniam irure. Occaecat consectetur velit sit exercitation non cillum in dolore aute aute. Dolor duis ea dolor aute consectetur in.\n\nAnim velit aute dolore adipisicing adipisicing cillum dolore cillum consequat in fugiat cupidatat reprehenderit. Occaecat amet aliquip ea et. Quis laboris deserunt esse culpa ex sit duis ipsum qui exercitation labore. Irure irure sit magna aute commodo ex. Nulla mollit Lorem ipsum consectetur ut exercitation elit nisi aute aliquip laborum excepteur velit. Laborum do exercitation mollit aute aute aliqua nulla dolore sint fugiat. Qui pariatur sit et deserunt est voluptate reprehenderit mollit consectetur labore officia laboris qui ad.","goals":"Cupidatat enim in veniam ad id eu aute. Magna dolor fugiat cupidatat eiusmod minim ut consectetur sint culpa duis fugiat eu quis enim. Proident cillum proident voluptate cupidatat culpa mollit laboris velit deserunt fugiat. Ea et eu duis enim consectetur. Aliquip consectetur consectetur adipisicing eiusmod adipisicing et est do veniam do. Eiusmod aliquip eiusmod excepteur irure sit excepteur sunt et officia cupidatat Lorem et officia non. Sit id do dolore amet occaecat nostrud cillum.\n\nMollit fugiat reprehenderit fugiat quis commodo sint velit. Incididunt labore et reprehenderit et ipsum magna tempor consequat cupidatat aliqua amet ipsum magna. Duis ut nulla dolor nisi reprehenderit ullamco adipisicing aute id quis eiusmod irure. Dolore fugiat et reprehenderit tempor. Cillum enim ullamco exercitation irure laboris dolore commodo sint voluptate irure cillum consequat incididunt. Elit mollit esse velit aliqua enim proident in proident pariatur sit voluptate aliqua officia. Consequat sit proident do dolor ea velit enim incididunt.\n\nQui elit excepteur exercitation non ut cillum sunt enim reprehenderit aute. Ea cillum minim laboris quis dolore ipsum duis dolor in eu ad Lorem ad nulla. Duis velit est cupidatat veniam id. Consectetur veniam fugiat aliqua ullamco eiusmod eu do anim nostrud sint. Irure qui qui mollit laboris ea. Fugiat nisi nostrud aute anim voluptate cillum occaecat. Voluptate amet aute non occaecat in proident esse deserunt voluptate ullamco esse.","nominations":["Jevon Schaefer","Gage Greenfelder","Josefina Larson"]},{"name":"Amaya Runte","slug":"amaya-runte","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/poormini/128.jpg","involvement":"Et enim qui occaecat amet. Aute non fugiat ex ea occaecat eiusmod. Exercitation proident amet Lorem reprehenderit non reprehenderit dolore velit dolor aliquip et aliqua aliquip.\n\nDuis quis tempor reprehenderit consectetur est ad laboris. Voluptate veniam irure labore commodo pariatur in id non velit consectetur veniam ipsum deserunt. Consequat cupidatat occaecat ullamco velit ut quis fugiat Lorem.\n\nAd aute est consectetur nostrud duis dolore esse aute ad. Commodo incididunt esse ea ea aute do. Reprehenderit sit nostrud laboris id nisi id. Velit dolore reprehenderit excepteur aliqua tempor adipisicing Lorem adipisicing nulla consectetur ullamco culpa. Et veniam culpa consectetur excepteur ullamco ea quis duis Lorem non fugiat. Voluptate deserunt pariatur exercitation pariatur.","qualifications":"Irure ea non nulla nulla et. Sint enim ullamco labore dolore esse adipisicing nostrud ipsum id voluptate ut aliqua laborum. Commodo reprehenderit enim elit sint minim officia.\n\nVelit ipsum tempor consequat tempor irure enim esse elit officia aliquip commodo. Qui sunt sint minim enim id in elit. Nulla aute elit deserunt laborum quis veniam Lorem exercitation pariatur reprehenderit voluptate. Exercitation consequat id minim id magna adipisicing. Aliquip fugiat quis sit irure veniam minim exercitation irure esse.","goals":"Lorem qui nostrud quis aliqua. Amet cillum sint nulla adipisicing cupidatat officia mollit ex. Nostrud fugiat enim reprehenderit dolore.\n\nNostrud est voluptate duis magna aliquip ea excepteur excepteur amet cillum nulla. Consectetur esse elit reprehenderit in nisi reprehenderit Lorem Lorem incididunt elit do quis. Exercitation nisi sit veniam eu do sit voluptate esse excepteur sunt. Ullamco mollit cupidatat cupidatat proident adipisicing culpa in ad amet ad aute dolore ullamco voluptate.\n\nNulla exercitation ipsum tempor adipisicing aliqua elit ut id duis mollit culpa occaecat laboris. Ex excepteur minim aliquip veniam mollit sint anim aliquip est nisi in ea Lorem. Excepteur duis commodo veniam culpa in reprehenderit dolore consectetur est sint voluptate est ex proident. Sunt consequat quis exercitation eu aute.","nominations":["Mabelle Schmeler","Alda Batz","Genesis Stehr"]},{"name":"Kayleigh Tromp","slug":"kayleigh-tromp","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/okandungel/128.jpg","involvement":"Elit nulla nisi est ad dolor quis aliqua et aliqua elit. Excepteur irure consequat non ullamco ad deserunt et ea duis. Lorem non magna commodo consequat in duis duis laborum labore enim fugiat deserunt cupidatat.","qualifications":"Occaecat cupidatat sint ex duis consectetur ad veniam fugiat officia id nulla mollit deserunt. Nulla do sunt enim voluptate eu qui occaecat. Minim sint dolore et consequat. Veniam deserunt enim velit tempor nisi. Adipisicing elit dolore irure do deserunt irure cupidatat voluptate duis eiusmod. Irure veniam ullamco proident labore sint pariatur magna exercitation minim excepteur pariatur consequat nisi.","goals":"Commodo enim voluptate quis aute magna officia do est esse. Amet ad labore qui consequat nisi aliqua exercitation deserunt id tempor aliquip ipsum exercitation. Consequat velit nulla quis velit nisi in sunt consectetur irure sint.\n\nUt duis cupidatat fugiat esse magna. Incididunt magna proident aute nisi sunt est cillum elit ipsum reprehenderit adipisicing. Cillum Lorem eiusmod commodo fugiat non minim aliqua anim id.\n\nEa magna exercitation adipisicing aute id. Lorem amet officia id et mollit. Elit ut fugiat cillum ea ad aliqua laboris aute laborum ad labore. Magna Lorem tempor nulla exercitation ullamco irure magna. Cupidatat laborum est veniam ut velit non. Mollit magna minim ullamco ea reprehenderit amet aute. Nostrud cillum labore Lorem qui consequat eu deserunt.\n\nSint exercitation deserunt sint et velit reprehenderit. Aute aliqua esse esse velit proident cillum dolor ullamco Lorem deserunt. Deserunt voluptate aliqua excepteur nisi deserunt esse fugiat. Enim ad dolore exercitation non velit. Aliqua anim commodo Lorem ad adipisicing aute culpa ut sint pariatur et laborum. Minim et qui sit incididunt non.","nominations":["Felipe Schmidt"]},{"name":"Delia Mohr","slug":"delia-mohr","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/matkins/128.jpg","involvement":"Aliquip consequat minim commodo aliqua cillum aliquip adipisicing et laborum laborum. Reprehenderit veniam aliquip sint aute consectetur ipsum elit culpa occaecat fugiat officia dolore sint. Anim culpa labore consequat ut ipsum deserunt. Nostrud sunt sint aute Lorem consectetur ullamco ea commodo culpa ea ullamco. Laborum laboris aliqua fugiat sunt ut qui id anim magna magna ad. Sit duis id Lorem velit sunt esse duis consequat.\n\nLaborum id irure ad magna duis est exercitation consectetur aliquip. Ut sint laboris ipsum cillum veniam eu est fugiat non commodo. Est exercitation id ea dolor. Ea voluptate mollit ad minim amet deserunt quis elit velit cupidatat duis.","qualifications":"Occaecat dolore et ullamco nostrud laboris officia ad ea aute. Duis non ea in ullamco nostrud incididunt tempor dolore laborum. Proident laboris anim deserunt velit est in ullamco ullamco tempor labore eiusmod.\n\nNisi incididunt mollit dolor id amet nulla dolore sunt voluptate cupidatat dolore proident adipisicing. In non culpa deserunt amet anim. Est ad voluptate sunt ea ea sit culpa sunt deserunt aute ex esse sunt. Commodo deserunt amet ut consequat elit duis consectetur dolor qui ea. Qui proident consequat in eu cillum in excepteur aliqua anim reprehenderit et qui sunt exercitation. Est mollit enim culpa velit nostrud ullamco elit eiusmod ex dolore in. Qui qui velit non veniam elit amet nulla aliquip do esse incididunt ad adipisicing proident.","goals":"Cillum amet sit minim nostrud proident qui sint dolore eu. Pariatur adipisicing aliqua elit quis ad ipsum quis elit do do. Aute minim fugiat laborum eu laborum sint amet pariatur. Id culpa nostrud aliquip aliqua eu id elit sint occaecat. Consequat aute ex sint ex minim ullamco excepteur laboris sunt ut. Laboris minim incididunt id ad amet do commodo. Velit nisi reprehenderit et ut consequat consectetur nostrud veniam officia cillum ad.\n\nEu amet qui officia excepteur in aliquip velit consectetur exercitation proident cillum eu. Eu officia dolor velit exercitation nulla est enim aliquip nulla esse fugiat veniam eu ex. Deserunt exercitation mollit occaecat ipsum incididunt voluptate ex minim. Minim magna pariatur id laborum commodo exercitation commodo mollit. Fugiat officia consequat qui nulla deserunt aute nostrud. Aliqua Lorem cupidatat adipisicing nisi dolor velit. Cillum exercitation proident culpa velit amet voluptate non do mollit.\n\nSunt consectetur mollit quis laborum sint id. Quis velit elit laborum ad culpa consectetur dolore laborum est ea ex. Aliqua anim ex do culpa. Qui magna ut ea aliquip tempor reprehenderit voluptate ullamco ad in esse sunt. Eu Lorem incididunt enim laborum nostrud ex proident. Commodo amet cillum mollit officia veniam consectetur qui nulla ut aute anim et esse. Nulla aliqua eiusmod esse tempor aliqua Lorem sint nostrud irure magna qui nostrud sunt.\n\nOfficia incididunt dolore excepteur labore duis. Cillum eu ex elit duis consectetur laborum et. Incididunt eiusmod eu pariatur ipsum nostrud eiusmod voluptate aute laborum dolore.","nominations":["Jarret Mayert","Edd Cruickshank","Twila Flatley","Fritz Schmeler","Kole Treutel"]},{"name":"Elisha Jacobi","slug":"elisha-jacobi","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/victorquinn/128.jpg","involvement":"Ad id enim aliquip magna minim qui ullamco in reprehenderit ut irure officia cillum non. Proident reprehenderit duis ullamco aliquip deserunt esse dolor qui magna. Sint veniam ullamco ad irure veniam laborum cillum nulla exercitation proident aute. Veniam in nostrud eu consequat.\n\nId magna adipisicing do aliquip est ea ipsum ullamco laboris id velit labore enim aliqua. Consectetur id laborum non cillum aliquip amet enim dolor. Sit excepteur eiusmod nostrud sit quis quis adipisicing dolore ea. Officia adipisicing cupidatat exercitation nulla Lorem laboris commodo ex ipsum. Reprehenderit ea esse labore sunt in laboris aliquip.\n\nOfficia pariatur quis ea nulla qui. Lorem velit proident consequat anim ex aliquip voluptate Lorem non. Reprehenderit enim anim reprehenderit dolor sunt sunt dolor velit adipisicing Lorem voluptate sint id reprehenderit. Officia sunt aute mollit excepteur. Ex cillum irure labore consectetur commodo aliqua adipisicing occaecat velit exercitation.","qualifications":"In consequat enim laborum sunt ex ipsum nulla cillum. Cillum fugiat ea consectetur dolor nisi incididunt id pariatur. Mollit ullamco nulla labore ad et velit dolor consectetur aliquip. Esse ad consectetur tempor laboris ex laborum voluptate do deserunt et excepteur. Commodo eu irure do ullamco veniam laborum nostrud esse cillum cupidatat velit ut consequat dolore.\n\nNon est occaecat et ea magna magna. Exercitation veniam dolore ea minim proident consectetur. Sint culpa et dolore in Lorem exercitation ex. Aliquip minim sit do commodo magna adipisicing culpa qui amet reprehenderit laboris minim anim. Eiusmod voluptate consectetur cupidatat id ut in consequat cillum sit ea deserunt.","goals":"Ad incididunt mollit esse aliquip ea consequat. Laborum tempor aute mollit nostrud deserunt dolore est aliqua aliqua. Qui voluptate sunt consectetur et non deserunt commodo ad. Elit sint do exercitation officia velit ad amet cillum amet elit ad labore velit. Labore mollit proident irure commodo est excepteur velit eu commodo magna non do. Excepteur Lorem ullamco sit magna veniam ut enim excepteur minim voluptate nulla qui.\n\nIpsum dolor veniam proident labore. Ipsum aute laboris minim non esse laboris aliquip anim magna. Cillum fugiat eu proident aliquip quis dolor qui aute duis. Qui anim do est sint anim ea Lorem irure enim sit.\n\nEt irure in laboris Lorem deserunt consectetur pariatur mollit ad exercitation ad officia minim. Do ut id voluptate laboris consequat aliquip officia eiusmod. Laborum duis ea amet in eu nulla commodo reprehenderit aute id.\n\nNulla duis nulla laboris dolore magna. Ex cupidatat esse commodo laboris officia dolore ipsum deserunt sit Lorem et. Eu mollit duis incididunt aute incididunt exercitation magna sit sit amet. Eu aute pariatur cupidatat mollit tempor adipisicing nulla eu in. Elit magna aute fugiat nisi et sint nulla. Consequat tempor sit sunt magna excepteur esse incididunt consectetur. Sint laborum dolor aliqua nisi anim ea reprehenderit nostrud ipsum irure labore et.","nominations":["Green Wiza","Edna Farrell","Jesse Kuhlman","Susanna Monahan","Cade Wehner"]},{"name":"Brian Schinner","slug":"brian-schinner","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/chatyrko/128.jpg","involvement":"Tempor aliquip et qui nostrud incididunt ex minim quis labore excepteur ex. Proident reprehenderit in consequat et non ad excepteur et tempor. Dolor deserunt veniam dolor est excepteur aliqua officia ullamco in officia proident ex eiusmod tempor.\n\nAdipisicing est pariatur deserunt cupidatat et ullamco duis. Enim laborum ullamco ipsum deserunt excepteur commodo quis culpa do sint. Non irure exercitation veniam eu Lorem magna ea. Irure pariatur in nisi occaecat adipisicing cillum irure sint excepteur fugiat qui qui. Nostrud pariatur ut fugiat tempor commodo excepteur sint labore. Minim sit dolor deserunt ipsum.","qualifications":"Elit culpa minim id ullamco deserunt officia in mollit mollit mollit cupidatat enim eu. Ad mollit irure aute dolore ut amet officia anim. Nulla velit ea nisi mollit duis aliqua. Amet aliquip laborum ipsum cupidatat cupidatat veniam dolore.","goals":"Fugiat culpa incididunt nisi reprehenderit dolore do magna culpa laboris sit consectetur esse. Quis qui labore labore cillum officia velit occaecat est irure anim cupidatat qui. Ullamco et laborum non sint aliquip labore culpa.\n\nDuis excepteur exercitation cupidatat sunt ut quis culpa nulla non aute adipisicing. Elit in laboris est nisi aliquip sint amet. Ex proident sit eu adipisicing esse qui nostrud aliqua ad. Culpa nostrud voluptate id fugiat ipsum non velit exercitation culpa est elit in cillum aute.\n\nExcepteur consequat id tempor ipsum exercitation proident cupidatat culpa irure do velit incididunt minim ad. Pariatur sunt ut laborum labore irure ullamco sint nostrud sit nulla. Veniam dolor qui minim laborum. Adipisicing deserunt do ipsum magna Lorem reprehenderit ex sit nostrud tempor magna. Est nulla veniam consequat anim sunt. Aute voluptate tempor magna quis in adipisicing esse.\n\nDo est ex proident veniam. Sit ex nisi Lorem occaecat ex deserunt magna adipisicing sit. Occaecat esse aute deserunt sint eiusmod consequat voluptate incididunt pariatur ea. Officia veniam nulla ipsum ut eiusmod sint excepteur excepteur consectetur velit occaecat. Tempor eu exercitation esse nisi. Ex amet culpa sunt eiusmod aliqua velit adipisicing ullamco. Nisi deserunt in cillum est labore ut minim.","nominations":["Sage Bernier"]},{"name":"Kobe Hessel","slug":"kobe-hessel","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/1markiz/128.jpg","involvement":"Exercitation aute ipsum do culpa tempor fugiat. Minim id velit velit sunt veniam aliqua non aliqua nostrud adipisicing consequat duis pariatur. Reprehenderit commodo Lorem veniam nulla dolor ullamco aliqua ad reprehenderit eu.\n\nElit qui ullamco enim nulla velit in in adipisicing velit voluptate cillum mollit. Cillum proident in amet dolor anim eu eu reprehenderit laboris deserunt. Eiusmod nulla ut Lorem pariatur officia fugiat veniam anim quis esse adipisicing ut laborum. Anim do ex id velit consectetur pariatur eu commodo velit fugiat mollit aliquip. Cupidatat elit anim veniam non voluptate aute. Adipisicing in aliqua elit reprehenderit.","qualifications":"Occaecat occaecat irure commodo cupidatat elit occaecat ex ea consectetur. Pariatur ad aliquip dolor in exercitation aliquip cillum occaecat non nisi eiusmod exercitation aliqua. Laboris laboris laborum officia incididunt ex ipsum et fugiat. Eiusmod enim ea proident cillum ad fugiat Lorem qui aliqua velit. Est velit veniam occaecat pariatur veniam in consectetur amet laborum veniam adipisicing. Nostrud sit Lorem labore occaecat pariatur velit adipisicing do ut duis. Dolor in nostrud laborum ad laboris ipsum ex incididunt aliquip reprehenderit sint et aliquip mollit.","goals":"Sint sit eiusmod est laborum incididunt ad do. Sunt officia minim et dolore. Cupidatat sint pariatur consequat id aliqua dolor dolor reprehenderit. Ex commodo sit duis elit in commodo quis officia.\n\nUllamco in consequat occaecat consectetur fugiat aliqua aute pariatur et voluptate. Eiusmod exercitation minim dolore enim nostrud dolor sit reprehenderit. Id reprehenderit incididunt ipsum irure ad adipisicing aliqua mollit ut aute deserunt ut consectetur id. Exercitation et culpa nulla nulla minim sint duis ut ullamco. Adipisicing id aliquip elit elit sunt quis anim dolore sit incididunt tempor officia.\n\nQuis ut duis officia Lorem velit labore in deserunt. Dolore labore esse et laborum pariatur ea labore consequat quis esse. Labore ad duis sit ullamco irure pariatur laborum.\n\nUllamco reprehenderit minim sint dolore commodo consectetur. Aliqua nulla voluptate cillum ut deserunt mollit laboris sint ullamco. Eu pariatur adipisicing ea proident. Aute quis consectetur deserunt ex pariatur elit aute exercitation pariatur pariatur nulla eu commodo.","nominations":["Ona O'Conner","Maia Keeling","Gracie Huel"]},{"name":"Raymundo Ziemann","slug":"raymundo-ziemann","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/aoimedia/128.jpg","involvement":"Nostrud ex proident excepteur deserunt deserunt deserunt. Dolor labore do id non ea mollit est ipsum Lorem do. Sunt qui ea dolore tempor. Nisi consequat qui amet reprehenderit ex ut esse dolore qui duis. Voluptate voluptate et laborum exercitation ullamco cupidatat mollit. Nostrud consequat sit elit exercitation dolor id occaecat est dolore do anim aute. Nulla cupidatat ipsum ex irure elit cillum ipsum pariatur officia aliqua nulla veniam.\n\nMagna elit nostrud sit laborum in sunt adipisicing quis culpa enim fugiat aliqua consequat. Minim sint culpa nisi eiusmod reprehenderit. Nulla consectetur est occaecat exercitation et esse ad occaecat eu anim duis irure. Qui elit velit pariatur fugiat adipisicing nisi et est velit occaecat. In veniam consectetur Lorem veniam ipsum irure deserunt voluptate id elit. Ullamco ea velit voluptate esse tempor voluptate aliquip laboris duis sunt officia amet.","qualifications":"Dolor aute laboris sunt est ea duis ea eiusmod culpa. Voluptate duis magna nostrud reprehenderit velit sint magna ut magna fugiat. Anim eu irure deserunt occaecat exercitation consequat ullamco ad ad ipsum. Qui sunt reprehenderit labore consequat nisi nulla ut. Id reprehenderit esse cillum veniam dolor esse ut ad consequat do.\n\nEx est consectetur minim do quis Lorem culpa pariatur. Excepteur pariatur non Lorem incididunt aute ullamco qui excepteur cupidatat consectetur consequat pariatur ut aliquip. Veniam pariatur ea do exercitation labore quis voluptate amet reprehenderit sunt.","goals":"Fugiat laborum deserunt qui nostrud nisi enim velit consectetur nisi enim. Quis exercitation nisi et et exercitation irure culpa. Ut est non consequat incididunt officia velit nisi consequat cupidatat dolore exercitation reprehenderit. Reprehenderit labore laboris qui commodo elit sunt culpa aute. Tempor consequat officia incididunt voluptate mollit qui esse. Ea anim duis duis reprehenderit cillum consectetur sint sit in eiusmod.\n\nEt id nulla cillum duis aliqua aliqua nostrud nisi labore nisi. Magna irure adipisicing commodo deserunt labore adipisicing commodo. Officia nulla labore culpa non quis laborum elit qui enim est laboris cupidatat deserunt. Proident cillum ipsum dolor amet anim.","nominations":["Ford Gerhold","Keagan Gleason","Jazmyn Kuphal","Macy Barrows","Evan Runolfsdottir"]},{"name":"Cyril Champlin","slug":"cyril-champlin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ionuss/128.jpg","involvement":"Labore dolore est ut excepteur ex officia nisi. Mollit commodo do ex quis. Excepteur nulla cupidatat et ex officia proident eiusmod anim esse amet commodo labore in. Elit ad reprehenderit dolore incididunt excepteur ut quis nisi. Eiusmod et aliqua nisi incididunt quis ex ut culpa.\n\nLorem in exercitation veniam adipisicing enim est minim quis tempor fugiat fugiat. Velit minim dolore ex culpa sit aliquip anim proident. Ut consectetur amet nulla amet ipsum amet voluptate labore minim non consectetur enim.","qualifications":"Anim ad aute ullamco commodo anim eu consectetur et ex. Consectetur deserunt sunt commodo Lorem. Esse consectetur exercitation aliquip amet id et fugiat. Mollit duis ut officia nisi ad. Enim commodo esse veniam laborum aliquip anim. Mollit do non duis ullamco quis esse deserunt ullamco laboris culpa sint ut minim minim.","goals":"In ullamco ut incididunt do excepteur. Exercitation ullamco officia sint dolore quis cupidatat eu sit incididunt ad. Ex amet quis in laboris. Tempor culpa aliquip Lorem nostrud eu commodo laborum laboris dolore reprehenderit dolor. Sunt amet nulla velit minim voluptate anim cupidatat anim duis aute duis dolor labore consequat. Non ullamco cillum irure culpa officia aliquip velit ea minim pariatur in velit aliqua elit.\n\nIncididunt est esse duis velit ea voluptate laboris veniam sunt aute dolore ipsum. Sunt laborum labore veniam et ex fugiat pariatur ex id aliqua. Esse deserunt non esse irure ea culpa esse voluptate eiusmod eiusmod nostrud nulla velit. Excepteur incididunt ad dolor dolor sint minim voluptate sit cupidatat minim nulla.","nominations":["Stanley Greenfelder","Wilma Reynolds","Providenci Raynor","Lincoln Thompson"]},{"name":"Greg Cruickshank","slug":"greg-cruickshank","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/scottkclark/128.jpg","involvement":"Consequat eiusmod laborum laborum sit culpa. Dolor eu aute eu et dolore minim duis et voluptate dolor ea. Do aute ipsum voluptate occaecat Lorem dolore. Pariatur Lorem labore aliquip officia minim eiusmod non cupidatat qui nisi et voluptate. Irure tempor irure elit eiusmod velit exercitation dolore proident qui.\n\nEx cillum ullamco dolore mollit et irure voluptate Lorem fugiat nulla ex anim. Enim tempor anim consectetur id sint. Voluptate voluptate consequat consequat et. Excepteur labore pariatur tempor ut do Lorem aute. Deserunt minim nisi nostrud excepteur voluptate sit.","qualifications":"Eu magna consequat duis mollit sit veniam ullamco anim esse consectetur. Anim deserunt cillum non cillum ex. Ex ea mollit incididunt ut proident enim in id enim ea exercitation sit velit cupidatat. Enim ex deserunt et minim anim qui pariatur anim irure id nostrud officia. Labore ex incididunt qui non officia veniam ipsum do laborum non aute sit reprehenderit. Veniam aliqua ipsum ad eiusmod esse occaecat minim mollit quis. Sint ut sint ad ea enim cillum elit nostrud incididunt et duis et.","goals":"Sint dolore quis consectetur id magna ex laboris mollit velit mollit. Nulla non laborum ullamco occaecat eiusmod dolor velit. Ex sint non duis nisi id amet incididunt velit proident anim sunt et dolore. Consequat duis duis minim esse sunt proident in deserunt voluptate cupidatat consectetur aliquip nulla ullamco. Culpa quis ea pariatur minim nisi officia qui amet ex eu incididunt occaecat sint fugiat. Laboris exercitation qui in elit amet pariatur commodo elit exercitation minim. Duis dolor adipisicing in voluptate quis eu.\n\nIncididunt veniam deserunt ut non officia enim fugiat est labore amet est eu. Elit veniam nostrud quis qui aute quis voluptate nulla eiusmod duis est proident irure incididunt. Nisi ex culpa et nulla amet ex id. Dolor consectetur officia proident ex anim officia sit laboris.","nominations":["Sven Jenkins","Amya Lind","Karine Koss","Sherwood Robel","Alana Stehr"]},{"name":"Yvonne Ward","slug":"yvonne-ward","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/knilob/128.jpg","involvement":"Tempor eiusmod magna id eu et voluptate voluptate ullamco fugiat incididunt ullamco adipisicing consectetur. Amet cupidatat id aliquip sint sint eiusmod et. Minim adipisicing dolor commodo qui adipisicing veniam sint Lorem duis laboris commodo dolore ea ut. Duis ipsum ut nulla aute excepteur officia occaecat magna nostrud labore. Proident ex adipisicing quis reprehenderit velit ipsum fugiat velit deserunt nostrud voluptate eu do commodo.\n\nReprehenderit Lorem id pariatur laborum nisi. Velit consectetur incididunt in ex est proident officia velit ad adipisicing mollit aliqua dolore veniam. Culpa amet laboris elit anim deserunt. Irure cupidatat mollit quis sunt duis cillum adipisicing Lorem ad enim veniam sint incididunt. Qui occaecat mollit mollit enim aute officia do commodo in eu labore officia minim consectetur.\n\nTempor ea commodo officia consequat cillum sint aliqua duis eu est proident culpa ad. Consectetur irure minim in pariatur cillum tempor sit. Irure cupidatat nisi reprehenderit quis voluptate magna fugiat excepteur excepteur non tempor sint exercitation. Ea aliqua et aliquip veniam eu tempor.","qualifications":"Velit in eiusmod magna in est enim nulla ad nostrud. Excepteur non enim anim sunt irure commodo. Pariatur enim labore esse tempor nostrud esse ex adipisicing mollit mollit sunt est. Sint sunt Lorem officia laboris exercitation consectetur nulla consectetur ea.\n\nAdipisicing minim sit cupidatat ullamco ipsum anim aliquip minim officia aliqua nisi ex. Adipisicing ad amet enim veniam magna ullamco reprehenderit tempor. Sunt ad mollit eu eu minim. Et ex duis enim anim elit Lorem ex anim elit cillum incididunt nisi in ipsum.","goals":"Laborum anim eiusmod laborum mollit duis in. Anim fugiat irure officia quis ad incididunt commodo id. Dolore et sint eu consectetur id cupidatat nulla aliquip non occaecat enim. Non est aliqua id cillum in culpa. Dolore reprehenderit consequat et eu do incididunt fugiat in ut non officia aute.\n\nAliqua voluptate mollit Lorem elit consequat. Deserunt minim ut cupidatat ut nostrud. Est ullamco est elit consectetur eiusmod pariatur. Ipsum magna sunt voluptate ut reprehenderit dolor ipsum esse elit esse mollit.","nominations":["Tristin Hand","Izabella Rohan","Maxie Kunze","Lauretta Pacocha"]}]}}
