{"localCouncil":{"positions":[{"title":"Co-chair","slug":"co-chair","description":"\n  <p>The Co-Chairs shall be the official public spokespersons for the Local and will initiate such actions and policies as the Local’s general welfare may demand. The Co-Chairs shall organize and preside over all official meetings of the organization and the Local Council. The Co-Chairs shall maintain consistent communication with all committee leaders and facilitate collaboration and coordination between them. Additionally:</p>\n  <p>The Co-Chairs will also act as, or appoint, the official representatives of the Local to the National Organization and to other DSA Locals. This does not apply during official business at the National DSA Convention, when Local Delegates may act independently on behalf of the Local’s membership.</p>\n  <p>The Co-Chairs serve as executive officers of the Local, and they are listed on financial accounts along with the Treasurer.</p>\n  <p>At least one Co-Chair must not identify as both White and Cis-Male.</p>\n          ","candidates":[{"name":"Hunter Heathcote","slug":"co-chair-hunter-heathcote","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/gseguin/128.jpg","involvement":"Et qui amet adipisicing veniam officia occaecat nisi ipsum dolor. Excepteur in qui elit deserunt. Excepteur dolor sint mollit ex dolore tempor aliquip nisi ut eu.\n\nAmet sint do veniam sint do aute pariatur ad est mollit. Anim tempor culpa esse in do culpa fugiat proident. Dolor laboris dolore nostrud officia ullamco cupidatat ullamco adipisicing labore occaecat aliquip veniam nostrud. Duis irure laborum nisi et. Sunt dolore tempor dolore anim incididunt culpa ut magna minim ut ipsum esse tempor esse.","qualifications":"Proident adipisicing qui commodo anim fugiat ipsum ipsum. Cillum velit labore cupidatat commodo incididunt qui. Duis non culpa duis ipsum cupidatat. Officia qui ad id voluptate cillum eiusmod. Sint sit mollit nisi magna ea magna incididunt dolore aliqua non. In aute velit aliqua et ea qui incididunt pariatur reprehenderit nisi pariatur consequat. Ut voluptate et id nulla voluptate.","goals":"Eu elit nisi ex occaecat proident adipisicing enim. Adipisicing aute ea cupidatat irure. Nisi sunt adipisicing aute sint amet cillum ut nulla non nostrud exercitation enim incididunt.\n\nAliquip et culpa cillum minim nulla labore eiusmod sit Lorem fugiat et et mollit veniam. Commodo laborum laboris do consequat voluptate enim ex. Esse nisi dolore non fugiat sit in tempor. Minim nisi nulla non irure amet fugiat anim ea enim incididunt amet.\n\nNulla quis exercitation est exercitation culpa ea elit laborum sit consectetur nulla. Amet aliquip excepteur occaecat aute aliqua cupidatat deserunt. Occaecat duis ipsum sunt exercitation velit ad nulla proident laborum commodo irure ut amet. Dolore nisi enim et sint nisi et proident do irure in non labore fugiat. Dolore et aliquip labore aliqua laboris nulla quis non culpa exercitation. Esse quis duis ut aliqua. Officia et in id ipsum culpa qui voluptate.\n\nCupidatat consequat cupidatat aute laborum dolore deserunt enim irure ad nostrud cupidatat quis fugiat excepteur. Id proident in duis et velit dolor. Sint mollit elit aliqua do sit ut reprehenderit esse proident irure sunt. Enim sit consequat voluptate ad voluptate culpa aliqua pariatur consequat. Eu sit laboris cillum est amet mollit ut proident aliqua.","nominations":["Roma Bradtke","Rebeka Cartwright","Kayley Bogisich","Micaela Altenwerth"]},{"name":"Garett Davis","slug":"co-chair-garett-davis","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/xtopherpaul/128.jpg","involvement":"Adipisicing fugiat elit fugiat non consectetur consequat ea. Pariatur est exercitation mollit est incididunt. Cillum laborum nulla pariatur aute proident nisi qui amet aute minim anim. Proident mollit incididunt exercitation aliqua amet aute dolor pariatur esse cillum irure nulla et. Laboris amet irure commodo aliquip esse proident eu nisi mollit id minim pariatur sunt.","qualifications":"Id cupidatat reprehenderit occaecat reprehenderit nostrud quis tempor incididunt. Laboris dolore dolore deserunt esse aute velit ullamco dolore sit cupidatat. Reprehenderit laboris do id voluptate. Do laborum nulla esse in eiusmod laborum do anim tempor nostrud incididunt laboris in.\n\nLaboris ipsum voluptate laboris in sint velit irure et culpa commodo ullamco. Pariatur nisi elit consequat cupidatat ex sint velit. Amet velit proident deserunt eiusmod excepteur elit ea esse consequat est laboris duis. Incididunt enim qui reprehenderit est velit laborum aliqua incididunt nostrud duis. Aliquip ipsum enim ad tempor Lorem non fugiat duis in laboris. Commodo do ex reprehenderit consequat aliquip ad do id aliqua laborum.","goals":"Dolor exercitation ex mollit eiusmod cupidatat est pariatur consequat aliquip in ipsum reprehenderit culpa nulla. Consequat sint qui dolor minim aute est aliquip nostrud enim velit anim sint tempor. Ea laboris id et et.\n\nProident ea dolore sunt Lorem magna nulla dolore nostrud dolor anim duis id. Labore in ex occaecat magna quis proident. Deserunt deserunt ipsum duis ad dolor ea et nostrud. In proident officia fugiat laboris consequat adipisicing dolor anim. Eiusmod laborum adipisicing non laboris adipisicing Lorem nisi incididunt veniam pariatur consectetur elit. Eiusmod ea incididunt cupidatat mollit.\n\nEst tempor tempor et adipisicing laborum adipisicing. In quis reprehenderit deserunt dolor exercitation magna sit in voluptate sint. Tempor eu Lorem amet occaecat nisi velit ex consequat excepteur ad voluptate nulla. Eiusmod Lorem ex reprehenderit voluptate cillum do culpa tempor laboris nulla culpa ea in quis. Quis enim velit elit amet reprehenderit adipisicing esse veniam officia enim exercitation duis occaecat. Occaecat nostrud eiusmod ea laboris anim sunt sunt laboris tempor ullamco sit velit mollit.\n\nOccaecat eu eiusmod consequat aute mollit in quis sint eu eiusmod aliquip deserunt cillum. Veniam nulla cupidatat Lorem consectetur esse sit culpa culpa. Voluptate esse irure et occaecat occaecat consequat ex dolor consectetur.","nominations":["Lacey Baumbach","Beth Lakin","Maida Champlin"]},{"name":"Christine Mohr","slug":"co-chair-christine-mohr","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ashocka18/128.jpg","involvement":"Est ex aliqua ut quis eiusmod occaecat esse sint. Ex cupidatat ut enim Lorem in duis anim exercitation. Minim non nulla esse culpa aliqua cillum culpa. Sunt elit nostrud est ea deserunt veniam proident. Qui aliqua duis ullamco labore pariatur. Et ex nulla sunt et enim fugiat dolore magna reprehenderit proident ea.\n\nSint ut exercitation ex excepteur ea. Consectetur ea irure qui minim velit eiusmod excepteur et cillum culpa excepteur. Deserunt eiusmod pariatur esse et Lorem est ullamco. Aliquip consectetur excepteur ea culpa Lorem exercitation non laboris sit ea. Voluptate Lorem in ex dolore laboris commodo. Fugiat tempor aliquip consequat dolor qui culpa commodo anim eu do ea.\n\nEnim nulla nulla anim in quis reprehenderit est. Dolor sunt reprehenderit duis irure magna duis enim sit sint eiusmod do adipisicing elit. Incididunt ipsum consequat excepteur cupidatat excepteur cupidatat adipisicing duis minim sit ullamco culpa ad.","qualifications":"Labore qui laborum reprehenderit deserunt dolore commodo aliqua fugiat enim irure consectetur. Nostrud pariatur ipsum officia est do cupidatat est qui id. Irure sint do culpa in consectetur dolore cupidatat veniam fugiat sint ex cillum labore. Consectetur aliquip excepteur do ipsum pariatur voluptate incididunt excepteur mollit. Magna ex eu anim sint do commodo sint do. Dolor consequat mollit laborum aliqua incididunt duis culpa velit duis. Enim sunt reprehenderit eu dolor incididunt proident sit eu do.\n\nDeserunt ut cillum sit aliquip incididunt cillum Lorem. Incididunt excepteur nostrud aute officia cupidatat Lorem ad reprehenderit adipisicing esse. Non voluptate consectetur eiusmod pariatur mollit.","goals":"Proident excepteur eu proident excepteur enim. Est anim minim do cillum ipsum minim proident. Ea ex tempor et exercitation est do non velit veniam id enim sunt. Duis incididunt pariatur laboris consectetur. Id velit nulla excepteur pariatur mollit excepteur sunt deserunt.\n\nDeserunt officia et nulla aute in labore fugiat laboris pariatur. Magna velit amet exercitation aute nostrud cupidatat. Ullamco elit duis labore dolor. Quis sit aliquip nisi eiusmod nostrud commodo excepteur consequat proident.","nominations":["Lon Bogan","Alison Walker","Antonina Durgan","Reanna Larkin"]}]},{"title":"Vice Chair","slug":"vice-chair","description":"\n  <p>The Vice Chair is responsible for assisting the Co-Chairs with all of their duties. If both Co-Chairs are unable to perform their duties, the Vice Chair shall perform all duties and assume all responsibilities of the Co-Chairs until such a time as one or both Co-Chairs are able to resume their posts.</p>\n          ","candidates":[{"name":"Mafalda Hodkiewicz","slug":"vice-chair-mafalda-hodkiewicz","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/abovefunction/128.jpg","involvement":"Nostrud occaecat esse magna non aute ullamco eu id adipisicing veniam id ea eu exercitation. Laborum incididunt cillum consectetur tempor. Do cillum enim dolor ut ullamco occaecat sit esse proident nostrud. Incididunt excepteur nostrud qui amet non amet tempor. Eu in labore excepteur ad occaecat magna esse amet.\n\nVeniam in reprehenderit anim deserunt nostrud duis laborum. Ad exercitation consectetur nisi ea veniam pariatur id sint eu aute cillum sint quis. Ex consectetur nostrud veniam amet enim non fugiat proident aliqua duis elit tempor nostrud eiusmod. Excepteur ad mollit nisi proident laboris. Qui sint est labore id aute irure ex cillum do fugiat anim voluptate veniam. Amet est cupidatat occaecat consectetur quis. Ea ad exercitation nisi cillum sint nisi fugiat pariatur anim id velit sint.","qualifications":"Et cupidatat ex mollit aliqua ea eu et nulla reprehenderit consectetur deserunt officia ullamco. Proident incididunt aliquip pariatur cupidatat excepteur est et mollit sint non occaecat. Pariatur mollit tempor dolore fugiat veniam enim ex nisi veniam fugiat et do dolor commodo. Esse sit ad officia consequat duis.\n\nReprehenderit elit cupidatat reprehenderit dolor. In magna reprehenderit exercitation anim velit. Voluptate sunt minim proident consectetur magna ullamco laborum ex culpa occaecat duis aliquip ex.","goals":"Magna laborum nulla irure occaecat cupidatat commodo magna deserunt reprehenderit enim elit fugiat exercitation. Duis velit sit fugiat veniam aliqua nulla qui. Proident irure ex exercitation non ut dolore elit occaecat aute. Cupidatat esse excepteur do culpa aliquip minim laboris sit ex est anim reprehenderit ullamco. Aliquip elit consectetur mollit sint aliquip quis laboris veniam proident mollit veniam minim.\n\nDeserunt cupidatat ea nisi qui fugiat exercitation ipsum. Est nisi elit eiusmod cillum eu pariatur commodo irure reprehenderit fugiat qui. Irure amet esse fugiat ut duis. Labore officia Lorem adipisicing velit velit in. Laboris dolore tempor proident id aliquip dolor aute mollit sunt ex minim nulla ea. Ea pariatur non tempor quis elit culpa.\n\nAliquip anim nostrud nostrud occaecat nostrud. Laborum qui ullamco enim magna ea dolor commodo aute officia. Exercitation quis in fugiat veniam ullamco sit. Pariatur labore proident dolore eu do ex. Eiusmod anim ullamco nisi consectetur occaecat do enim anim veniam.","nominations":["Henriette Kohler","Martine Gleason","Felicity Will","Elian Stroman","Wilmer Eichmann"]},{"name":"Douglas White","slug":"vice-chair-douglas-white","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/richardgarretts/128.jpg","involvement":"Tempor ullamco incididunt sint quis ex sit culpa dolore id mollit culpa duis occaecat aliquip. Occaecat deserunt elit cillum Lorem adipisicing laborum nisi. Excepteur do mollit fugiat anim Lorem minim minim laborum minim proident anim. Culpa culpa id sint Lorem enim.","qualifications":"Ut amet ex tempor tempor ex dolor. Incididunt incididunt enim ad eiusmod aute anim nostrud sint irure consectetur. Quis cupidatat qui voluptate ipsum et sunt sit id in est pariatur id.\n\nTempor non est ad fugiat irure deserunt ut eiusmod est voluptate Lorem non commodo do. Nostrud fugiat tempor id aliquip nulla adipisicing duis adipisicing esse. Tempor et mollit do eu minim consectetur id sit.","goals":"Veniam elit ad occaecat reprehenderit veniam irure ex pariatur labore officia ullamco nostrud. Tempor labore duis anim laborum tempor cupidatat officia et dolore nostrud commodo. Aliqua ex eiusmod nostrud esse eu laborum nulla quis ipsum deserunt ad excepteur non. Culpa non dolor fugiat consequat Lorem culpa velit excepteur proident aliqua laboris nostrud officia. Irure fugiat dolor do enim cillum sint laboris anim consequat aute non esse.\n\nAmet elit aliqua dolor Lorem ea dolore labore veniam ad laborum quis sunt sunt nisi. Reprehenderit ex aute nostrud ex ea incididunt pariatur. Voluptate eiusmod excepteur veniam in aliqua qui. Pariatur dolor irure consequat sit deserunt sit et Lorem exercitation in eiusmod cillum. Magna pariatur mollit ut pariatur. Eu consectetur anim pariatur quis laborum anim ipsum ea aliquip cillum id laborum dolore. Magna reprehenderit sint sunt laboris sint aliquip id elit amet magna laboris in.\n\nProident sint pariatur adipisicing dolor exercitation cupidatat aliquip veniam pariatur. Veniam ipsum eu sit dolor id magna ut labore sunt excepteur veniam. Quis dolore voluptate Lorem do quis amet adipisicing dolore ea anim qui.\n\nConsequat cupidatat eiusmod eu cupidatat enim pariatur cillum enim duis dolore tempor aute sit. Ullamco adipisicing occaecat Lorem qui deserunt exercitation nulla sit mollit laborum. Culpa nostrud non commodo quis qui sit veniam elit do aute. Officia esse laboris duis ex mollit minim dolor proident exercitation cupidatat consequat. Est nulla ad laborum irure velit anim proident nostrud ut. Esse in incididunt veniam duis exercitation non elit do ad sint ad reprehenderit dolore labore. Laborum aute enim aliquip minim sunt laborum dolor sit ut commodo aute.","nominations":["Alexandrine Lebsack","Kaitlin Shields"]}]},{"title":"Secretary","slug":"secretary","description":"\n  <p>The Secretary is responsible for taking minutes of all General Membership and Local Council Meetings, and shall be responsible for publishing these minutes, as well as resolutions, reports, and other official records of the Local. The Secretary may appoint, but must oversee, a temporary proxy minutes-taker for any meeting. That proxy may not vote on behalf of the Secretary. Additionally:</p>\n  <ul>\n    <li>a. The Secretary shall transfer official records in good condition to their successor.</li>\n    <li>b. The Secretary will assume the responsibilities of one of the Co-Chairs, if both Co-Chairs and the Vice Chair is unable to do so.</li>\n  </ul>\n          ","candidates":[{"name":"Dawn Okuneva","slug":"secretary-dawn-okuneva","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/mugukamil/128.jpg","involvement":"Nisi aliquip fugiat irure mollit velit do laboris culpa incididunt. Do mollit excepteur dolore adipisicing commodo ullamco minim velit reprehenderit aliqua irure ad aute. Voluptate sit nulla ipsum non elit. Proident velit laborum eu eu nulla deserunt nulla laboris excepteur deserunt consectetur laborum. Exercitation nulla fugiat mollit laborum sit nostrud eu deserunt exercitation ea sint minim aliqua. Aliquip non anim irure aliquip qui aute sit mollit reprehenderit nisi deserunt ut.","qualifications":"Consectetur duis qui dolor aliqua eu irure. Voluptate ea irure veniam eu exercitation et. Pariatur cupidatat veniam eu anim pariatur nostrud deserunt officia Lorem. Laborum quis incididunt pariatur sunt. Consectetur labore officia minim sit et sint enim non elit.\n\nLaborum aute cupidatat labore sunt officia duis tempor veniam veniam. Eiusmod do voluptate amet anim aliqua laborum esse minim. Aliquip eu in cupidatat aliquip ut commodo sint Lorem officia commodo occaecat enim.","goals":"Voluptate amet sit incididunt id est esse duis nostrud esse amet. Est eu excepteur pariatur commodo minim ut mollit fugiat occaecat cupidatat. Deserunt nostrud est nisi ex adipisicing ut id sunt deserunt consequat duis nisi mollit et.\n\nEst et excepteur deserunt quis nostrud pariatur minim laboris est amet do sunt. Ipsum consectetur quis sint irure. Excepteur minim nostrud ipsum eiusmod esse sunt velit sint culpa veniam eu consequat labore. Amet cillum sunt mollit amet ullamco aute ipsum enim labore deserunt nulla. Culpa id do incididunt consectetur in magna consequat.\n\nLaboris ea id esse nostrud dolore commodo dolore. Non ullamco amet laborum exercitation laborum. Enim enim anim mollit velit nostrud eiusmod dolore aliquip qui adipisicing ex minim. Dolore qui do commodo ipsum enim mollit esse nostrud dolore et amet. Voluptate eu ad ut culpa tempor magna. Esse culpa aliqua est cupidatat cupidatat. Sunt ullamco mollit nostrud id officia culpa anim ex et occaecat.\n\nCupidatat minim nisi eiusmod velit voluptate nostrud tempor laborum laboris consectetur dolor. Et excepteur quis eiusmod elit veniam ea esse ex. Anim ut occaecat ad tempor commodo anim voluptate aute magna ea. Fugiat labore ea laborum proident et cupidatat ut eu do exercitation incididunt eu. Voluptate enim elit ullamco culpa eiusmod ex in eu. Aliquip commodo enim commodo pariatur. Labore sint quis adipisicing id sunt labore deserunt dolor exercitation nisi cupidatat anim eu.","nominations":["Laurianne Corwin","Tre Fisher","Enola Gerhold","Otha Bernier"]}]},{"title":"Treasurer","slug":"treasurer","description":"\n  <p>The Treasurer will be responsible for administration of funds, budget, and financial organization of the Local, including overseeing fundraising activities for the Local. The Treasurer will report to the Local Council on the financial status of the organization at each Local Council Meeting. The Treasurer will maintain transparent and open financial reports available to the entire membership upon request by an officer of the Local Council.</p>\n          ","candidates":[{"name":"Brenda Herzog","slug":"treasurer-brenda-herzog","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/mikemai2awesome/128.jpg","involvement":"Lorem proident reprehenderit dolor exercitation voluptate officia esse ipsum mollit dolor cillum aliqua nostrud deserunt. Consectetur esse ullamco laboris incididunt officia pariatur nulla ipsum est do. Nostrud est sint consectetur velit incididunt sit Lorem laborum ipsum irure magna ad ex. Culpa reprehenderit esse minim aliqua ad adipisicing pariatur labore consectetur. Eiusmod ipsum nulla anim est Lorem esse amet id. Aliquip tempor dolor elit cillum cupidatat.","qualifications":"Qui ut elit proident excepteur minim cillum cupidatat labore eiusmod qui sunt officia. Irure pariatur quis in duis proident ex labore nostrud laborum officia. Voluptate in do reprehenderit mollit id occaecat labore Lorem incididunt aute culpa enim anim sit. Commodo exercitation non incididunt Lorem Lorem amet. Non dolor et laborum eu cupidatat ullamco officia ipsum occaecat excepteur Lorem exercitation. Proident veniam ullamco ut amet tempor in fugiat.\n\nEt reprehenderit cillum deserunt labore occaecat ut cupidatat aute nulla. Officia consequat irure nostrud id magna. Non esse culpa eiusmod et adipisicing sint qui nostrud. Enim do dolore reprehenderit quis ex deserunt cillum ex elit et cillum fugiat ullamco. Ullamco sint irure minim sunt ea sint. Aliqua ad quis deserunt do dolor incididunt labore deserunt reprehenderit id esse. Fugiat ea culpa velit fugiat reprehenderit nisi occaecat ea Lorem cillum ipsum.","goals":"Est fugiat nulla excepteur ut. Aute adipisicing amet anim sit amet quis. Do ullamco ut aute ipsum irure nisi duis ad laboris magna in duis irure.\n\nAliqua aute nisi laboris excepteur deserunt Lorem et. Eiusmod nisi incididunt adipisicing aliqua ad reprehenderit elit ex. Lorem mollit minim ex quis tempor ullamco laboris cupidatat sunt laborum magna ea non do. Eiusmod consectetur aliqua aute aliquip nostrud dolor nostrud minim.\n\nExcepteur est ad mollit consectetur. Quis id nisi elit Lorem. Ad excepteur mollit eu laboris non pariatur consequat officia dolor dolor.","nominations":["Arielle Kunde"]},{"name":"Kiarra Cruickshank","slug":"treasurer-kiarra-cruickshank","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/renbyrd/128.jpg","involvement":"In incididunt eiusmod nostrud id magna officia magna aute anim. Anim ullamco tempor velit id elit labore minim. Adipisicing voluptate magna sit aliqua incididunt ex aute incididunt eu enim anim.","qualifications":"Reprehenderit et fugiat eiusmod deserunt ullamco laborum. Dolor mollit velit pariatur dolore consequat laboris reprehenderit consectetur consequat. Cillum cupidatat esse adipisicing laboris id fugiat ex exercitation ut. In nostrud incididunt pariatur qui duis quis. Labore consequat reprehenderit commodo nulla. Qui ea minim in qui tempor amet elit sint velit non sint enim.","goals":"Ex ut est anim labore do consequat reprehenderit. Qui aliquip non aliqua adipisicing culpa non pariatur aute. Sit duis dolore aliqua do. Id laboris aliqua eu quis enim est aute voluptate amet id eiusmod proident ullamco sunt. Exercitation exercitation consectetur labore nostrud sit est Lorem exercitation. Tempor ipsum nostrud eiusmod amet nisi eu. Quis consectetur dolore voluptate culpa enim pariatur nulla ullamco.\n\nId dolor reprehenderit quis Lorem. Sint velit ad do quis ex eiusmod ut tempor quis id ipsum. Enim culpa minim proident culpa duis cupidatat id.\n\nQuis eiusmod officia sint laboris velit duis elit voluptate culpa eu eiusmod nisi duis. Dolor minim ipsum dolor reprehenderit ut mollit consectetur. Ullamco non adipisicing quis laboris consectetur occaecat aliqua. Minim incididunt commodo est nostrud cupidatat eiusmod pariatur qui mollit quis adipisicing. Quis adipisicing ea nisi deserunt cupidatat irure incididunt ut deserunt ea sunt ex labore. Fugiat sit dolore magna fugiat cupidatat occaecat mollit aute duis sint cillum. Reprehenderit ut Lorem proident consequat esse aliquip exercitation.\n\nNostrud laborum ipsum do adipisicing dolor. Adipisicing anim anim excepteur dolore duis sunt. In minim officia minim ipsum aute pariatur id.","nominations":["Jaylon Wolff","Chance D'Amore","Teresa Beier","Kara Ledner","Sabrina Rosenbaum"]}]},{"title":"Internal Organizers","slug":"internal-organizer","description":"\n  <p>Internal Organizers will jointly oversee the Internal Organizing Committee (see Article VI), which is responsible for fostering a lively participatory and democratic culture within the Local through the development, education, mobilization, and recruitment of members. The Internal Organizing Committee is also charged with organizing General Meetings, Informational Meetings, and social, educational, and fundraising events. Under the direction of the Local Council, the Internal Organizing Committee shall develop and oversee a program of socialist cadre development that includes skills training and political education; and a system of Mobilizers (similar to union shop stewards) who will act as an active conduit of information and engagement between the General Membership and the Local Council.</p>\n          ","candidates":[{"name":"Maximus Zulauf","slug":"internal-organizer-maximus-zulauf","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/karalek/128.jpg","involvement":"Exercitation pariatur minim ipsum aute elit ipsum sit. Eu aliqua duis qui aliqua elit tempor nulla cupidatat veniam culpa elit. Laborum amet eu et fugiat laborum magna nulla est occaecat qui ea eiusmod elit. In deserunt id do officia consequat adipisicing incididunt. Exercitation occaecat ut cillum amet consectetur irure non.","qualifications":"Cupidatat consectetur ullamco Lorem nisi non adipisicing. Consectetur et tempor consectetur ipsum non duis. Adipisicing do cupidatat esse Lorem ipsum elit amet laborum sit quis. Laboris aliqua quis incididunt officia nulla qui nulla incididunt reprehenderit reprehenderit. Nisi eiusmod ullamco eiusmod do duis aliquip sit ut irure cillum adipisicing. Adipisicing duis aliqua velit eiusmod nostrud duis tempor et.\n\nIncididunt in occaecat ipsum velit pariatur adipisicing adipisicing aute culpa incididunt consectetur reprehenderit qui elit. Nostrud irure deserunt laborum sit non pariatur magna labore proident. Magna fugiat eiusmod ea irure veniam cupidatat aliqua anim.","goals":"Mollit dolor veniam duis irure elit magna nisi voluptate cillum mollit Lorem aute magna minim. Qui nulla incididunt mollit amet nulla excepteur. Anim nulla mollit dolore qui deserunt aute velit veniam pariatur commodo sint sint. Nisi ipsum do veniam ad qui. Minim qui et veniam ipsum est nisi minim qui aliqua eu ipsum magna exercitation sunt.\n\nSunt veniam aliquip occaecat labore sint ipsum nulla enim nostrud enim amet. Esse exercitation velit fugiat mollit Lorem ex ex. Nulla minim cillum nisi dolor id labore. Magna deserunt aliqua enim mollit nostrud sint consequat Lorem ea eu ullamco nulla enim anim. Laborum nisi veniam Lorem aliquip sint magna veniam. Excepteur ut magna reprehenderit quis ex. In occaecat aute sit do anim enim enim consectetur fugiat labore in aliquip officia.","nominations":["Dannie Wiza","Telly Howell","Geovanni Schiller"]},{"name":"Michael Rice","slug":"internal-organizer-michael-rice","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/nsamoylov/128.jpg","involvement":"Cillum irure cillum et est tempor aliquip officia aliquip eiusmod laboris fugiat dolore dolor. Aliqua nisi anim eu aliqua. Officia ea voluptate incididunt duis cillum dolor nostrud elit enim.\n\nProident velit nisi culpa ipsum et aliqua mollit enim. Culpa nulla eu deserunt Lorem. Exercitation officia excepteur aute sint non ex eu. Voluptate veniam ea aliquip eu nisi ipsum elit ex ad anim deserunt incididunt labore. Cupidatat laboris incididunt eiusmod ut anim. Sunt minim commodo ea culpa excepteur irure. Do laboris veniam minim adipisicing adipisicing commodo ea irure aliquip.","qualifications":"Dolore labore incididunt occaecat laborum amet. Tempor enim pariatur velit adipisicing est nostrud tempor. Magna labore aliquip dolore reprehenderit deserunt do reprehenderit elit sunt esse proident laborum do. Culpa dolore reprehenderit pariatur consequat non exercitation fugiat officia incididunt excepteur Lorem. Sunt officia minim aliquip ut eiusmod do. Mollit do commodo ipsum enim duis ipsum eu dolor aliqua nostrud. Enim officia adipisicing eiusmod sit nisi.","goals":"Sunt ex deserunt quis excepteur dolor ea adipisicing enim qui eu incididunt. Do duis proident qui velit voluptate mollit fugiat elit. Excepteur ex eu id occaecat voluptate voluptate mollit ea reprehenderit ullamco labore sunt nostrud consequat. Pariatur occaecat fugiat cupidatat cupidatat laboris officia reprehenderit quis. Eu laboris id ullamco deserunt ad voluptate. Anim dolor ex Lorem nulla. Velit occaecat qui veniam sunt.\n\nIncididunt sunt excepteur ex cillum ipsum cupidatat in ipsum consequat sit. Elit ex ea elit esse id culpa. Ad reprehenderit aute ut aliqua anim proident officia amet labore. In veniam proident qui fugiat ad sint.\n\nIn cillum officia occaecat commodo non cillum enim deserunt irure ut adipisicing et. Non irure nulla minim velit enim culpa quis. Adipisicing non exercitation aliquip consequat sit nostrud voluptate ea cupidatat consequat ea eiusmod. Ipsum ullamco dolore irure velit officia reprehenderit velit eiusmod excepteur ad aliquip qui. Et dolor amet labore do magna magna. Ullamco laboris ex voluptate dolore pariatur cillum labore dolore officia id eiusmod exercitation. Id nostrud voluptate anim consectetur officia non consequat dolor ea sit culpa ex velit.\n\nNostrud do consectetur culpa ad ipsum elit. Proident sit aliqua nostrud commodo ipsum amet minim reprehenderit mollit officia proident sunt elit. Ipsum nulla sint culpa nostrud. Nisi voluptate elit ea sint sint ut. Pariatur eu commodo labore anim.","nominations":["Ramona Feeney","Anne Johnson","Herman Ryan","Guido Mueller","Sebastian Fisher"]},{"name":"Ernie Skiles","slug":"internal-organizer-ernie-skiles","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/urrutimeoli/128.jpg","involvement":"Sunt mollit ex labore adipisicing dolor nisi sunt Lorem. Dolore est ad proident incididunt ipsum aliqua non laboris sunt irure amet dolore reprehenderit officia. Ipsum id proident in id qui Lorem eu occaecat sunt minim quis nisi aliquip elit. Aliquip eiusmod tempor aliqua nulla aute nostrud. Cupidatat ipsum nisi aliqua non laboris labore exercitation esse deserunt ut sint excepteur et consectetur. Cupidatat id nostrud do culpa reprehenderit nisi occaecat enim. Proident deserunt minim irure adipisicing minim culpa fugiat officia laborum aute esse.","qualifications":"Elit ipsum irure dolore consectetur nisi. Tempor laboris veniam do reprehenderit quis ullamco. Do dolore sint velit deserunt consequat eiusmod commodo occaecat officia velit sit. Elit esse reprehenderit magna aliquip incididunt commodo ex elit do. Deserunt tempor dolor irure pariatur occaecat sit. Dolore minim cillum officia occaecat incididunt ea sit ut tempor aute aliqua excepteur tempor Lorem.","goals":"Ullamco quis esse in nisi aliqua laboris proident eu dolore consequat do tempor. Et ea culpa duis esse adipisicing culpa labore pariatur esse fugiat est reprehenderit excepteur. Enim esse elit occaecat exercitation ea occaecat commodo eu labore amet ea sint non.\n\nSint sint aute cupidatat commodo ex. Pariatur nisi amet sint occaecat exercitation duis est cillum labore consectetur. Reprehenderit id duis minim eiusmod. Cillum veniam ea velit do. Elit consectetur aute excepteur nulla occaecat pariatur. Aliqua qui in consequat nisi aliqua deserunt nulla quis ipsum velit officia cupidatat duis dolor.\n\nAd qui quis aute quis occaecat reprehenderit veniam laborum duis aliquip ea dolore. Aute consectetur exercitation sint consectetur aliqua exercitation. Eiusmod aliquip enim pariatur ad labore est eiusmod irure labore. Commodo sit qui enim sit irure commodo velit amet ut enim est labore reprehenderit.\n\nDolore anim cupidatat ullamco est aliqua esse cillum irure. Ad ut veniam ad occaecat non cupidatat culpa ex nisi consequat ad. Nulla consequat commodo aute nostrud eiusmod incididunt culpa ad ex ullamco Lorem nostrud adipisicing sint. Id nostrud duis occaecat nisi labore laboris duis ad minim labore. Dolore irure non non cillum minim esse eiusmod exercitation nisi duis. Est cupidatat non voluptate id sunt dolor do minim elit cillum pariatur.","nominations":["Winnifred Pfannerstill","Jaren Kuvalis"]},{"name":"Soledad Ryan","slug":"internal-organizer-soledad-ryan","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/chanpory/128.jpg","involvement":"Nulla deserunt ullamco mollit do. Id anim sit exercitation sunt consectetur labore eiusmod tempor. Non nostrud in ipsum duis exercitation esse magna.","qualifications":"Laboris reprehenderit nisi aliquip adipisicing cupidatat. Anim eiusmod ea ipsum eiusmod amet et enim. Officia eiusmod magna do tempor in mollit cupidatat ullamco sunt dolor amet. Ex fugiat laborum velit mollit elit et deserunt cillum ad laborum. Aliqua deserunt nostrud dolor proident ullamco sint nisi commodo.","goals":"Do laboris commodo Lorem irure nulla do cupidatat duis anim sint reprehenderit pariatur. Esse aute deserunt reprehenderit deserunt nisi officia magna ea pariatur aliquip sint voluptate. Et pariatur laboris et magna est minim consectetur reprehenderit aliqua consectetur duis anim officia. Mollit sit reprehenderit dolore nostrud tempor elit sunt tempor. Sint ullamco dolor voluptate cupidatat deserunt reprehenderit fugiat cillum commodo voluptate pariatur voluptate sint culpa. Sit dolore in eiusmod voluptate et.\n\nCillum in magna eu elit non ullamco ex aliquip ipsum reprehenderit excepteur id. Nostrud dolor do magna Lorem mollit dolor fugiat. Reprehenderit in excepteur elit sint.","nominations":["Mauricio Welch","Braxton Anderson"]},{"name":"Ignatius Mills","slug":"internal-organizer-ignatius-mills","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/gabrielizalo/128.jpg","involvement":"Nostrud exercitation irure exercitation adipisicing occaecat nisi. Cupidatat consequat aliquip nulla cupidatat occaecat Lorem commodo occaecat do dolor minim cupidatat eiusmod ullamco. Mollit amet eiusmod est id nisi minim ex fugiat culpa commodo dolore. Culpa nulla aute do ad qui velit est enim eiusmod pariatur qui proident et.\n\nCommodo culpa labore sint sit irure do consectetur proident et officia sit ipsum minim. Officia veniam pariatur ullamco sit velit cillum. Deserunt sunt ullamco eu deserunt cupidatat aliquip dolore aute.\n\nMinim sunt nisi officia excepteur qui ex. Minim aliqua culpa proident eiusmod amet occaecat proident eu. Ipsum dolore fugiat et anim elit eiusmod aliquip deserunt consequat deserunt.","qualifications":"Id eiusmod labore consectetur dolore duis irure do nulla. Consequat esse aliquip incididunt sit. Reprehenderit ut enim aliqua laborum aliquip esse amet eu culpa eiusmod. Aliquip dolor minim officia Lorem adipisicing irure aliquip consequat nulla deserunt exercitation culpa qui qui. Ut enim incididunt incididunt proident voluptate ullamco sunt ipsum duis non nostrud aliqua deserunt. Nulla nulla do nisi quis cupidatat id deserunt dolore voluptate qui veniam aliquip. Incididunt fugiat do non dolore pariatur fugiat aliqua tempor.\n\nExercitation cillum consectetur proident voluptate. Reprehenderit irure eu culpa mollit excepteur sint Lorem non aute consequat laboris. Velit velit labore amet quis dolore occaecat proident. Adipisicing exercitation anim voluptate esse dolore ipsum. Voluptate ex aliquip do deserunt. Ea velit ut nulla exercitation sit deserunt est reprehenderit. Mollit sit reprehenderit sit minim labore proident cillum aute pariatur laborum labore sint elit.","goals":"Excepteur nostrud dolore enim velit sint in ipsum tempor quis. Amet excepteur officia fugiat eu sunt mollit adipisicing pariatur voluptate mollit aute. Nulla labore excepteur do amet esse non dolor exercitation aute cillum magna et qui.\n\nEx do pariatur voluptate proident irure veniam elit sunt officia non. Amet sint nulla magna adipisicing eiusmod eu proident exercitation magna laborum. Irure consectetur ipsum voluptate sunt ipsum deserunt. Do Lorem minim cupidatat quis culpa. Ex consectetur excepteur quis elit enim proident nulla labore. Irure culpa reprehenderit tempor ullamco aliquip amet duis sint pariatur excepteur cupidatat aliqua non. Cupidatat fugiat ad culpa ad elit dolore consequat consequat pariatur culpa et id.","nominations":["Jazlyn Okuneva","Annabel Conroy","Edythe Cummerata","Lester Rogahn","Leila Ritchie"]},{"name":"Cary Beier","slug":"internal-organizer-cary-beier","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/buddhasource/128.jpg","involvement":"Labore excepteur adipisicing anim irure irure mollit laborum. Commodo commodo ipsum enim sit nostrud nostrud tempor fugiat. Id ad incididunt labore consequat deserunt ex sit anim quis reprehenderit. Deserunt amet ea velit eu culpa fugiat occaecat qui sint exercitation voluptate sit irure. Tempor ex esse laborum laboris dolor eiusmod nulla consequat sunt. Dolor fugiat incididunt ut adipisicing ipsum occaecat occaecat eiusmod reprehenderit exercitation eiusmod adipisicing culpa.\n\nExercitation ad cillum eu nisi anim consectetur sunt. Velit sit dolor pariatur ipsum minim. Non adipisicing eu tempor ipsum nulla minim deserunt non aute dolor labore veniam incididunt id. Dolore adipisicing eu exercitation laborum officia. Ad ea elit do et nostrud occaecat sint pariatur aliquip ullamco ea. Reprehenderit culpa duis laboris amet in sunt cupidatat irure amet incididunt adipisicing in fugiat.","qualifications":"Nisi aliquip ex cupidatat reprehenderit enim ullamco duis sit enim aliquip sit minim et do. Laborum consectetur elit in id laboris voluptate. Velit labore elit et id esse.","goals":"Dolor mollit cupidatat duis quis nisi quis cillum exercitation qui. Laboris incididunt in commodo qui ullamco elit. Esse in et non occaecat laborum do enim voluptate qui pariatur exercitation ea tempor id.\n\nMinim in fugiat Lorem deserunt velit anim adipisicing sunt consequat pariatur magna nostrud. Velit nulla ad occaecat commodo occaecat nostrud pariatur. Ipsum ex cupidatat velit aliquip pariatur. Nulla mollit magna veniam laboris magna non elit. Aliqua adipisicing reprehenderit consectetur reprehenderit aliqua aute excepteur aliquip. Eu et officia reprehenderit sunt esse ullamco duis do pariatur excepteur nulla mollit aliquip.\n\nOfficia irure tempor non adipisicing dolor cillum. Mollit eu aliqua elit ea exercitation sunt officia do ad. Sint veniam duis pariatur anim culpa labore ad proident laboris quis.\n\nQuis aliquip laborum incididunt labore adipisicing pariatur esse adipisicing id voluptate ea laboris. Veniam amet aliqua pariatur proident occaecat fugiat dolor. Mollit tempor est qui mollit anim dolore cupidatat nisi sit ex deserunt sit dolor veniam.","nominations":["Jaleel Walsh","Dortha Hegmann","Fabian Von","Jaclyn Mann"]},{"name":"Susanna Heaney","slug":"internal-organizer-susanna-heaney","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/falconerie/128.jpg","involvement":"Occaecat eiusmod qui minim minim deserunt. Velit laborum dolor adipisicing cupidatat. Eu et sint qui tempor incididunt pariatur labore elit.\n\nNisi irure commodo est qui tempor ex tempor eu ea ullamco. Ut elit amet nulla sint excepteur nostrud esse qui eu excepteur. Magna id dolor sunt eiusmod et ipsum excepteur amet. Veniam sunt culpa mollit incididunt. Duis proident id voluptate nostrud tempor labore.\n\nUllamco pariatur duis culpa in reprehenderit nostrud ad laborum commodo. Qui incididunt est adipisicing aliqua sit ullamco commodo enim laboris minim quis. Proident dolore dolore ex do do magna et amet esse in commodo sit eiusmod et.","qualifications":"Occaecat aliquip sunt tempor incididunt ex nisi et aliqua voluptate ea. Culpa do et occaecat eu eu occaecat in minim id dolor magna mollit. Exercitation adipisicing aliquip fugiat eu in consectetur. Consequat dolore ipsum nostrud adipisicing incididunt velit dolor in culpa anim sint officia.\n\nFugiat eu esse ut et cupidatat ad aute non. Commodo magna ea et dolore minim nostrud enim incididunt et duis culpa. Amet ipsum ad ullamco deserunt ad sunt nulla minim.","goals":"Nisi duis laboris tempor esse sunt amet non duis est culpa in. Esse sit adipisicing pariatur nostrud ut. Culpa esse est eiusmod fugiat excepteur anim ut. Reprehenderit incididunt ad voluptate duis et dolor. Mollit qui anim ex consectetur commodo labore tempor eiusmod non aliqua enim Lorem.\n\nLaboris amet incididunt nisi elit tempor in. Officia sit duis aute eiusmod aliquip culpa esse mollit non excepteur. Duis elit voluptate non adipisicing enim voluptate.","nominations":["Hettie Strosin","Sheridan Wehner"]}]},{"title":"External Organizers","slug":"external-organizer","description":"\n  <p>External Organizers will jointly oversee the External Organizing Committee (see Article VI), which will lead the Local’s fight for a socialist political agenda in the East Bay and beyond. Under the direction of the Local Council and in order to realize the policies, priorities and campaigns set forth by the General Membership, the External Organizing Committee shall manage or execute all of the Local’s issue and electoral campaigns, direct actions, rallies, and other activities expressly targeted at the general public for political purposes.</p>\n          ","candidates":[{"name":"Joanny Casper","slug":"external-organizer-joanny-casper","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/itskawsar/128.jpg","involvement":"Ad Lorem laboris amet culpa adipisicing cupidatat anim incididunt excepteur dolor exercitation. Eiusmod ex enim elit officia officia occaecat enim. Tempor aute officia fugiat culpa. Cupidatat est quis consequat adipisicing. Minim id ut do eiusmod nostrud enim consequat aliquip esse laborum et duis est eiusmod. Enim irure enim ipsum fugiat laboris.\n\nAnim consequat qui velit consequat cupidatat incididunt. Proident laborum Lorem veniam tempor sint tempor incididunt ea aliqua sunt occaecat. Dolore anim mollit irure esse cillum do dolor incididunt minim aute commodo sit proident. Sint aute nostrud sit minim et aliqua ipsum deserunt do officia laborum qui sunt. Est fugiat mollit dolore esse eu elit laborum. Ea pariatur nulla elit quis nulla laboris consequat voluptate veniam excepteur tempor tempor ex laborum.\n\nAdipisicing culpa et aute mollit duis fugiat esse nulla reprehenderit ea. Sint nostrud consectetur eiusmod duis enim aute sint et nostrud. Velit duis ipsum aliquip enim fugiat Lorem commodo velit cillum quis velit id. Minim tempor ea ipsum labore enim reprehenderit tempor. Tempor irure reprehenderit irure veniam adipisicing aliquip incididunt ipsum fugiat sit qui elit sunt do. Reprehenderit adipisicing pariatur elit amet enim tempor irure enim pariatur aliqua aliqua. Exercitation aute adipisicing nulla ea nisi tempor enim nostrud.","qualifications":"Esse non aliqua voluptate deserunt mollit id nostrud mollit enim. Dolore est non laboris cupidatat laborum proident aute et minim id aliquip tempor. Ut qui ut velit cillum laborum pariatur enim.\n\nAdipisicing id duis ex qui ut mollit pariatur fugiat eiusmod esse exercitation. Fugiat ut labore ea aliqua non cupidatat duis. Qui excepteur irure ullamco aliqua pariatur reprehenderit tempor dolore incididunt labore ex exercitation excepteur. Deserunt aliqua sit eiusmod officia. Aute eiusmod voluptate cupidatat sit nisi.","goals":"Non labore magna ex anim cupidatat sint eu labore consectetur non laboris. Occaecat laboris ut labore id ad qui tempor ea minim officia consectetur qui sunt. Quis irure reprehenderit dolore non nostrud cillum mollit quis dolore sit labore. Est exercitation magna et labore dolor proident labore dolor deserunt do nisi. Fugiat tempor aliquip sint id nostrud non laborum esse do occaecat in cupidatat fugiat do.\n\nIncididunt ex esse ex non esse enim. Consectetur voluptate eu occaecat dolor ullamco adipisicing. Reprehenderit occaecat sint tempor officia ea elit sint do reprehenderit velit commodo incididunt consectetur veniam. Amet culpa ex sit fugiat proident labore aliquip do quis aute aute nulla. Ex tempor sit in excepteur cillum velit amet id in deserunt excepteur amet. Velit deserunt anim ad elit ex quis dolore.\n\nProident esse excepteur officia adipisicing eu reprehenderit. Elit sit velit laborum qui commodo elit sit ex deserunt. Laborum adipisicing est ullamco culpa. Pariatur aliqua sint dolore esse proident esse aliqua sit irure. Cupidatat ut aliquip in velit ut reprehenderit mollit minim aliquip duis ad officia commodo sunt. Commodo mollit velit occaecat reprehenderit consectetur anim ullamco aute Lorem deserunt et consectetur pariatur laboris. Dolore ullamco amet nulla cupidatat occaecat commodo cillum eiusmod sit velit.\n\nMinim duis reprehenderit do exercitation anim tempor. Aliquip sit tempor culpa esse ea cillum ex quis sint ullamco commodo aliquip ut. Exercitation ullamco exercitation nulla eiusmod duis enim in occaecat officia ullamco irure. Sint sint anim culpa ad magna excepteur commodo sit. Eiusmod ullamco aliqua et officia in eiusmod elit mollit. Amet eu irure irure sunt. Non ea in elit consequat consequat pariatur fugiat cillum excepteur eu.","nominations":["Novella Yundt","Asa Lueilwitz","Ila Wisoky"]},{"name":"Santiago Wintheiser","slug":"external-organizer-santiago-wintheiser","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/jeremiaha/128.jpg","involvement":"Officia ullamco quis pariatur labore deserunt anim proident officia sit. Do laborum adipisicing sunt mollit nostrud irure id duis. Consequat voluptate amet voluptate sit duis.","qualifications":"Magna non labore fugiat est proident labore deserunt nulla incididunt elit. Amet ipsum et fugiat deserunt fugiat ea minim cupidatat occaecat excepteur deserunt culpa occaecat eu. Occaecat sit non consectetur ullamco esse ut consequat voluptate officia officia laborum consectetur sunt duis. Lorem magna occaecat dolor eu Lorem do. Reprehenderit aliqua dolore ut ullamco quis est Lorem magna. Ipsum culpa sit duis Lorem laboris reprehenderit. Deserunt est ad est voluptate non exercitation sit elit amet esse ipsum ea.","goals":"Officia reprehenderit aliqua reprehenderit ullamco velit nostrud deserunt mollit. Sit ullamco deserunt ullamco ad pariatur eu ex cillum. Quis ad ea ex reprehenderit minim commodo aliqua proident consectetur laborum labore sit exercitation consequat. Nostrud consequat ea adipisicing aute sint nulla id nulla nisi dolore.\n\nExcepteur quis tempor ullamco anim mollit consectetur aute eu sint quis fugiat nisi exercitation. Incididunt cillum est reprehenderit veniam minim enim amet in ullamco excepteur exercitation aliquip ut. Deserunt deserunt aute nisi eiusmod proident do proident et sunt excepteur minim nisi adipisicing exercitation. Sit dolore voluptate qui adipisicing. Eu commodo pariatur nostrud culpa amet. Aliquip est ut labore est ex irure veniam qui cillum.\n\nPariatur ut dolor anim laborum commodo elit. Cupidatat sunt aliquip velit sint cupidatat cupidatat consequat eiusmod consectetur labore veniam veniam deserunt eiusmod. Aliqua elit ea ullamco ex nostrud do pariatur officia cillum non mollit aliquip. Aute nostrud consectetur proident laboris laborum cillum sunt reprehenderit excepteur cupidatat.","nominations":["Demetrius Swift","Anya Bashirian","Tito Kuphal","Kali Dickens"]},{"name":"Elmore Beahan","slug":"external-organizer-elmore-beahan","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/nvkznemo/128.jpg","involvement":"Eiusmod elit enim commodo pariatur veniam officia est enim sint dolor excepteur esse excepteur commodo. Ea tempor incididunt ut sint ullamco culpa veniam adipisicing Lorem mollit occaecat. Pariatur dolore irure tempor elit occaecat eiusmod id. Labore quis occaecat ad consectetur minim ipsum ullamco aute enim ullamco.\n\nEa dolor eu reprehenderit velit aute nulla. Incididunt aute enim cupidatat minim officia fugiat. Nisi anim ad aute officia in pariatur cillum dolor adipisicing eiusmod quis ad ad. Adipisicing commodo incididunt veniam cillum dolore excepteur veniam qui ut magna consectetur aliquip non. Duis mollit aliquip mollit culpa nostrud exercitation aliquip. Ipsum ullamco eu ea enim exercitation aute amet esse.\n\nConsequat consequat qui consequat sunt duis. Veniam sit id dolore aute sint reprehenderit nostrud nisi deserunt do incididunt nulla. Aliquip voluptate est Lorem velit ad elit magna. Cupidatat amet aliqua duis esse incididunt duis do proident. Proident aute adipisicing deserunt consectetur adipisicing dolor aliquip adipisicing commodo anim magna quis.","qualifications":"Laboris sint consequat aliquip dolor nisi voluptate. Do aliqua fugiat officia nisi magna commodo eu et. Enim laborum magna aliquip nulla dolor aliqua velit id. Aliquip sunt deserunt pariatur ut veniam elit fugiat magna aute esse consectetur excepteur eu.\n\nCupidatat minim veniam exercitation adipisicing Lorem. Consectetur irure eiusmod adipisicing qui. Duis duis id tempor enim ullamco tempor eiusmod quis tempor ipsum et quis aliqua laborum. Irure non sint magna amet commodo ullamco incididunt proident adipisicing in do dolore officia.","goals":"Ullamco laboris dolore eu velit. Adipisicing mollit non quis voluptate. Fugiat aute excepteur et nulla culpa pariatur magna occaecat nulla veniam Lorem elit laboris. Duis magna nostrud ut consequat cillum do. Proident id velit sit velit amet elit fugiat occaecat ad do anim irure sit. Culpa laborum irure nostrud incididunt. Sunt veniam excepteur commodo ex cupidatat ex occaecat ex eiusmod dolore aliqua adipisicing sint eu.\n\nAute exercitation do fugiat velit cillum dolor cupidatat. Non Lorem dolore exercitation laborum aute voluptate fugiat ipsum anim eu veniam dolore. Est anim occaecat minim dolor sunt excepteur. Est id velit magna reprehenderit deserunt et qui eiusmod labore Lorem sint sint. Laborum amet labore ut in eiusmod. Nulla magna enim ad ipsum dolore nostrud irure in Lorem. Ad cillum occaecat Lorem ipsum nulla non.\n\nUllamco excepteur eu deserunt ut eiusmod quis sint. Voluptate et irure exercitation cupidatat. Officia incididunt est id reprehenderit aliquip ullamco qui adipisicing. Labore sit ea amet voluptate.\n\nProident dolor Lorem irure sit consectetur. Esse tempor non fugiat proident id deserunt minim minim minim laboris. Mollit adipisicing nostrud incididunt magna consectetur. Esse enim eiusmod qui sint sunt Lorem irure eiusmod aute fugiat consequat.","nominations":["Reese Keeling"]},{"name":"Hillary Rau","slug":"external-organizer-hillary-rau","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/michaelbrooksjr/128.jpg","involvement":"Tempor do qui eiusmod consectetur ullamco voluptate labore sunt minim. Est adipisicing tempor esse magna laborum est eiusmod sint tempor. Aliqua ut eiusmod adipisicing eu ea deserunt sunt sunt ea nostrud. Amet aliquip exercitation minim eiusmod dolore. Culpa ea elit non eiusmod ad reprehenderit.\n\nAliquip quis esse pariatur ex amet culpa dolore eiusmod. Excepteur eiusmod amet consequat cupidatat dolore duis. Labore non elit enim exercitation labore eu enim laborum est amet. Aliqua velit deserunt Lorem aliqua mollit occaecat velit incididunt minim dolor culpa minim nulla exercitation.","qualifications":"Tempor in cillum magna deserunt ullamco consectetur sunt anim ipsum officia pariatur. Cillum pariatur sint ea eu cillum sunt do. Ea nisi dolor reprehenderit Lorem sunt ipsum velit sunt.\n\nDuis consectetur est aute consectetur sint dolore et. Eu eiusmod irure mollit non labore dolor. Tempor cillum sit veniam adipisicing nulla anim adipisicing id deserunt. Exercitation laboris culpa eiusmod ex in magna ipsum consectetur ex proident eiusmod cupidatat.","goals":"Irure id anim anim ad sunt irure dolore laboris officia irure consequat velit. Lorem laboris fugiat et pariatur aute excepteur. Fugiat laboris consectetur nisi laborum labore. Ut labore consectetur et ut do amet. Eiusmod cupidatat occaecat do voluptate voluptate reprehenderit ut magna deserunt laborum adipisicing enim.\n\nMollit irure nulla mollit culpa consectetur mollit qui. Cupidatat in anim excepteur minim irure id consectetur sit adipisicing ad est dolore aute. Consequat do est ad proident nisi ipsum in labore incididunt anim voluptate qui Lorem. Eu in officia consectetur excepteur aliquip ipsum anim.\n\nAmet quis laborum ea aliquip cillum cupidatat aliquip sint fugiat incididunt velit. Ipsum occaecat nostrud irure aliqua labore labore eiusmod est ex mollit. Deserunt nisi velit sit quis magna pariatur reprehenderit anim pariatur quis ad dolor commodo. Exercitation incididunt commodo reprehenderit non ea tempor eiusmod sint officia labore eu reprehenderit eu.\n\nAdipisicing consectetur elit officia minim culpa deserunt ex labore consequat reprehenderit ullamco commodo duis. Laborum excepteur ipsum culpa ullamco velit aliqua officia. Laborum laboris ex proident dolore excepteur deserunt laborum occaecat irure consequat occaecat elit. Nulla ex incididunt fugiat cupidatat esse amet quis cupidatat.","nominations":["Carlotta Koepp","Rowena Miller","Linnie Stiedemann","Kris Bode","Emie Schinner"]}]},{"title":"At-Large Local Council Members","slug":"at-large","description":"\n  <p>At-Large Local Council Members will participate in Local Council decision-making, and are responsible for attending all relevant meetings and reading all relevant documents. At-Large Local Council members are also tasked with representing the views of the membership that elected them as well as helping to advance the goals of the Local generally.</p>\n          ","candidates":[{"name":"Rosario Durgan","slug":"at-large-member-of-local-council-rosario-durgan","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/danpliego/128.jpg","involvement":"Esse cupidatat culpa aliqua tempor. Fugiat ex nostrud ullamco ut anim ullamco sint velit. Irure pariatur et nulla ut voluptate cupidatat exercitation velit cillum ipsum adipisicing.\n\nEt ipsum ipsum voluptate laboris consequat ad deserunt excepteur sunt elit nisi. Culpa dolor anim proident enim deserunt tempor nulla amet aliquip. Pariatur aliqua magna elit nulla.","qualifications":"Ex cillum tempor reprehenderit magna sint in veniam qui cupidatat consequat minim eiusmod deserunt. Consequat magna minim cillum nulla culpa qui. Cupidatat do ut laboris consectetur proident quis magna magna officia veniam labore. Occaecat sit aute magna sit non velit occaecat eu commodo aliqua elit mollit officia. Veniam enim elit pariatur do est velit.\n\nCulpa dolor excepteur duis consectetur incididunt. Aliquip minim irure tempor ad. Ullamco sint non amet consectetur et. Aute deserunt quis incididunt voluptate.","goals":"Nulla aliquip ullamco adipisicing dolor culpa. Non consectetur aliqua ad irure tempor cupidatat consequat officia eu qui culpa ut. Cillum Lorem laboris Lorem mollit esse. Lorem duis laboris culpa culpa eiusmod ea eu tempor pariatur reprehenderit mollit esse laboris reprehenderit. Duis ad occaecat in do culpa proident. Pariatur ullamco deserunt aliqua sint aliquip id cillum in. Sint cillum laborum voluptate nisi laborum ipsum amet proident anim exercitation.\n\nMagna incididunt velit exercitation tempor esse duis. Consectetur exercitation velit aliqua eu ipsum do. Ea dolore incididunt aliqua excepteur aute sunt. Veniam qui magna dolor eiusmod magna elit sit qui nostrud excepteur. Irure culpa enim qui Lorem ea pariatur eiusmod dolore. Fugiat incididunt ad Lorem duis adipisicing Lorem mollit.\n\nUllamco est veniam incididunt do cillum sint adipisicing proident Lorem labore esse consectetur. Sunt deserunt proident minim in est amet. Qui ex ullamco labore voluptate non deserunt magna exercitation veniam pariatur veniam nulla magna. Nulla in pariatur veniam commodo ullamco aliqua. Cupidatat reprehenderit eu aliqua consectetur eu consequat adipisicing sint elit. Excepteur amet et consectetur velit ipsum exercitation sunt est pariatur voluptate commodo consectetur minim. Irure nisi cillum ea quis aliquip id dolor.","nominations":["Keshaun Wolff"]},{"name":"Kayden Lang","slug":"at-large-member-of-local-council-kayden-lang","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/carlosblanco_eu/128.jpg","involvement":"Labore id magna exercitation laboris exercitation. Fugiat do reprehenderit reprehenderit nostrud sit quis quis aliquip ipsum. Ullamco consequat ipsum exercitation dolore exercitation quis ad laboris.\n\nVeniam fugiat cillum esse enim occaecat reprehenderit fugiat. Aute irure fugiat anim laborum veniam eu duis voluptate do. Laborum esse officia duis veniam consequat eiusmod enim occaecat ex. Pariatur ut pariatur ex qui aute qui laboris. Ipsum reprehenderit adipisicing non anim veniam enim laboris ullamco enim. Enim cupidatat commodo non pariatur exercitation. Elit anim amet amet ad ad ea consequat nostrud.\n\nLaboris est mollit duis consequat consectetur dolor cillum et. Est pariatur in fugiat duis qui deserunt. Adipisicing nisi dolor sit ea ad esse proident dolor eu aliqua nulla. In esse magna commodo tempor cillum qui qui minim pariatur ad. Aliqua commodo qui et sint adipisicing ut esse tempor eu nostrud in excepteur aliquip. Aliquip sint sit elit dolore esse do ad exercitation Lorem excepteur esse nulla officia aliqua. Nostrud occaecat eiusmod ea nostrud.","qualifications":"Exercitation laboris elit non occaecat. Lorem id nulla cupidatat id ad. Nostrud occaecat consectetur et labore minim. Enim dolore consectetur veniam qui aute non occaecat adipisicing eiusmod minim ullamco ut.\n\nMinim nostrud proident commodo Lorem. Sit occaecat nisi labore ex pariatur ex sint occaecat. Exercitation tempor nulla et sunt laboris id duis commodo Lorem est eiusmod. Id proident ipsum ut ullamco consectetur do dolore esse voluptate. Amet qui minim velit sit consectetur do nostrud ex id culpa nulla nisi. Est aliquip sunt sint mollit consequat nostrud reprehenderit qui nulla deserunt quis ullamco sint tempor. Est sit cillum exercitation Lorem non veniam culpa.","goals":"Cillum ullamco mollit cupidatat reprehenderit proident irure. Laborum est reprehenderit aliqua voluptate irure. Cillum velit tempor labore laboris nostrud occaecat aute duis fugiat consequat ipsum. Mollit adipisicing culpa aute nisi. Incididunt esse dolor esse commodo mollit ex esse nisi duis. Occaecat occaecat fugiat aliqua aliqua sunt exercitation enim in.\n\nMollit ad ex aute aliquip. Ad ad laboris occaecat elit est laborum eiusmod. Eiusmod laboris Lorem anim magna enim. Ex irure aute occaecat sunt culpa labore ea velit reprehenderit sunt. Id proident do mollit velit nostrud. Nulla laborum irure deserunt tempor ex fugiat nisi. Consectetur tempor officia aute adipisicing officia dolore irure adipisicing qui cillum deserunt sint dolore.\n\nSunt tempor do proident sit aute do amet cupidatat duis excepteur nulla est. Ex voluptate veniam reprehenderit cillum minim. Irure id ex elit consectetur ex pariatur incididunt officia veniam et sunt id cillum voluptate.\n\nOfficia in minim et amet ullamco anim eu ut ea eu velit Lorem esse qui. Ipsum ad et velit cillum non ex qui aliquip et cupidatat irure enim. Laboris ullamco irure minim et ea Lorem laboris nulla est incididunt quis. Ut reprehenderit in nostrud ullamco irure aliqua labore exercitation. Reprehenderit exercitation officia amet cupidatat cillum in elit nisi ex sunt veniam tempor veniam. Sit pariatur do fugiat laboris officia et ipsum mollit commodo magna elit ut labore.","nominations":["Dawson Hane","Casey Cummerata"]},{"name":"Gregoria Torphy","slug":"at-large-member-of-local-council-gregoria-torphy","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/nomidesigns/128.jpg","involvement":"Anim do est quis irure amet consequat ea. Quis nostrud adipisicing non irure sunt velit ea. Do magna dolore dolore Lorem et esse culpa in amet consectetur in nostrud tempor anim. Ut dolor deserunt eu sit commodo laboris sit anim occaecat do. In cillum exercitation aliqua eiusmod consequat nulla qui sit consequat ex in.\n\nVelit nulla occaecat aute deserunt id non incididunt dolor aute adipisicing do nostrud. Ipsum reprehenderit anim dolore culpa ea esse incididunt do incididunt id nostrud. Adipisicing quis do exercitation nisi.\n\nEsse consequat aliquip mollit officia proident sint consectetur irure anim. Officia ipsum id sit eu ipsum. Commodo ipsum adipisicing ullamco consequat duis sunt quis qui. Commodo labore incididunt ea adipisicing consequat voluptate consequat irure qui voluptate dolor sint. Do excepteur in quis et exercitation proident anim dolor.","qualifications":"Nostrud quis qui nulla quis consequat labore voluptate aliqua culpa commodo ea nostrud anim. Proident in culpa Lorem mollit cillum dolore minim excepteur. Exercitation sint commodo nostrud nulla proident velit sunt eiusmod ea ullamco ex minim nulla elit.","goals":"Fugiat labore culpa ad aliquip eu. Ullamco esse exercitation est aliquip proident amet aliqua. Veniam esse occaecat occaecat adipisicing ullamco amet qui ipsum incididunt elit tempor dolore ex sint. Deserunt ea reprehenderit est mollit adipisicing dolore sit. Exercitation aliquip cupidatat velit dolor aliqua officia elit elit eu amet dolore est sint amet.\n\nFugiat occaecat nostrud cupidatat nisi elit ut cupidatat irure. Aliqua est Lorem cillum adipisicing incididunt esse deserunt commodo quis. Proident fugiat excepteur amet culpa sit eiusmod adipisicing non minim enim ex non consequat. Proident elit voluptate ut aute esse do. Irure minim proident sunt id consequat.","nominations":["Dortha Stark"]},{"name":"Zoe Runolfsson","slug":"at-large-member-of-local-council-zoe-runolfsson","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/mandalareopens/128.jpg","involvement":"Ut incididunt deserunt duis dolor officia fugiat minim et ipsum. Incididunt minim nulla excepteur laboris. Excepteur mollit mollit dolor nostrud ea eu ullamco id nisi consequat voluptate eiusmod labore irure.\n\nEnim nulla dolore aute aute aliquip adipisicing. Exercitation velit mollit nisi commodo incididunt aliquip dolore proident voluptate ea commodo voluptate. Eiusmod dolore aliqua mollit quis incididunt. Pariatur et adipisicing laborum consectetur cupidatat. Deserunt non tempor magna dolore consequat voluptate sit minim occaecat nulla.","qualifications":"Exercitation ad non proident ex. Ex fugiat incididunt fugiat labore ex nulla enim pariatur in. Est magna fugiat enim est dolor non enim anim ullamco culpa dolore incididunt quis. Aute ullamco nostrud est laborum cupidatat ipsum deserunt aute aliquip. Ad quis aute aliqua proident aliquip. Aute eu deserunt do fugiat deserunt eu deserunt est est nostrud irure nostrud deserunt non. Lorem deserunt consectetur laborum id minim duis adipisicing irure duis irure nulla sint irure Lorem.","goals":"Minim ea incididunt do laborum eiusmod. Laboris minim nulla duis ea cillum cillum ullamco eu consectetur consectetur pariatur cupidatat consectetur. Ipsum commodo sunt consequat quis aliqua adipisicing culpa do mollit in.\n\nMinim officia labore tempor sit mollit. Enim non ex sunt veniam fugiat eu duis aliquip laborum magna. Sint commodo id mollit consectetur amet. Non ullamco nisi commodo dolor amet occaecat ut fugiat deserunt excepteur consectetur. Commodo labore Lorem esse sit nisi ex veniam exercitation Lorem sunt. Laborum sint nostrud laborum laboris.","nominations":["Lura Schuppe","Earl Deckow","Brittany Abernathy","Shaun Steuber","Rodger Prohaska"]},{"name":"Estevan Littel","slug":"at-large-member-of-local-council-estevan-littel","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/hoangloi/128.jpg","involvement":"Est labore veniam dolore nostrud eiusmod. Reprehenderit ad proident ea sit anim. Amet eiusmod fugiat elit ad deserunt sit consequat in Lorem consequat aliquip irure amet veniam.","qualifications":"Excepteur duis minim amet do mollit adipisicing Lorem mollit. Cupidatat sit cupidatat excepteur ea anim cillum consectetur exercitation in cillum ut labore quis. Quis est voluptate dolore esse enim laboris laborum commodo incididunt tempor ut. Voluptate labore voluptate do cupidatat occaecat fugiat laboris ut in adipisicing. Aliqua commodo aliquip laborum adipisicing cillum et ut enim occaecat culpa eu officia proident voluptate.","goals":"Ut eu do officia proident irure esse commodo quis incididunt mollit mollit dolore mollit nulla. Consectetur exercitation consectetur pariatur in quis velit reprehenderit pariatur dolore minim sit consectetur. Sint culpa voluptate elit labore magna anim exercitation culpa commodo laboris eu esse consequat culpa. Commodo excepteur Lorem ad laborum.\n\nIn occaecat occaecat culpa esse pariatur duis quis. Tempor nisi ea et ut. Consectetur velit eu adipisicing anim do quis ut reprehenderit consectetur commodo veniam et occaecat.","nominations":["Anastasia Wehner","Abbie Altenwerth","Emely Sporer","Davion Crona","Adaline Funk"]}]}]},"nationalConvention":{"candidates":[{"name":"Karlie Cole","slug":"national-convention-karlie-cole","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/saschamt/128.jpg","involvement":"Eiusmod cupidatat ex excepteur excepteur labore mollit id nostrud officia. Ullamco fugiat proident proident ad deserunt nisi aliqua culpa aute magna. Et qui ullamco aute adipisicing aliqua laborum ullamco cupidatat pariatur in.","qualifications":"Ex velit excepteur in sunt ex quis tempor laboris deserunt consequat id magna reprehenderit. Ut eiusmod deserunt et ea culpa cupidatat qui ea qui ipsum. Officia excepteur pariatur exercitation amet velit. Dolore duis eu id mollit ea. Enim proident labore aliquip dolore nulla tempor dolor officia ullamco incididunt Lorem fugiat.\n\nMinim nostrud commodo incididunt enim nisi proident ea eu dolor. Ipsum consequat elit dolore dolore occaecat ad in nisi veniam. Tempor cillum mollit consectetur ex voluptate esse reprehenderit officia deserunt pariatur sit deserunt enim minim.","goals":"Sint reprehenderit ex irure magna velit magna amet est cillum magna voluptate ut. Aute laboris exercitation Lorem dolore et aliqua Lorem voluptate sit ipsum sunt dolor. Excepteur in Lorem ullamco sit quis in voluptate exercitation ut. Duis labore voluptate Lorem ut dolor ipsum aliqua elit amet adipisicing. In veniam minim dolor sit velit qui amet ipsum. Ex veniam magna consectetur ad elit eiusmod ullamco dolor nostrud dolore exercitation duis elit ea.\n\nPariatur irure do elit ut enim qui do reprehenderit magna ex. Excepteur veniam eiusmod eiusmod fugiat. Ut aute aute sint aute consequat sint eiusmod mollit excepteur quis culpa Lorem.\n\nVeniam ex irure cillum commodo mollit occaecat in cupidatat ipsum. Dolor voluptate sunt nostrud ut id laboris fugiat ut nulla. Tempor est pariatur aliquip culpa pariatur amet laborum qui ullamco in et amet.","nominations":["Meggie Dickinson","Johnathan Raynor","Darron Gleason","Lukas Jenkins","Karine Kihn"]},{"name":"Caterina Koss","slug":"national-convention-caterina-koss","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/romanbulah/128.jpg","involvement":"Nostrud in magna minim deserunt adipisicing adipisicing eu enim sit fugiat minim ipsum consectetur est. Sunt nostrud elit ea quis officia labore sint occaecat. Ipsum sint esse dolore incididunt aliquip occaecat exercitation elit ipsum nisi veniam reprehenderit ipsum ut. Adipisicing magna reprehenderit in occaecat esse id elit. Velit in do dolore in laborum ipsum incididunt aliqua commodo ad velit anim.\n\nCulpa id fugiat ullamco occaecat officia veniam culpa veniam laboris. Sint qui fugiat id incididunt Lorem incididunt consequat. Enim non dolore culpa Lorem officia.\n\nProident sint sint adipisicing id mollit id incididunt in deserunt. Ad elit labore ex aute nulla non sit ex voluptate sint laboris esse ipsum consequat. Dolor amet qui officia sint consectetur sint Lorem irure minim. Fugiat cillum sint dolore amet velit cupidatat ipsum esse eu aute aliquip do fugiat sint. Consectetur non esse voluptate eu irure sint eu aliqua anim velit nulla.","qualifications":"Officia et consectetur ullamco id aute eu est id reprehenderit culpa. In Lorem nulla non quis qui ipsum tempor id minim. Eu fugiat veniam aliquip dolor est aliqua consectetur veniam voluptate fugiat dolore ut.","goals":"Nostrud Lorem duis nostrud enim officia magna veniam qui reprehenderit sit sit nulla. Qui eiusmod Lorem ex Lorem in mollit laboris qui. Duis enim do culpa sint enim officia eu. Qui pariatur fugiat officia ut. Cillum esse dolore fugiat quis esse commodo consequat commodo voluptate ad ex eiusmod dolor dolor. Ut dolor fugiat qui labore ipsum anim sit elit labore do eu aliquip Lorem duis. Ipsum quis dolore esse minim veniam laborum labore qui cillum sit.\n\nMagna qui culpa fugiat ut voluptate. Non sunt duis aliqua excepteur sunt nulla. Sint laboris labore aute ad nostrud consequat magna Lorem fugiat esse fugiat nulla laboris. Officia magna fugiat pariatur veniam minim ullamco nisi proident ut adipisicing velit voluptate aliquip. Elit labore incididunt consectetur irure pariatur magna nostrud sint mollit sit labore ad. Cillum minim enim minim dolor duis ut eu.","nominations":["Danial Marvin","Jessy Hudson"]},{"name":"Alexane Hirthe","slug":"national-convention-alexane-hirthe","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/zforrester/128.jpg","involvement":"Consequat adipisicing cupidatat consequat ad exercitation mollit cupidatat laboris voluptate deserunt. Mollit laborum incididunt occaecat ea elit eiusmod irure. Culpa eu do reprehenderit officia et laborum non tempor. Cillum laborum ipsum sunt esse esse anim adipisicing reprehenderit aliquip commodo commodo. Laboris laborum ut voluptate cupidatat duis dolor pariatur deserunt cillum aliquip occaecat. Aliqua proident irure ad sit cillum. Exercitation non occaecat labore ex nisi sint veniam et do cupidatat eu cupidatat nisi.\n\nEnim officia aute eiusmod aute ex ad irure consequat. Magna adipisicing mollit cillum reprehenderit exercitation fugiat incididunt fugiat. Mollit laboris esse non velit. Labore culpa eiusmod non adipisicing eu quis excepteur eiusmod reprehenderit. Non sint reprehenderit dolor cillum ea et eu voluptate mollit magna. Amet tempor amet tempor velit velit quis eu ea amet eiusmod.\n\nNostrud occaecat in aute consectetur ad tempor esse ad et enim. Qui amet exercitation nostrud consequat esse adipisicing laborum reprehenderit incididunt esse elit fugiat excepteur. Esse minim id ut eu non excepteur occaecat elit Lorem minim veniam officia deserunt aliqua. Ullamco ex qui eiusmod ex id ea nisi aliqua nisi qui laboris sit sunt. Eu duis ea tempor id tempor voluptate enim eiusmod sit ex.","qualifications":"Et sunt do voluptate nulla pariatur deserunt laboris ullamco laborum non. Ut nisi irure voluptate velit eu reprehenderit irure aute ullamco. Elit ad qui ad esse magna laborum enim culpa cillum irure minim commodo. Do cupidatat duis labore quis officia labore laboris magna eu magna pariatur adipisicing sunt. Est irure magna officia in enim. Nisi esse et est ex.","goals":"Anim nulla consequat nulla do elit eu esse ipsum consectetur. Cillum tempor eu nulla dolor. Culpa exercitation et ut laborum proident aliquip ad ea cupidatat. In deserunt ad qui et do nulla Lorem. Magna excepteur sit non fugiat deserunt enim amet in enim nulla mollit aute qui.\n\nReprehenderit ea culpa officia minim sit ullamco esse aute esse tempor duis labore duis ipsum. Adipisicing ut Lorem non do quis deserunt adipisicing laboris quis mollit. Ad tempor veniam irure nisi. Esse ex veniam enim et et in amet velit aliqua quis mollit duis sint. Deserunt et in magna adipisicing exercitation ea Lorem exercitation voluptate dolore. Eu amet cillum ea adipisicing amet ex ea. Enim ipsum laborum ex esse ad reprehenderit ipsum Lorem voluptate Lorem exercitation.\n\nExercitation incididunt et dolore sunt deserunt non incididunt veniam dolor exercitation aliqua. Velit aliquip deserunt sint labore nulla. Velit pariatur duis reprehenderit magna. Pariatur et esse veniam et officia tempor ex ad sit labore.","nominations":["Beverly Schimmel","Emilio Hoppe","Deondre Rodriguez","Ali Boyer"]},{"name":"Gerard Nienow","slug":"national-convention-gerard-nienow","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/dss49/128.jpg","involvement":"Consequat aute et sint cupidatat exercitation excepteur duis. Do quis sit amet irure occaecat sint. Deserunt sunt veniam duis aliquip aute ea officia incididunt nulla eiusmod cillum occaecat laboris adipisicing. Voluptate consectetur consectetur mollit voluptate id deserunt in elit id et laborum. Eiusmod dolore id consequat mollit aute. Enim enim eiusmod sunt eu aute fugiat minim esse ut. Eu laboris consequat aute dolore et deserunt nisi deserunt deserunt fugiat magna excepteur.\n\nAnim proident nostrud anim voluptate. Sunt eiusmod deserunt nulla laboris eiusmod ipsum quis in fugiat mollit consequat occaecat voluptate et. Quis esse commodo duis do consequat aute sint minim nisi. Sunt non dolor nisi do occaecat sint anim dolor amet dolore occaecat ut ad voluptate. Voluptate cupidatat laborum adipisicing veniam esse laboris nulla laborum. Labore mollit culpa qui fugiat laboris occaecat veniam fugiat excepteur et culpa duis. Commodo qui elit elit sit magna.\n\nLaboris labore esse anim laborum quis consequat reprehenderit. Nulla et deserunt officia labore dolor qui elit magna tempor eiusmod enim laborum. Laboris pariatur occaecat esse anim duis. In ipsum nisi nostrud ipsum. Nostrud voluptate eiusmod veniam amet excepteur voluptate fugiat sunt ad. Eiusmod pariatur sint ipsum sint adipisicing occaecat. Exercitation amet occaecat velit Lorem labore voluptate aliquip duis ut eu.","qualifications":"Sint consectetur mollit enim in Lorem non commodo non irure. Veniam non tempor pariatur in consequat do ea qui magna culpa exercitation sit. Eu laborum et reprehenderit pariatur Lorem. Elit amet labore magna sunt minim ut labore. Aute laboris voluptate duis occaecat. Sint dolore eiusmod incididunt ad dolor tempor.","goals":"Ut magna Lorem commodo anim commodo. Voluptate mollit cillum dolor id in qui duis dolor nulla laboris sint mollit. Culpa nisi labore et qui. Occaecat officia culpa eu non quis sunt eu aliquip velit aliquip voluptate culpa incididunt. Consequat ipsum consectetur sint adipisicing fugiat do labore velit nostrud adipisicing duis enim. Adipisicing labore reprehenderit reprehenderit tempor labore dolor sit mollit sit.\n\nFugiat in occaecat quis deserunt occaecat deserunt. Enim amet ipsum elit exercitation culpa laboris esse ut exercitation labore non et. Occaecat minim do eu ullamco veniam et voluptate anim deserunt velit ea nulla ad sit. Consequat minim exercitation ipsum id non nisi enim tempor ea culpa velit minim incididunt nisi.","nominations":["Sedrick Jacobs","Nelda Langosh"]},{"name":"Amya Becker","slug":"national-convention-amya-becker","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/smalonso/128.jpg","involvement":"Excepteur consectetur ea aute fugiat voluptate cillum. Sit ipsum irure anim magna nostrud. Enim qui minim sint fugiat exercitation. Occaecat velit ipsum minim ullamco irure aute et exercitation aute excepteur sint labore elit nulla. Laborum fugiat ex nulla pariatur est consectetur cillum officia esse consectetur cupidatat ipsum nisi.","qualifications":"Ea do pariatur anim ea cupidatat irure adipisicing commodo anim magna exercitation ex. Enim ipsum reprehenderit deserunt occaecat dolore aute exercitation laborum quis enim labore in. Mollit quis esse aliquip ut labore eiusmod esse Lorem exercitation elit commodo labore duis culpa.","goals":"Do adipisicing pariatur ad ipsum irure eu voluptate. Esse id excepteur dolore sint excepteur officia ad magna minim duis. Esse irure veniam aute minim dolor non sint elit fugiat labore quis. Sint tempor et cillum est. Enim cupidatat irure laboris cillum consectetur magna incididunt dolor pariatur qui. Ut excepteur proident officia commodo eiusmod et proident voluptate pariatur.\n\nAmet proident incididunt labore aliqua culpa eiusmod ipsum. Voluptate voluptate commodo Lorem esse ipsum velit tempor mollit commodo ea dolore. Labore in mollit qui ullamco labore quis voluptate consectetur nulla. Cupidatat quis tempor amet voluptate ea velit. Enim amet velit aliquip exercitation. Mollit sit sit ad aute laborum aute duis velit sint commodo aliqua. Labore officia sunt dolore ullamco veniam commodo commodo aliqua minim consequat commodo excepteur aute.","nominations":["Marta Reichel","Jimmy Wisozk","Theron Marks","Hellen Abernathy"]},{"name":"Cortez Johnson","slug":"national-convention-cortez-johnson","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ruzinav/128.jpg","involvement":"Elit id duis laborum aliqua ex non in. Occaecat ut elit officia mollit aute consectetur excepteur velit nisi cupidatat pariatur. Aute excepteur quis duis duis laboris adipisicing consequat aliquip. Ex nulla Lorem consectetur duis nulla commodo pariatur mollit aliquip exercitation. Commodo incididunt aliqua quis veniam incididunt duis laboris magna culpa.","qualifications":"Eiusmod do sunt ut do elit eiusmod enim cillum mollit dolor. Officia proident qui velit nostrud aute nisi laborum fugiat officia ea proident officia. Mollit in excepteur irure excepteur minim aute labore minim laboris adipisicing aute. Consectetur reprehenderit mollit adipisicing exercitation commodo amet nisi anim officia aute minim ut labore deserunt.","goals":"Quis ex consectetur mollit anim deserunt. Excepteur reprehenderit sit ea culpa irure irure est velit magna sit commodo sint tempor et. Voluptate tempor consequat amet esse consectetur aliquip amet. Esse aliquip veniam ipsum mollit est commodo excepteur amet esse aliqua non.\n\nEx nostrud aute nulla ullamco quis magna dolore. Consequat deserunt aliquip anim reprehenderit tempor occaecat anim id enim enim eiusmod quis. Nostrud veniam laborum pariatur sint veniam nulla aliqua. Nostrud elit ex ex nulla et est ut officia. Qui cupidatat ut deserunt aute tempor elit amet qui consectetur.\n\nMagna mollit ut adipisicing cupidatat ullamco irure culpa mollit. Elit nostrud laborum consequat et et incididunt. In eiusmod ipsum eu voluptate minim sunt aliquip culpa proident commodo elit occaecat sit. Culpa aute non incididunt consequat. Cillum et amet non incididunt fugiat minim ad amet ex aliquip. Ea nulla do et culpa dolor consectetur eu quis mollit tempor ea laborum.\n\nAdipisicing officia consectetur ut ex sunt elit amet irure. Veniam ullamco aliqua cupidatat officia qui occaecat sit adipisicing aliquip enim. Aliqua cupidatat minim aliquip eu sunt. Exercitation labore ea do enim esse nostrud officia qui labore consectetur duis dolor consectetur magna. Esse quis ut qui proident. Eu reprehenderit et mollit commodo veniam eiusmod reprehenderit deserunt consectetur excepteur commodo tempor pariatur. Veniam proident est veniam excepteur velit ad laboris proident tempor.","nominations":["Giuseppe Donnelly","Damion Weissnat"]},{"name":"Joelle Fadel","slug":"national-convention-joelle-fadel","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/BillSKenney/128.jpg","involvement":"Deserunt elit aliquip eiusmod cillum ea non ut dolor et. In nulla officia nulla anim cillum aute nisi sint ipsum sint. Cillum ea proident sit irure ex Lorem mollit. Voluptate sunt officia dolore Lorem duis pariatur anim exercitation id ex laboris ex ut consectetur. Sunt est ad adipisicing ea aliqua minim sunt et occaecat pariatur velit non. Minim in tempor amet est ea culpa ipsum enim tempor ullamco fugiat Lorem.","qualifications":"Cupidatat ea qui excepteur aliqua quis irure mollit. Nulla consequat pariatur commodo et labore minim. Deserunt est incididunt esse id ad Lorem elit dolore esse non adipisicing amet. Adipisicing commodo ullamco laboris sunt exercitation ullamco id. Dolore aliquip voluptate in dolor ea pariatur sint ullamco anim exercitation laboris ex deserunt dolore. Qui anim irure duis reprehenderit nisi irure velit anim ut.","goals":"Exercitation irure reprehenderit adipisicing officia duis esse duis elit voluptate qui commodo commodo velit. Id ea eu commodo aute ad sunt. Laboris aute incididunt occaecat eu est esse velit eiusmod id culpa duis quis consequat laboris. Aliquip nulla cupidatat laborum ut elit deserunt proident esse consectetur consequat aliquip dolore culpa irure. Dolore non quis irure consequat aute cupidatat eu eiusmod ea culpa nostrud consequat.\n\nEa excepteur deserunt in id tempor voluptate mollit ea. Cupidatat incididunt duis cupidatat irure nostrud aliqua enim amet deserunt exercitation ex. Nulla nostrud consectetur culpa Lorem aliqua consequat magna. Elit dolore in eiusmod et eiusmod tempor pariatur ullamco id ullamco.\n\nEt Lorem officia et qui Lorem et. Pariatur exercitation qui incididunt officia non cupidatat quis incididunt culpa voluptate aliqua. Do ullamco aliquip esse officia ullamco excepteur reprehenderit in aliquip. Dolore ea ut deserunt mollit tempor anim et do. Magna dolor dolore duis Lorem quis veniam irure cupidatat est velit officia. Irure deserunt officia irure ea aliqua. Incididunt eiusmod velit proident consectetur fugiat ut.\n\nSunt commodo ullamco adipisicing nisi eu anim pariatur. Cupidatat tempor minim id eu adipisicing tempor occaecat cillum cupidatat nostrud ipsum cupidatat aliqua. Labore laborum commodo qui ea et incididunt exercitation.","nominations":["Annabell West","Godfrey Wiegand"]},{"name":"Seamus Toy","slug":"national-convention-seamus-toy","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/sircalebgrove/128.jpg","involvement":"Anim aliquip dolore excepteur officia. Laborum quis deserunt magna elit exercitation pariatur ea fugiat qui consequat nulla ipsum. Do veniam velit commodo occaecat. Ea tempor elit ex elit voluptate exercitation duis. Laborum nisi eiusmod labore commodo esse aliqua cupidatat sit dolor sint ex in deserunt.\n\nSit exercitation ut exercitation dolor laborum anim veniam. Proident anim excepteur mollit ullamco labore nostrud duis nulla adipisicing deserunt anim aliquip. Officia ex ea velit ex ullamco minim proident irure do exercitation proident cillum. Et fugiat do in veniam sint commodo culpa nostrud amet tempor consectetur eu laboris elit. Esse veniam dolore proident esse deserunt deserunt.","qualifications":"Irure consequat aliqua quis qui est mollit Lorem amet aute. Proident elit Lorem esse cupidatat officia ex ea irure voluptate commodo aliqua cupidatat nisi commodo. Ullamco esse consequat anim occaecat laborum in est eu aute.","goals":"Veniam ea ex officia velit sunt veniam non aliqua esse consequat occaecat eu proident minim. Adipisicing commodo ullamco excepteur occaecat. Eu eu anim aute anim sit sit nisi veniam consequat reprehenderit qui eu sint. Mollit incididunt dolore tempor velit dolor voluptate quis consectetur minim quis do laboris irure adipisicing. Veniam mollit aute mollit proident officia ad labore occaecat adipisicing duis sit. Eiusmod non esse aute anim esse ut dolor magna culpa ipsum.\n\nVeniam deserunt incididunt in in sunt consequat do sit sunt ad ad labore culpa. Adipisicing magna culpa adipisicing anim ut magna commodo id velit. Proident enim labore magna id Lorem dolor ea laborum. Anim in consequat consectetur anim nisi proident do enim deserunt pariatur sit qui Lorem. Tempor nostrud ullamco anim dolor magna sit non sit dolor. Excepteur qui duis nulla non do culpa voluptate consectetur culpa quis ea dolor est irure. Nostrud voluptate eiusmod labore anim ut laborum mollit eu quis elit ullamco ullamco ea.\n\nTempor occaecat laboris do nostrud qui. Ea deserunt officia nisi reprehenderit magna magna veniam. In occaecat ullamco eu duis est non. Est irure officia consequat consequat deserunt. Fugiat consequat quis enim aliqua consequat enim cillum.","nominations":["Tavares Konopelski","May Osinski","Mckenna Hodkiewicz","Eloy Ward","Iliana Erdman"]},{"name":"Devyn Windler","slug":"national-convention-devyn-windler","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/bartoszdawydzik/128.jpg","involvement":"Reprehenderit mollit nostrud quis sunt commodo dolor excepteur ex nisi voluptate. Amet Lorem consequat adipisicing id officia enim consequat do. Ut tempor dolor sint pariatur qui. Cillum commodo exercitation tempor eu irure eiusmod fugiat ea occaecat sit velit cillum.","qualifications":"Officia sunt id elit fugiat dolor aliqua magna. Culpa nisi labore veniam id nulla duis fugiat quis voluptate incididunt Lorem. Excepteur enim cupidatat quis laboris. Dolor dolore pariatur duis deserunt excepteur tempor voluptate et est ex irure labore. Do exercitation minim veniam aliqua nostrud. Do deserunt pariatur non consectetur consectetur amet cupidatat mollit minim minim minim.","goals":"Id amet id laboris laboris sunt tempor excepteur laboris labore magna. Ex duis laborum tempor ex et. Ipsum eiusmod id irure pariatur aliquip elit aliquip cupidatat magna. Pariatur fugiat pariatur tempor officia non commodo duis.\n\nAliquip cillum Lorem deserunt fugiat excepteur elit ut nulla ipsum ea ea aute. Commodo dolor deserunt eiusmod cupidatat nostrud aute est velit deserunt aliqua aliqua minim pariatur Lorem. Ad ad voluptate cillum ex duis cupidatat proident.\n\nVoluptate esse laboris cillum velit id. Deserunt laboris veniam in sit consequat velit ipsum officia. Eiusmod non ipsum laboris adipisicing esse esse. Dolor in nisi proident magna nulla nisi sint mollit dolor adipisicing duis sint.","nominations":["Annabell Gottlieb","Nicolas Goyette"]},{"name":"Abbie Ondricka","slug":"national-convention-abbie-ondricka","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/madebybrenton/128.jpg","involvement":"Elit adipisicing irure exercitation incididunt incididunt ullamco dolore occaecat. Et exercitation non duis eiusmod. Cupidatat pariatur voluptate esse reprehenderit deserunt eu non. Ea nulla sunt Lorem nulla dolor ad minim mollit occaecat excepteur ad. Aliquip deserunt mollit labore enim consequat minim sint qui reprehenderit magna quis aliquip ea non. Enim eu in excepteur voluptate commodo.\n\nOccaecat amet mollit esse est nostrud pariatur cillum esse do eiusmod eiusmod laborum. Deserunt esse mollit adipisicing magna Lorem velit elit sint aliqua. Elit occaecat proident est irure dolor fugiat Lorem do aliquip voluptate commodo. Et tempor aliqua ad in voluptate reprehenderit Lorem est magna amet cupidatat cupidatat irure. Aliquip sit fugiat esse nostrud nulla minim sunt aute ea nulla in occaecat sint do.\n\nConsectetur occaecat reprehenderit ea aliquip consectetur esse commodo et minim. Qui eu tempor consectetur id id pariatur do velit cillum voluptate id dolore aute. Sunt id deserunt ut veniam voluptate veniam. Proident qui quis commodo officia aliqua irure aliqua excepteur ullamco dolore aliqua nulla ex ex.","qualifications":"Aliquip cillum eu qui irure cillum eiusmod dolor consequat eu id excepteur in eiusmod nulla. Irure nisi sunt laborum incididunt. Sunt amet dolore non ullamco officia proident in proident aute ipsum nisi. Cupidatat amet ullamco ipsum fugiat. Consectetur elit et cupidatat exercitation duis.\n\nCupidatat ex aliquip quis excepteur nulla fugiat excepteur eu. Eu voluptate amet mollit eiusmod dolor culpa nostrud non excepteur exercitation ad. Ipsum elit qui non eu.","goals":"Dolore commodo minim consectetur ea nisi in ipsum. Aute eiusmod qui culpa qui ipsum. Incididunt esse anim quis ex anim quis sunt aliquip officia minim fugiat id sit occaecat. Reprehenderit ex tempor ea anim velit et. Nisi esse aliqua laboris tempor ipsum amet in ad tempor incididunt anim.\n\nConsectetur qui mollit eu proident nisi enim officia velit minim. Sunt aliquip et incididunt ipsum ullamco elit esse nisi aliqua. Pariatur dolore et ut deserunt ea laborum adipisicing incididunt adipisicing ullamco. Proident quis Lorem est eiusmod pariatur aliquip elit. Mollit aute Lorem irure duis voluptate veniam occaecat commodo voluptate cupidatat eu est duis.","nominations":["Sam Durgan"]},{"name":"Jacinto Feest","slug":"national-convention-jacinto-feest","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ricburton/128.jpg","involvement":"Veniam ullamco enim amet in labore in consectetur officia. Eiusmod dolore nulla officia cillum reprehenderit minim labore mollit amet pariatur consectetur mollit exercitation consequat. Consectetur ullamco et dolor ut esse eiusmod non labore nisi deserunt. Nulla proident non dolor eu nulla laborum ipsum. Anim proident cillum ullamco esse. Amet reprehenderit non dolor nostrud officia eiusmod quis fugiat. Voluptate officia non consequat consectetur officia nisi non minim id elit.\n\nCulpa eu cillum ipsum qui est do cillum eiusmod proident. Proident non anim voluptate laboris veniam. Tempor duis tempor sit velit enim ad commodo reprehenderit dolore voluptate occaecat. Sint officia dolore ipsum commodo elit excepteur elit ad ut ea enim Lorem. Velit dolor nulla commodo ex esse sit officia duis excepteur incididunt reprehenderit aliqua dolore. Ad nisi sit sit ipsum ex ut est quis.","qualifications":"Minim duis ipsum sit et in laborum laborum aute. Ea consectetur et incididunt dolore ipsum cupidatat qui nisi ut nostrud culpa. Laborum adipisicing sit ullamco velit nostrud elit et elit. Incididunt laboris dolore sint nostrud labore ut exercitation esse veniam magna.","goals":"Pariatur aute et in occaecat Lorem adipisicing irure magna. Velit nostrud cillum id aliquip sit officia. Do ea aliqua cillum id proident sunt consectetur deserunt.\n\nAute reprehenderit cillum exercitation nisi culpa reprehenderit culpa adipisicing id deserunt aliqua ut incididunt commodo. Minim anim fugiat magna deserunt culpa labore. Ipsum fugiat laborum dolor velit cupidatat fugiat laborum adipisicing. Commodo et magna excepteur nulla adipisicing eiusmod ullamco nisi duis cillum. Nostrud nulla laboris veniam tempor veniam et cillum voluptate fugiat nulla deserunt duis aute non. Laboris duis proident elit fugiat nisi sint mollit nulla amet ad ullamco ut eiusmod amet. Sint ad ullamco ad ad.\n\nFugiat esse dolore occaecat ut mollit nulla. Dolor incididunt enim aute minim ut quis eiusmod voluptate magna consequat. Exercitation consequat dolor enim officia dolor do do dolore nisi. Nulla fugiat pariatur exercitation quis veniam consequat id est sunt aliqua do ipsum. Et amet amet cillum proident sint ullamco.\n\nEsse deserunt aliquip voluptate nisi qui. Excepteur ipsum mollit labore deserunt cupidatat dolore. Aute esse velit enim enim tempor anim occaecat reprehenderit cupidatat veniam dolor Lorem ullamco. Nostrud culpa veniam exercitation pariatur. Do non amet ea dolore.","nominations":["Henry Simonis","Vivian Rempel"]},{"name":"Verdie Walker","slug":"national-convention-verdie-walker","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/martip07/128.jpg","involvement":"Excepteur nisi non consectetur ut commodo Lorem non irure ullamco dolor. Cillum aliqua dolor amet consectetur magna eiusmod enim qui ipsum consequat minim. Id duis amet quis incididunt id. Adipisicing velit dolor dolore amet nisi qui officia proident sit dolore proident.\n\nUt nulla ipsum commodo voluptate magna amet ea dolore ea elit ad ut duis ad. Laboris fugiat reprehenderit ut pariatur nisi amet velit cillum consequat Lorem non. Exercitation irure ut dolor consequat. Nostrud laborum et qui officia laborum excepteur sint duis nisi. Duis in proident pariatur fugiat quis labore.","qualifications":"Tempor in eu elit tempor exercitation incididunt aliquip magna esse sunt excepteur dolor magna. Voluptate irure est amet esse laboris duis nisi labore excepteur exercitation laboris nulla elit in. Cillum culpa reprehenderit ex consectetur tempor anim commodo ipsum Lorem proident cupidatat dolor. Irure est dolor qui enim quis consequat esse. Et elit laboris velit in aliquip nulla duis sit.\n\nIncididunt consectetur qui consequat aute veniam incididunt nisi veniam et ipsum non tempor magna laboris. Consectetur dolore dolore Lorem anim ex pariatur ex velit id labore. Commodo cillum eu magna adipisicing sit velit occaecat commodo id minim. Minim duis aliqua voluptate adipisicing esse et sint aliquip occaecat excepteur consequat ea quis. In aliqua aliqua consequat amet laborum occaecat voluptate cupidatat proident sunt. Eu veniam eiusmod enim et enim aute non.","goals":"Esse culpa velit in dolor esse. Do cupidatat cupidatat ut labore sint veniam et ipsum quis. Ea culpa excepteur cupidatat id ullamco pariatur dolore voluptate eiusmod. Fugiat Lorem cupidatat in irure sunt laboris irure.\n\nLaborum cillum ea aliqua dolor. Sint laboris Lorem elit velit enim ea consequat. Anim officia esse sunt aliquip cillum et adipisicing culpa consequat adipisicing commodo.","nominations":["Nelda Lesch"]},{"name":"Luciano Rath","slug":"national-convention-luciano-rath","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/aka_james/128.jpg","involvement":"Non proident sint nostrud aute minim anim fugiat pariatur aliqua duis sunt eiusmod nulla. Fugiat minim aliquip Lorem eiusmod pariatur esse non eiusmod consectetur elit aliqua. Id cillum aute Lorem sint officia fugiat cupidatat dolor officia ipsum voluptate ullamco.\n\nProident aute proident tempor incididunt ipsum non. Labore Lorem aliquip laboris ut deserunt eiusmod sint incididunt dolore. Culpa et cillum incididunt ad culpa et non aute.\n\nCulpa laborum commodo Lorem exercitation eu ad nisi in mollit voluptate ea consequat non. Consequat adipisicing quis deserunt cupidatat. Sint quis tempor consequat qui occaecat dolore irure ea consequat elit aliquip. Laboris ex proident esse proident consequat dolore est tempor incididunt et. Adipisicing non aliquip adipisicing incididunt enim dolore ad. Dolore laboris ea exercitation duis minim duis.","qualifications":"Elit magna sint velit et ut ex irure ex non aliqua. Pariatur minim sunt consequat aliquip reprehenderit aute. Sit id ut velit Lorem officia culpa. Deserunt est pariatur consectetur anim.","goals":"Irure deserunt pariatur ad fugiat quis do labore dolor. Consectetur aliquip duis elit ipsum ad Lorem ad nostrud duis minim culpa id non est. In non irure deserunt reprehenderit aliqua adipisicing tempor. Nulla eu consequat consectetur tempor ex excepteur. Pariatur quis ea voluptate culpa. Nisi officia ut amet sint.\n\nSit officia ex dolor excepteur ipsum mollit et sunt ut adipisicing id. Exercitation adipisicing excepteur Lorem nostrud sint aliqua duis. Dolor aliquip magna eu aliquip id laboris qui minim ad Lorem.","nominations":["Einar Gorczany","Cayla Braun"]},{"name":"Hal Goodwin","slug":"national-convention-hal-goodwin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/tereshenkov/128.jpg","involvement":"Minim incididunt sint officia sint. Eu nulla ad non elit eu consequat magna ullamco ea irure elit irure. Id quis occaecat nostrud cillum esse ad pariatur magna commodo nostrud ut aliqua excepteur.","qualifications":"Eu voluptate in in irure non duis laboris minim. Consequat incididunt est dolor deserunt non fugiat Lorem non quis magna laboris ad. Fugiat pariatur commodo mollit esse minim dolor proident tempor dolor tempor nisi quis voluptate Lorem. Elit tempor voluptate dolore ea non excepteur consequat id amet mollit incididunt culpa. Officia culpa aute velit amet non velit proident fugiat cupidatat anim reprehenderit culpa cillum. Mollit cillum laborum cillum laborum.\n\nEa aliqua duis enim excepteur aliquip reprehenderit. Exercitation mollit nisi enim excepteur laborum laborum amet. Incididunt voluptate elit id Lorem. Nulla quis sunt nulla commodo irure ut aliqua mollit laborum exercitation ea. Dolor nulla ad aliquip do ex laboris quis anim amet non ipsum adipisicing. Excepteur minim officia ex et ex magna do tempor sunt exercitation est sit enim aliqua.","goals":"Officia quis aute exercitation elit et ullamco culpa consequat voluptate sunt sunt Lorem. Id nisi laborum deserunt minim minim incididunt nostrud laborum reprehenderit culpa nostrud dolor consectetur. Eiusmod dolor sit pariatur enim cupidatat minim pariatur cillum nisi laborum et magna nostrud. Anim culpa anim enim velit ut ullamco aute qui ut ea ut nisi nisi consectetur. Tempor ullamco veniam reprehenderit sunt nostrud enim et est. Proident mollit non eu et nulla reprehenderit ullamco veniam pariatur id voluptate. Laboris consequat ad exercitation proident esse esse aliquip proident cillum ad adipisicing cupidatat.\n\nLorem fugiat aute pariatur deserunt deserunt. Officia mollit nostrud esse fugiat aute culpa laboris anim. Non voluptate est in amet ex cupidatat anim exercitation enim et ipsum pariatur. Minim voluptate cupidatat minim mollit. In non mollit fugiat labore cupidatat excepteur sunt.\n\nLaborum ea amet id quis proident culpa est ipsum culpa irure non mollit. Do est magna duis ad velit occaecat labore. Aute et ex laboris dolore pariatur elit dolore officia ad quis reprehenderit. Velit sit cupidatat cupidatat velit minim fugiat irure veniam aute deserunt minim minim laboris id.","nominations":["Ernie Lesch","Obie Marvin","Bo Dare","Mara Rolfson","Bo Gleichner"]},{"name":"Obie Schulist","slug":"national-convention-obie-schulist","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/larrygerard/128.jpg","involvement":"Nostrud amet dolore elit dolor ex duis culpa ullamco excepteur enim incididunt cillum culpa cupidatat. Aute proident occaecat tempor dolor officia reprehenderit. Nisi irure commodo enim esse reprehenderit. Magna minim veniam tempor aliqua est magna eu occaecat dolor minim ex.\n\nEiusmod cupidatat velit consectetur do est amet minim officia. Sit eiusmod laboris reprehenderit mollit elit. Deserunt amet elit eiusmod consectetur cupidatat laborum et. Anim cillum ad est voluptate do ex eu labore labore irure ipsum aute ut excepteur. Dolore eu aliquip irure aute consequat nulla laborum sunt aliquip.","qualifications":"Quis laboris sint laborum culpa consectetur laboris qui. Lorem labore in Lorem id id. Enim deserunt ipsum cillum qui. Quis veniam quis consequat nostrud tempor exercitation proident dolor ullamco commodo in.\n\nNisi laborum do commodo ipsum voluptate. Sunt magna incididunt ad elit dolor esse ex est magna deserunt. Amet sunt cillum ipsum laborum Lorem. Consequat quis irure aute occaecat. Magna nostrud id qui aliquip pariatur elit sit quis. Minim adipisicing commodo aute qui voluptate sunt. Mollit cupidatat reprehenderit id commodo qui amet aliquip.","goals":"Ullamco labore eiusmod irure anim veniam incididunt laborum consectetur. Pariatur pariatur nulla irure anim exercitation laboris ex mollit. Laboris cillum laborum consequat nostrud fugiat pariatur non cillum irure excepteur do id sunt laborum. Incididunt esse consectetur quis dolor voluptate et. Minim voluptate labore consectetur eu commodo amet commodo occaecat id. Ipsum sint labore consectetur cupidatat dolore dolor quis tempor irure cupidatat duis minim cupidatat. Ut consectetur ex ut ipsum tempor qui enim sunt excepteur ea deserunt incididunt.\n\nQui deserunt aute veniam aute reprehenderit velit est officia mollit dolor ad. Reprehenderit eu velit magna nisi cillum laboris. Laboris mollit ullamco id duis aliqua exercitation laboris occaecat. Aute est do est dolore laboris eiusmod do sint nulla commodo aliquip est deserunt. Veniam ut deserunt est exercitation pariatur labore fugiat voluptate magna et et anim. Duis eiusmod magna nulla excepteur do irure eu pariatur laborum voluptate. Duis elit sunt voluptate qui velit proident.","nominations":["Spencer Kulas","Felipa Boyle","Gene Bernhard","Naomi Pfeffer","Devonte Doyle"]},{"name":"Bernard Jerde","slug":"national-convention-bernard-jerde","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/a1chapone/128.jpg","involvement":"Mollit ea elit commodo ex reprehenderit ad fugiat occaecat ullamco reprehenderit eiusmod. Pariatur culpa dolor id irure in commodo sunt non enim sit nostrud voluptate. Incididunt non reprehenderit laborum occaecat dolor adipisicing voluptate commodo fugiat in nisi. Nisi irure aliquip eiusmod incididunt. Ullamco pariatur deserunt quis anim. Ex irure minim quis mollit voluptate. Laboris voluptate culpa non Lorem ipsum occaecat ex ad sunt fugiat.","qualifications":"Et nostrud laborum incididunt quis dolor est. Elit anim sunt officia eiusmod dolore quis aute. Dolore ullamco commodo minim voluptate officia id ullamco et pariatur adipisicing quis. Reprehenderit eu exercitation cupidatat et labore incididunt. Enim consectetur adipisicing non ex consequat occaecat nostrud id eiusmod tempor culpa. Dolore incididunt do sint fugiat voluptate reprehenderit. Elit excepteur consequat veniam id magna culpa fugiat in aliqua.\n\nElit nulla ea velit mollit dolore. Sint labore enim dolore amet reprehenderit Lorem sint ea sit esse. Non commodo nulla est veniam eu nisi. In elit exercitation consequat laboris fugiat enim ea sunt adipisicing aliquip labore.","goals":"Amet incididunt proident culpa deserunt. Aliqua veniam ea amet reprehenderit minim id. Aute commodo reprehenderit nulla ea quis pariatur sint eiusmod deserunt anim excepteur quis. Eiusmod ex dolore occaecat esse commodo nostrud adipisicing Lorem. Nisi culpa id anim labore adipisicing eiusmod eu amet. Do culpa in et occaecat irure et.\n\nVeniam non fugiat ipsum proident ad ullamco deserunt mollit non. Laborum ipsum exercitation laboris laboris ullamco quis fugiat tempor sit. Enim ipsum magna enim laboris voluptate mollit nostrud. Eiusmod veniam deserunt ullamco aliquip sit consectetur est esse commodo mollit culpa. Mollit consectetur tempor consectetur Lorem. Cillum anim in ut laborum ipsum laboris velit dolore commodo. Culpa magna sint laborum labore sunt dolore ullamco occaecat officia dolore laboris.","nominations":["Moriah Koss","Gino Adams","Pierre Moore","Willard Emard"]},{"name":"Monte Jenkins","slug":"national-convention-monte-jenkins","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/stefooo/128.jpg","involvement":"Quis irure sit sit commodo irure ut ex veniam dolor labore ad exercitation deserunt duis. Irure tempor id ad aliquip sint tempor ea esse sit dolor magna esse consequat qui. Pariatur eu ipsum irure anim laboris exercitation magna amet labore mollit aute culpa. Cillum id quis sit ipsum eiusmod reprehenderit Lorem exercitation ea Lorem consectetur dolor id fugiat. Laboris occaecat amet nulla aliqua laborum incididunt fugiat reprehenderit quis ea et irure magna aliqua. Officia sunt sunt nostrud culpa ad. Veniam consequat est sunt eu culpa non labore consequat.\n\nProident nisi ullamco labore ut sint fugiat non voluptate est aliqua velit. Officia proident laboris labore proident sunt irure ad voluptate Lorem adipisicing duis. Nostrud reprehenderit aliqua incididunt id voluptate proident ex duis est sint do. Labore exercitation mollit mollit tempor Lorem ex ea. Nisi veniam veniam veniam cupidatat elit ullamco Lorem nostrud deserunt.","qualifications":"Tempor sit quis occaecat cupidatat qui irure pariatur nulla enim enim labore deserunt ullamco. Laboris occaecat eu cupidatat aute eu dolore laboris ipsum et ut non et ea officia. Id id cupidatat eu adipisicing minim enim eiusmod esse exercitation irure mollit mollit fugiat excepteur. Minim eu veniam non laboris eiusmod ipsum ullamco adipisicing elit enim aute velit sint. Magna tempor proident laboris dolore dolor reprehenderit pariatur excepteur. Nostrud cupidatat duis mollit voluptate fugiat ut aute.","goals":"Mollit nisi amet elit cillum in excepteur. Excepteur qui consequat commodo ipsum mollit irure reprehenderit sunt. Enim irure ut do commodo culpa eu.\n\nLorem ipsum consectetur dolore voluptate ex elit incididunt amet aute excepteur. Nostrud eu minim aliquip dolor enim anim est non esse anim ipsum sunt id. Culpa enim culpa qui consectetur proident adipisicing non id. Tempor mollit voluptate elit excepteur amet eu tempor occaecat. Dolor ea proident consectetur esse.\n\nIncididunt consectetur deserunt enim commodo est voluptate ipsum dolore cillum sit exercitation officia ad et. Laboris nostrud id quis id fugiat quis aliqua in eiusmod commodo ipsum sunt qui ipsum. Proident dolor commodo laborum ipsum dolor est aliquip sint proident magna est do duis commodo. Ullamco amet velit aliqua proident voluptate. Commodo do velit consequat magna veniam.\n\nNon enim dolore occaecat consequat et deserunt pariatur. Laborum nulla veniam cillum nisi occaecat aute ex. Ea quis commodo eu minim. Laboris do labore magna nostrud do cillum reprehenderit. Reprehenderit dolor Lorem mollit exercitation do nisi culpa amet officia.","nominations":["Ada Hoppe","Orval Jacobi","Kirstin Schimmel","Albertha Metz"]},{"name":"Elvera Monahan","slug":"national-convention-elvera-monahan","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/rtgibbons/128.jpg","involvement":"Officia excepteur deserunt eu ad. Culpa id ad enim proident non nulla. Occaecat deserunt reprehenderit sunt reprehenderit cillum aliqua tempor eu. Enim in nulla Lorem labore qui duis aliquip aliqua tempor nostrud veniam. Sint consequat adipisicing nostrud in magna officia tempor sit commodo proident. Deserunt deserunt amet eu quis ut labore dolor.\n\nConsectetur amet dolore pariatur culpa quis aliquip eiusmod. Dolor cupidatat fugiat minim anim dolor. Non aliquip exercitation eu laborum esse exercitation commodo veniam sint consequat nostrud elit. Eu veniam fugiat reprehenderit labore occaecat elit voluptate voluptate. Quis nostrud exercitation et sunt laborum laboris consectetur culpa cupidatat. Ex proident ex irure dolore laborum mollit consectetur labore fugiat. Reprehenderit consectetur fugiat in nisi nulla minim quis elit.\n\nDolore duis occaecat nostrud quis ut non dolor excepteur minim. Nostrud fugiat et elit labore laboris est minim laborum eu adipisicing officia. Consectetur ea amet quis nulla. In incididunt Lorem adipisicing nostrud occaecat. Pariatur consectetur amet ut enim sit exercitation non sunt pariatur ad adipisicing laboris est.","qualifications":"Duis qui id labore proident elit excepteur adipisicing eiusmod. Id magna exercitation enim aute aliquip sunt dolore. Nisi est elit quis et officia. Qui dolor esse ut cupidatat minim. Officia nulla Lorem laboris commodo non tempor occaecat Lorem sit ea.","goals":"Aute Lorem mollit dolore magna. Ea consectetur sit ex ipsum elit. Consectetur voluptate in ullamco enim tempor. Sit officia anim enim enim aliqua Lorem consectetur Lorem do mollit laboris.\n\nExcepteur ut consectetur fugiat id pariatur. Elit Lorem anim magna do do labore. Velit excepteur Lorem laborum nostrud magna velit cupidatat duis quis ea qui.","nominations":["Laurel Pfeffer","Otto Crist"]},{"name":"Adolph Prohaska","slug":"national-convention-adolph-prohaska","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/jeffgolenski/128.jpg","involvement":"Eiusmod nisi consectetur irure quis proident ex. Duis qui velit mollit officia laborum aliquip ipsum adipisicing. Eu cupidatat fugiat eiusmod duis eu officia velit minim. Enim aute sint veniam tempor commodo velit velit qui cillum cupidatat et ipsum eiusmod sint. Culpa qui ad consectetur aliquip fugiat nisi tempor ad do aliquip culpa adipisicing et. Nostrud aliqua ea amet consectetur exercitation ex sit pariatur elit commodo.\n\nDo nostrud tempor sunt esse qui reprehenderit aute sit. Ad mollit id eu magna sit duis pariatur adipisicing labore minim qui sunt. Occaecat do veniam consectetur velit ipsum irure incididunt nostrud dolore aute esse qui aute.","qualifications":"Exercitation minim mollit nostrud est esse commodo nostrud consequat cupidatat magna anim culpa aliquip voluptate. Tempor culpa aliquip pariatur sunt ad labore proident pariatur aliqua adipisicing adipisicing exercitation Lorem. Velit ipsum proident esse id enim veniam occaecat nulla. Veniam do minim incididunt cillum commodo in. Aute proident mollit ea id enim cillum ipsum consectetur aute ipsum adipisicing commodo.\n\nDuis duis mollit pariatur et in non incididunt aliqua voluptate nostrud voluptate. Tempor eu duis est incididunt incididunt. Veniam tempor fugiat irure non quis aute magna occaecat laborum nulla nisi. Proident deserunt excepteur fugiat ex. Adipisicing magna aute incididunt nostrud occaecat in duis consectetur consectetur.","goals":"Cillum voluptate et Lorem culpa do et cillum veniam ipsum sint. Dolor irure ipsum sunt proident est amet aute ad aliqua id eu veniam laboris. Mollit in incididunt occaecat voluptate non. Labore non velit nisi aute officia. Pariatur pariatur est aliquip ea aliquip ipsum dolore deserunt dolor id elit excepteur pariatur voluptate. Consectetur nisi aliqua id magna laboris.\n\nMagna deserunt minim sint id. Exercitation elit in laboris ullamco qui in elit qui. Duis commodo minim nostrud reprehenderit sit laboris nostrud aliquip ullamco occaecat amet laboris. Pariatur dolor quis deserunt voluptate dolor culpa quis cupidatat adipisicing amet fugiat. Pariatur ut amet mollit laborum cillum sunt. Ad nostrud ex proident labore culpa est elit enim pariatur elit amet elit nostrud. Dolore magna voluptate fugiat sint veniam aliqua proident sint tempor consequat reprehenderit in.","nominations":["Keegan Murray","Pinkie Leffler","London Lang","Leola Kessler","Jody Nicolas"]},{"name":"Paolo Cormier","slug":"national-convention-paolo-cormier","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/0therplanet/128.jpg","involvement":"Occaecat ut consequat nisi laborum enim cillum ea aliquip velit incididunt. Minim irure exercitation tempor aliqua nulla. Pariatur irure incididunt voluptate duis laborum ea nostrud in occaecat elit qui eu commodo exercitation. Elit irure tempor cupidatat voluptate ipsum do reprehenderit fugiat. Veniam et do aute proident aute. Do mollit dolore enim id minim elit exercitation magna.\n\nIrure amet consequat minim do dolore voluptate laboris est. Ullamco aliqua voluptate reprehenderit irure et. Eiusmod adipisicing officia et sit nisi. Sint ullamco occaecat eiusmod sit do elit elit id dolore laboris. Nisi ex ea do do irure. Eiusmod magna ea sint ut dolore ipsum sint proident dolor.\n\nUllamco culpa deserunt incididunt esse voluptate cillum nostrud elit nostrud exercitation eu minim esse. Minim irure laboris sunt id voluptate ut ipsum laboris aliqua. Adipisicing eu mollit eiusmod ipsum enim id tempor dolore.","qualifications":"Incididunt in voluptate aute elit dolore excepteur incididunt qui sunt adipisicing cupidatat. Labore est aliqua incididunt non nulla voluptate nostrud laboris qui aliquip duis cupidatat eiusmod. Fugiat amet aute veniam dolore mollit eu aliqua consectetur esse culpa mollit veniam. Qui pariatur tempor id consequat ullamco ullamco nostrud in Lorem deserunt minim magna tempor.","goals":"Est veniam occaecat Lorem est non. Cillum magna magna adipisicing pariatur amet quis qui veniam amet exercitation Lorem elit ut. Ex qui incididunt non in. Exercitation culpa ullamco eiusmod excepteur reprehenderit anim. Pariatur aliquip minim consequat labore ad.\n\nCommodo do laborum sunt commodo mollit sit Lorem minim Lorem occaecat magna reprehenderit ad laboris. Labore minim ex incididunt anim ea fugiat duis incididunt. Enim veniam sint id ea id aute ea officia ea.\n\nLorem laboris cupidatat Lorem nulla. Occaecat anim exercitation magna occaecat irure eu incididunt. Excepteur cillum velit incididunt tempor. Anim qui reprehenderit do id proident excepteur velit amet tempor laboris sint. Sunt anim commodo aliqua veniam aliquip irure culpa mollit veniam tempor tempor ex enim. Cillum in minim nulla enim in consectetur consectetur. Anim nulla do do velit velit anim dolor exercitation sint veniam velit.\n\nExcepteur do sint consectetur do officia esse exercitation voluptate. Amet culpa proident commodo do et ex nulla elit sint adipisicing aliquip cupidatat. Et Lorem consequat dolor ullamco. Sint anim sit ea consequat ea non laboris duis commodo consequat.","nominations":["Nathanael Rodriguez","Elody Mills","Gregory Howell","Domenica Kuphal","Maribel Bergstrom"]},{"name":"Dena Stiedemann","slug":"national-convention-dena-stiedemann","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/therealmarvin/128.jpg","involvement":"Anim quis elit reprehenderit do irure fugiat dolor. Fugiat eiusmod ad amet voluptate anim cupidatat dolor nisi consequat. Ex eu esse magna elit eiusmod nulla consectetur quis ullamco minim fugiat ut. Fugiat nulla dolore consectetur ea aute dolor cupidatat. Voluptate aliqua sunt laboris dolore quis nostrud. Aliqua qui laborum esse eiusmod enim.","qualifications":"Lorem esse incididunt cupidatat sit. Et qui nisi deserunt duis laboris ad nisi dolore commodo proident amet cupidatat fugiat quis. Aute officia officia duis elit pariatur cillum laborum dolor deserunt irure. Officia sunt officia irure et ipsum deserunt commodo voluptate reprehenderit ullamco elit ex ex minim. Veniam nisi esse ad sit fugiat duis nisi veniam. Pariatur irure amet ut occaecat pariatur deserunt ipsum commodo sint labore tempor.\n\nEu duis dolore duis esse aliqua. Nostrud elit nulla est in fugiat anim ullamco magna officia pariatur laborum et. Ullamco excepteur exercitation dolor aute velit cillum Lorem nostrud proident voluptate. Enim consectetur irure ipsum ex sint exercitation velit enim voluptate mollit culpa ullamco. Consectetur fugiat dolore proident non sunt qui aliquip. Incididunt voluptate ullamco sint culpa duis duis consectetur labore esse.","goals":"Cupidatat elit eiusmod et reprehenderit cupidatat est ipsum consectetur tempor mollit. Aliqua laboris commodo dolor duis eu ea esse tempor sint. Cillum sit qui adipisicing ut minim in in aliqua officia. Dolor eiusmod cupidatat adipisicing ut commodo enim sunt esse eiusmod sit. Do occaecat veniam eu est consequat non. Et cupidatat sint ut eiusmod qui Lorem amet adipisicing.\n\nQui voluptate labore consequat sint eu nulla culpa pariatur dolor elit aliqua sit do. Qui nostrud ex nulla amet sit est eiusmod excepteur eiusmod consectetur quis nostrud est mollit. Qui cillum fugiat do velit ea ex adipisicing qui Lorem qui. Anim consequat occaecat laborum ad sunt veniam non. Quis non nostrud ipsum esse duis duis sit pariatur. Sint laboris ipsum nostrud ex deserunt officia aute voluptate labore exercitation ut consectetur. Ullamco id duis eiusmod velit.\n\nReprehenderit veniam minim fugiat id occaecat est ipsum aliquip culpa et exercitation. Voluptate duis cupidatat adipisicing eiusmod dolore nostrud sint qui fugiat id non exercitation Lorem. Anim est magna commodo ex pariatur culpa eu in occaecat incididunt.","nominations":["Meredith Buckridge","Norene Lindgren","Meghan Emmerich"]},{"name":"Jennyfer Gleason","slug":"national-convention-jennyfer-gleason","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/jacksonlatka/128.jpg","involvement":"Sit eu consectetur velit commodo Lorem. Minim sunt aliquip est adipisicing ullamco esse. Pariatur ex voluptate labore deserunt. Quis cupidatat labore adipisicing laborum. Magna laborum non qui excepteur proident reprehenderit dolor laborum irure qui ea ipsum. Ex sunt laboris officia excepteur ut occaecat nulla ad ea pariatur. Anim magna et eu amet reprehenderit.\n\nLaboris dolor duis cillum exercitation quis occaecat. Occaecat dolor proident ut mollit sint. Reprehenderit aliquip ad laborum eiusmod. Consequat nulla commodo velit consequat incididunt pariatur consequat. Veniam in esse consequat aliqua enim officia consectetur reprehenderit enim fugiat. Ad ipsum duis voluptate occaecat in consectetur sunt aliqua labore Lorem voluptate nulla adipisicing. Voluptate exercitation labore sunt labore nulla et do amet incididunt irure.","qualifications":"Cupidatat ex laborum velit duis duis eiusmod officia magna sint dolor proident enim. Voluptate labore tempor consequat et quis tempor ut irure. Cupidatat aliqua eu cillum dolor ut. Enim do ad qui cillum dolor enim anim reprehenderit laborum labore esse. Consectetur in sit nisi Lorem dolor aute commodo officia.","goals":"Ullamco dolor Lorem veniam Lorem non labore officia ad cillum id. Proident aute eiusmod dolor id minim enim ullamco incididunt nulla elit occaecat consectetur consectetur. Magna officia magna exercitation ad ut enim ut nisi tempor magna dolore. Nostrud elit pariatur officia excepteur aliqua adipisicing id ullamco duis. Nisi aliqua pariatur eu et elit. Sint id exercitation aliqua reprehenderit et officia sint. Ullamco sint anim consectetur adipisicing reprehenderit ut occaecat in est est mollit esse eiusmod nulla.\n\nNon nisi magna cupidatat excepteur do ut ad est. Proident nostrud voluptate aliquip sint anim aute velit exercitation tempor enim. Ex ut incididunt sint incididunt mollit cupidatat incididunt laborum qui. Enim id id culpa consequat fugiat.\n\nReprehenderit commodo ut ut adipisicing. Aliquip tempor quis consectetur fugiat. Irure minim est Lorem proident pariatur consequat sint aute. Commodo id culpa qui ipsum excepteur commodo duis deserunt anim id dolor sunt incididunt adipisicing. Ad magna velit excepteur velit magna magna ad sunt eiusmod.\n\nReprehenderit ea amet id tempor reprehenderit cupidatat elit. Proident adipisicing magna labore cillum. Sint nisi culpa excepteur id proident aute mollit dolor sint. Nostrud qui non adipisicing nulla proident exercitation tempor Lorem ut minim culpa cillum. Ipsum aliquip aliquip sit est dolor exercitation. Tempor incididunt sint quis proident ea mollit.","nominations":["Erwin Shanahan"]},{"name":"Briana Kirlin","slug":"national-convention-briana-kirlin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/thatonetommy/128.jpg","involvement":"Exercitation consectetur sit aliquip velit amet magna esse voluptate fugiat cupidatat sint irure. Veniam reprehenderit dolor qui aliqua excepteur cillum sint reprehenderit. Ullamco qui dolore non sit sint in commodo sint sit occaecat aute labore mollit. Eiusmod proident irure qui mollit reprehenderit occaecat reprehenderit veniam ut et pariatur proident incididunt consequat. Amet velit sint nostrud in mollit eu ut culpa.\n\nEx occaecat minim ex ad labore duis aute fugiat aliquip ut sunt nostrud. Ut sit ex reprehenderit dolor ex fugiat dolor. Laborum officia aliquip esse nisi elit excepteur esse amet pariatur ea aliqua non. Incididunt excepteur proident irure laborum minim culpa commodo do magna quis voluptate magna sint laboris. Sit fugiat culpa aute ullamco et do.\n\nLorem amet qui laborum exercitation. Sit sint adipisicing ipsum officia id commodo. Id deserunt exercitation aute aute do excepteur.","qualifications":"Sunt qui pariatur exercitation aliqua. Nisi ullamco duis tempor anim duis aliqua exercitation. Laboris laboris consectetur deserunt adipisicing velit velit ex tempor tempor. Consectetur ea elit consequat reprehenderit velit duis eiusmod anim fugiat sunt anim. Amet amet cupidatat fugiat ea.\n\nQuis enim pariatur aliqua velit anim esse incididunt occaecat aliquip ex non enim fugiat voluptate. Ut elit consequat amet nostrud officia fugiat adipisicing mollit qui exercitation amet consequat. Elit Lorem ea tempor consequat exercitation velit amet est fugiat amet.","goals":"Cupidatat ullamco qui minim occaecat consectetur esse occaecat aute culpa mollit Lorem. Aliquip nostrud aliqua officia proident est incididunt officia in enim. Irure quis ea et labore elit occaecat adipisicing commodo.\n\nUllamco nisi elit sint est ex eu voluptate id pariatur elit. Irure sint minim occaecat proident. Tempor culpa fugiat eu quis dolore minim est eiusmod elit in magna.\n\nMagna deserunt ullamco esse nulla veniam irure nostrud. Et occaecat consectetur consequat quis adipisicing labore excepteur dolor nulla id officia tempor. Cillum commodo duis velit ex proident eiusmod. Ullamco excepteur velit labore consectetur exercitation ea magna incididunt minim. Enim consectetur sit esse dolor ut velit.","nominations":["Muriel Quitzon"]},{"name":"Travis Schumm","slug":"national-convention-travis-schumm","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/joannefournier/128.jpg","involvement":"Nulla proident elit fugiat proident nostrud amet in cupidatat aute consequat consequat deserunt pariatur culpa. Minim irure Lorem anim veniam enim magna commodo ex irure aute deserunt pariatur aute. Exercitation amet nostrud eu id occaecat sunt consectetur. Nisi exercitation eu et pariatur velit anim voluptate sunt sunt minim minim. Mollit veniam pariatur eiusmod enim deserunt sunt duis minim. Ad magna consectetur sunt laborum proident aute exercitation voluptate. Et ex velit tempor non elit reprehenderit officia minim adipisicing laboris laborum veniam reprehenderit.","qualifications":"Lorem voluptate nisi adipisicing anim cillum exercitation. Mollit voluptate exercitation culpa labore mollit non id. Ullamco officia incididunt fugiat pariatur velit proident occaecat excepteur. Duis aute id excepteur deserunt in sunt exercitation esse proident amet.","goals":"Esse eu fugiat pariatur veniam. Et minim ex voluptate laboris proident dolore excepteur dolore nostrud deserunt quis consequat aliqua deserunt. Et est ipsum incididunt incididunt non officia eu nulla magna in aute fugiat sint. Dolore voluptate laboris ad pariatur officia irure eiusmod nostrud sit veniam. Irure aute nisi id mollit quis voluptate non do velit anim do ex voluptate aliquip.\n\nMagna pariatur velit exercitation et nostrud velit est aliquip. Laborum quis minim pariatur sunt ex id pariatur est. Velit ipsum officia aute quis deserunt. Eiusmod anim ipsum consectetur minim eiusmod officia qui dolor excepteur sint velit labore. Duis commodo in id aliquip laborum ut ipsum non id consectetur.\n\nEu amet deserunt nisi in labore dolore aliquip occaecat et in duis aute culpa ad. Sit sit do aliqua aliquip pariatur non sunt ex fugiat pariatur eu cupidatat culpa commodo. Mollit eiusmod cupidatat deserunt id.\n\nVeniam excepteur elit laboris voluptate Lorem do eiusmod laboris deserunt veniam nostrud cupidatat occaecat. Nostrud et adipisicing est magna minim tempor enim proident aute. Duis culpa dolor amet laborum adipisicing irure elit eu sint fugiat incididunt ex. Fugiat id ipsum laboris id.","nominations":["Gabriella Paucek","Lydia Shanahan","Leon Labadie"]},{"name":"Warren Crist","slug":"national-convention-warren-crist","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/jervo/128.jpg","involvement":"Excepteur ipsum eiusmod amet ut cillum anim ad veniam ullamco cillum laboris nisi sint. Excepteur id sit Lorem tempor commodo quis commodo excepteur. Nulla aliquip ad nostrud minim aute reprehenderit ipsum ipsum ex Lorem non consequat irure consequat. Amet irure commodo laboris ex.\n\nEx cupidatat velit adipisicing Lorem amet sunt aliqua eu aliquip. Lorem Lorem nulla culpa nulla ex ex ut cupidatat officia officia Lorem. Velit non tempor qui occaecat occaecat adipisicing cillum anim exercitation consequat aliquip.","qualifications":"Qui ex aute elit irure reprehenderit sint culpa ut. Id ad cillum esse anim exercitation. Quis fugiat duis tempor id magna non occaecat qui labore laboris irure officia veniam.\n\nOfficia Lorem incididunt excepteur elit in. Nisi laboris magna excepteur occaecat nulla adipisicing. Excepteur nostrud consequat qui occaecat ad dolor cupidatat reprehenderit. Labore nostrud voluptate sint magna aute aliqua elit deserunt ut anim. Exercitation reprehenderit esse reprehenderit cillum esse occaecat nisi sit irure magna Lorem velit occaecat. In consectetur sint dolor aliquip deserunt irure dolor sit fugiat esse.","goals":"Ullamco commodo nisi sit amet nostrud duis proident excepteur labore. Voluptate officia reprehenderit esse et culpa commodo magna labore laborum incididunt. Tempor pariatur adipisicing do elit do aute esse exercitation. Consequat aliqua Lorem non non.\n\nEiusmod amet ut anim anim pariatur commodo non enim nulla commodo enim elit. Labore incididunt aliqua amet commodo ea consequat magna commodo mollit officia deserunt ullamco eu. Ea velit id sunt occaecat ex ad occaecat labore Lorem amet.","nominations":["Lafayette Haag","Deborah Shanahan","Lera Kautzer","Colten Legros"]},{"name":"Zackary Wiza","slug":"national-convention-zackary-wiza","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/bargaorobalo/128.jpg","involvement":"Eiusmod amet et Lorem est in mollit aliqua cillum occaecat magna aute consequat. Aute in enim eiusmod exercitation labore ullamco anim id ullamco adipisicing ex nulla velit ea. Incididunt occaecat ullamco aute consectetur. Nulla ad sint ullamco reprehenderit. Amet commodo dolor quis ullamco officia magna veniam sint sunt ad incididunt.","qualifications":"Est laborum elit ut laboris adipisicing consectetur quis laborum. Non deserunt sunt dolor exercitation quis aliquip sunt. Elit commodo enim ad mollit tempor. Ad qui id veniam do qui non ad reprehenderit. Lorem exercitation sit quis culpa minim nisi incididunt reprehenderit quis dolore. Velit consequat sit eiusmod cupidatat voluptate cupidatat consequat commodo magna. Commodo aliqua id aliquip nisi duis sit quis minim velit labore fugiat in.","goals":"Duis reprehenderit consectetur esse laboris duis. Irure velit quis ea Lorem dolore nisi. Labore eu est est ipsum nisi aute irure dolor laboris deserunt est. Cupidatat consectetur et voluptate ad ad aute consectetur incididunt tempor adipisicing occaecat nisi quis officia. Eiusmod laborum nostrud ipsum anim cillum quis esse deserunt minim ex cupidatat est deserunt aute.\n\nEt culpa quis laboris consectetur. Tempor pariatur dolore qui deserunt Lorem ea eiusmod deserunt incididunt cupidatat velit amet irure. Commodo Lorem adipisicing deserunt est commodo voluptate Lorem cupidatat velit. Ut et mollit consectetur aliqua do. Qui dolor tempor aliquip minim nulla.\n\nAliquip nisi ea sunt ullamco velit. Minim quis officia veniam voluptate amet eu elit. Laboris ullamco culpa minim cillum id id eiusmod exercitation sint nulla in fugiat.\n\nElit ex aute cillum nisi cillum proident cillum aliqua excepteur dolor veniam elit sunt aute. Ea voluptate laborum elit est voluptate duis nisi deserunt nostrud nisi fugiat laborum aliqua. Ad ad ex tempor laborum eu labore ut occaecat. Incididunt eu esse esse nisi exercitation. Mollit est dolor cillum do eiusmod officia nisi non aute amet elit.","nominations":["Rowena Rolfson","Antonia Schowalter","Salvatore Murray"]},{"name":"Juliana Corwin","slug":"national-convention-juliana-corwin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/romanbulah/128.jpg","involvement":"Dolor minim quis et sunt. Irure non laboris proident eu consequat sint anim ea ut enim excepteur amet consequat. Id ex anim qui est pariatur labore.\n\nProident nisi do Lorem sint exercitation commodo nisi commodo pariatur sunt enim nulla. Laborum est ipsum nostrud cupidatat labore proident tempor dolore exercitation labore reprehenderit. Ex et ad laborum eu ullamco excepteur exercitation consequat cupidatat laboris pariatur. Velit ullamco ex deserunt pariatur nisi sit. Nulla veniam fugiat magna duis laborum incididunt enim irure mollit et sint laboris. Tempor eiusmod in nulla ea incididunt Lorem ullamco dolor dolore. Reprehenderit veniam est minim aute in ea pariatur ullamco deserunt elit.\n\nConsectetur sit nisi labore ea in. Aute ullamco nostrud nisi esse ea dolore exercitation labore adipisicing aliquip. Amet est duis exercitation sint in nulla dolore anim aute nostrud magna anim commodo cillum. Excepteur sit sunt pariatur ea consectetur. Pariatur nulla quis commodo dolore duis culpa ea. Mollit exercitation laboris ut cupidatat veniam ullamco excepteur est proident. Aute occaecat id amet excepteur excepteur laborum deserunt veniam est duis velit nisi Lorem.","qualifications":"Pariatur velit esse aliqua exercitation amet laborum ullamco ullamco excepteur elit ex eu. Et nisi exercitation ut mollit aute commodo in commodo. Consequat voluptate elit sit officia quis ut aliquip laborum. Dolor id labore commodo occaecat proident eu proident culpa laborum eiusmod labore enim mollit voluptate. Est id labore aute excepteur eiusmod sint aliquip sunt officia velit officia.\n\nExcepteur nulla dolor dolore duis laboris duis pariatur fugiat fugiat. Et nisi ipsum do eu do culpa anim tempor duis. Est elit occaecat ad sunt mollit velit ea.","goals":"Consequat qui incididunt dolor ex mollit reprehenderit cupidatat est velit occaecat. Reprehenderit laboris minim quis irure amet cupidatat nisi consequat ut aliqua. Excepteur mollit veniam cupidatat adipisicing ullamco duis laboris eiusmod et.\n\nVoluptate id ea proident mollit pariatur ipsum aute consequat reprehenderit enim id aliqua ex sint. Esse velit est magna laboris ut Lorem deserunt irure. Nisi ad laboris ut laboris qui consectetur magna. Quis officia aute proident proident elit exercitation proident aliqua aute dolore deserunt nisi dolore. Et fugiat tempor in proident voluptate nulla eiusmod.","nominations":["Sabrina Fay","Ronaldo Bailey","Freda Swaniawski"]},{"name":"Sherwood Ryan","slug":"national-convention-sherwood-ryan","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/geshan/128.jpg","involvement":"Dolor laborum fugiat magna non fugiat dolore qui. Duis Lorem et anim ut deserunt cupidatat aute. Aliquip occaecat aute enim adipisicing eu labore ea. Sint pariatur aute exercitation incididunt veniam et sit non in et velit. Elit occaecat adipisicing incididunt qui veniam. Pariatur sint mollit tempor fugiat aute adipisicing pariatur id ea nisi quis dolore. Do sit proident ad ad reprehenderit consectetur voluptate sunt voluptate labore ut ex.\n\nIpsum officia qui sunt enim amet pariatur proident eiusmod ad aute do et. Voluptate proident nisi cupidatat dolor consequat et minim irure. Proident aliquip officia aliquip consequat ex et consectetur nisi minim eu. Lorem irure ea fugiat magna do minim adipisicing. Do ea deserunt in minim ut minim aute culpa deserunt amet. Duis qui fugiat anim eu aute voluptate ad occaecat nisi sit amet commodo minim dolor. Nostrud proident nisi dolor ex incididunt voluptate excepteur ea ad ex.","qualifications":"Labore adipisicing adipisicing dolor laborum deserunt. Nisi consequat minim minim eu enim sint duis voluptate duis laborum ullamco ex. Aliqua nostrud consectetur ut deserunt sit incididunt magna officia fugiat anim. Nulla ut ipsum aute mollit occaecat incididunt ea minim. Do esse exercitation sunt sit et velit qui non dolor ea amet.","goals":"Lorem cupidatat qui consequat mollit excepteur Lorem ullamco. Aliqua sit cillum nisi incididunt laboris dolore dolor commodo. Amet id nisi voluptate est proident mollit dolor occaecat. Qui quis pariatur ea esse. Nisi do sit commodo ea elit.\n\nAliqua cillum elit eiusmod labore non in eiusmod Lorem do et culpa. Incididunt exercitation esse ut nostrud. Mollit deserunt ad occaecat aliquip consequat officia enim dolor Lorem adipisicing do minim eu. Adipisicing minim nisi pariatur sunt. Sit est esse est veniam duis non cupidatat elit Lorem non aliquip enim.","nominations":["Nya Kuphal","Wallace Brakus","Raven Brown"]},{"name":"Creola Hoeger","slug":"national-convention-creola-hoeger","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ifarafonow/128.jpg","involvement":"Excepteur magna et qui quis officia cupidatat do minim sint ullamco laboris consequat irure do. Anim minim laboris fugiat do voluptate labore quis aute esse Lorem anim. Minim adipisicing voluptate id enim Lorem qui aliquip commodo mollit. Veniam non nulla consequat labore occaecat velit fugiat. Mollit do ut amet est.\n\nEa quis sit sunt fugiat magna sunt Lorem elit. Laboris eiusmod velit incididunt cupidatat ad ad aute aliquip officia minim non. Laborum duis duis ex in voluptate deserunt ipsum ullamco magna nulla sint. Fugiat aliqua officia labore et magna proident magna occaecat.","qualifications":"Cillum adipisicing amet sit sit ipsum sint sit pariatur non ullamco. Nulla labore occaecat sit deserunt nulla non aliqua duis. Amet incididunt ipsum minim mollit deserunt aliqua pariatur dolore id laboris. Nostrud magna nisi aliquip duis incididunt mollit exercitation. Reprehenderit dolore dolor aliquip qui.\n\nIn ut laborum eu cillum enim sit in. Exercitation tempor et veniam tempor. Magna et non pariatur aliqua magna aute ut deserunt consequat. Deserunt commodo laboris fugiat enim enim ullamco. Sit excepteur irure sunt aute dolor aute in consectetur ex aliqua duis voluptate. Duis ipsum dolore velit ex irure voluptate quis ut qui.","goals":"Adipisicing sint officia nisi eiusmod do aliqua non labore dolor magna qui. Occaecat ad proident cupidatat proident elit pariatur. Cupidatat ea commodo fugiat sunt mollit aliquip exercitation. Fugiat aute amet minim amet mollit reprehenderit sint id do.\n\nExcepteur elit tempor nostrud velit excepteur qui laboris aute eu cillum excepteur fugiat aute duis. Anim sit reprehenderit consequat dolor non adipisicing aute nisi tempor. Qui dolor magna ex non sunt voluptate duis est eiusmod adipisicing ut id. Ut fugiat deserunt nostrud eu do magna quis. Excepteur culpa ipsum velit sint in pariatur exercitation ipsum occaecat. Tempor Lorem ex voluptate eiusmod voluptate quis ipsum Lorem sint occaecat. Amet reprehenderit deserunt ipsum ullamco voluptate non voluptate id sunt ea aliquip voluptate pariatur consectetur.","nominations":["Jack Labadie"]},{"name":"Hyman Harris","slug":"national-convention-hyman-harris","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/mugukamil/128.jpg","involvement":"Eiusmod qui esse irure et. Sint dolore minim dolor irure ad aliqua cillum. Incididunt ea non sunt eiusmod minim officia laborum qui proident aute do nulla Lorem. In nisi id aliquip ad consequat ex ipsum magna in in anim dolor officia cupidatat. Amet duis aliqua dolore amet cillum enim consequat non ea reprehenderit.","qualifications":"Esse sunt quis et duis. In cupidatat anim velit anim magna incididunt deserunt aliqua ea. Tempor nostrud sint ex excepteur esse velit nisi sit aliqua cillum cillum dolor amet. Ad est sit exercitation ut tempor in. Laborum incididunt sint ex aute eu esse enim cillum nostrud voluptate. Qui laboris eu ex minim nostrud duis enim pariatur mollit nisi reprehenderit do eu. Minim incididunt nostrud et non ipsum aliqua id ut laboris nulla excepteur consequat.\n\nEa eu non laborum officia consequat laborum nostrud veniam sit reprehenderit eu aliquip ut. In est labore exercitation cupidatat aliquip voluptate non Lorem mollit laborum id. Esse qui amet sint reprehenderit velit exercitation mollit officia enim. Ea enim cillum sint ipsum veniam enim ea nulla id adipisicing. Non nostrud non cupidatat ut in in consectetur enim magna irure nisi. Nisi reprehenderit est adipisicing est enim dolor nostrud magna Lorem. Aliquip quis incididunt non veniam.","goals":"Enim tempor pariatur nostrud sit sint Lorem ad aliqua qui ad deserunt. In qui officia sit sit do qui incididunt magna minim culpa. Nulla deserunt consectetur elit ad veniam commodo anim Lorem voluptate mollit officia. Minim ea eu est proident culpa exercitation laboris sunt. Occaecat quis culpa ut proident minim nostrud elit elit aliqua eiusmod.\n\nAmet sit in dolore ut anim non est deserunt dolor laboris non eu consectetur. Magna qui adipisicing mollit ad velit mollit qui. Elit qui ipsum quis ex nisi do aute consectetur sunt ipsum. Et pariatur aute irure laborum et ea voluptate excepteur anim dolor id nisi duis ex.\n\nDolor nulla reprehenderit consectetur et. Mollit tempor irure laboris do aute id minim enim est irure laborum eu. Proident do irure commodo do. Ipsum fugiat dolor et reprehenderit excepteur id sint aliqua labore labore dolor. Incididunt anim deserunt ipsum magna ea duis ullamco veniam cillum. Est ex pariatur reprehenderit duis commodo.","nominations":["Maudie Brekke"]}]}}
