{"localCouncil":{"positions":[{"title":"Co-chair","slug":"co-chair","description":"\n  <p>The Co-Chairs shall be the official public spokespersons for the Local and will initiate such actions and policies as the Local’s general welfare may demand. The Co-Chairs shall organize and preside over all official meetings of the organization and the Local Council. The Co-Chairs shall maintain consistent communication with all committee leaders and facilitate collaboration and coordination between them. Additionally:</p>\n  <p>The Co-Chairs will also act as, or appoint, the official representatives of the Local to the National Organization and to other DSA Locals. This does not apply during official business at the National DSA Convention, when Local Delegates may act independently on behalf of the Local’s membership.</p>\n  <p>The Co-Chairs serve as executive officers of the Local, and they are listed on financial accounts along with the Treasurer.</p>\n  <p>At least one Co-Chair must not identify as both White and Cis-Male.</p>\n          ","candidates":[{"name":"Ambrose Bayer","slug":"ambrose-bayer","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/stephcoue/128.jpg","involvement":"Id nulla nulla amet aliqua. Cillum dolor sunt ex amet ex eiusmod aute. Cupidatat est aliqua nostrud nulla est laborum.\n\nEnim eiusmod anim reprehenderit aute adipisicing anim magna pariatur aliqua commodo laborum commodo anim consectetur. Lorem qui ipsum in ullamco enim eu quis. Ad commodo aliquip officia dolor cupidatat cupidatat duis ut deserunt ex. Pariatur elit in voluptate nostrud esse Lorem exercitation ullamco incididunt aliquip laborum. Pariatur tempor est consequat magna aliquip ullamco adipisicing incididunt pariatur incididunt culpa. Do mollit fugiat excepteur elit sit duis consequat commodo adipisicing eu reprehenderit anim. Id velit dolor incididunt ullamco aliqua ex tempor officia nisi consequat laboris nostrud tempor.","qualifications":"Aliquip ullamco ad tempor nostrud qui non tempor. Excepteur veniam eiusmod sunt occaecat aliqua amet magna pariatur laborum Lorem sunt amet do deserunt. Eiusmod laborum quis deserunt minim cupidatat et exercitation irure labore anim sit qui minim aute. Aute esse Lorem eu occaecat nostrud amet quis labore eiusmod ut aliquip esse dolore amet. Qui amet laborum duis cupidatat ea amet reprehenderit quis. Exercitation sit elit dolore non irure tempor officia sunt anim laboris.","goals":"Officia velit incididunt anim duis ut aute in consequat enim duis consequat cillum. Officia consectetur aute labore aliqua enim anim sint aliquip sit ex quis. Quis ut aliqua proident culpa nostrud pariatur sunt dolore dolore do. Aliqua sunt adipisicing eu quis aliquip nostrud consectetur. Labore ipsum reprehenderit officia quis irure culpa quis do.\n\nSunt sunt pariatur aliquip et ad et. Consectetur reprehenderit ex aliquip eu mollit sint ea et veniam occaecat mollit. Aute exercitation magna esse et. Sint excepteur do enim anim non eu dolor voluptate. Laborum est cillum aliqua aliquip quis in tempor id laborum ad sint duis.","nominations":["Ashlee Parker","Pink Auer","Laurel Schamberger","Dan Klocko","Peter Hamill"]},{"name":"Devonte Gibson","slug":"devonte-gibson","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/davidsasda/128.jpg","involvement":"Nisi ad aliquip ea minim officia magna amet occaecat enim esse commodo eu nisi commodo. Aliquip incididunt enim minim minim consectetur. Quis aliqua dolor sunt aliquip aute sunt eu irure mollit.","qualifications":"Exercitation quis irure ex laborum in in. Ex esse in aliquip proident. Proident dolor ullamco consectetur nostrud Lorem ullamco ex ad sint reprehenderit pariatur sit.","goals":"Do ipsum elit ex proident esse sint aute Lorem. Laboris veniam qui veniam sint. Commodo anim fugiat aute officia irure esse in sunt eu labore laborum aute. Sit eiusmod sunt incididunt cillum duis non elit adipisicing minim Lorem consectetur. Cupidatat adipisicing nisi dolor exercitation ad amet.\n\nVelit nisi velit consequat dolore ad velit non adipisicing Lorem cupidatat sint. Eiusmod reprehenderit eu incididunt Lorem nisi sint Lorem et. Elit non Lorem magna labore cillum nisi culpa. Laborum quis sit ut Lorem occaecat incididunt laboris ullamco consequat non. Cupidatat commodo ea est veniam. Mollit aliquip occaecat aliqua cillum non amet pariatur Lorem id.","nominations":["Lucinda Schaden"]},{"name":"Rylan Heller","slug":"rylan-heller","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/rpeezy/128.jpg","involvement":"Esse anim amet nulla minim. Elit id commodo ut velit tempor occaecat minim pariatur elit qui mollit. Ut proident laborum ipsum magna aliquip nostrud est nisi laboris veniam elit minim est. Proident incididunt ea cillum non ut occaecat.\n\nNisi culpa proident cillum excepteur aliqua veniam quis. Non quis eu cillum et sint nulla elit in ex est. Consequat minim adipisicing ea fugiat deserunt cillum officia laboris nulla laboris proident pariatur irure. Fugiat sunt voluptate ut incididunt cupidatat ea ex nisi nostrud id. Nulla minim irure nisi dolor non aliquip qui consequat proident eiusmod. Eu incididunt culpa et id mollit adipisicing pariatur cupidatat pariatur deserunt excepteur consequat in velit.\n\nDeserunt officia esse excepteur irure culpa commodo minim. Velit culpa id ullamco ullamco eu ut consequat reprehenderit officia ea consectetur est occaecat laborum. Labore proident officia elit non nostrud reprehenderit reprehenderit minim velit aliqua. Sint aliqua pariatur consectetur reprehenderit fugiat eu id cupidatat adipisicing ipsum adipisicing cillum veniam officia.","qualifications":"Reprehenderit in officia minim eu in incididunt pariatur id veniam consectetur non ea irure sit. Nostrud amet ipsum est fugiat non adipisicing dolore laboris in sunt ex dolor fugiat. Lorem exercitation sit anim eu duis sit sint. Sit ut do laborum mollit. Irure dolore voluptate aliqua nisi consequat. Dolore laboris commodo laborum mollit ad nostrud laborum ad et mollit ea aute. Voluptate quis Lorem quis fugiat ad eiusmod quis.","goals":"Do laborum in ullamco ullamco veniam consectetur magna eu deserunt excepteur quis. Sint do sit laborum pariatur ex cupidatat nisi. Sint in fugiat labore enim incididunt sit. Reprehenderit enim amet in esse do dolor duis exercitation pariatur ut minim aliquip sint ad. Non mollit excepteur voluptate reprehenderit occaecat minim enim ullamco qui mollit pariatur.\n\nConsequat duis cillum anim deserunt cillum eu pariatur duis. Anim dolore pariatur quis amet cupidatat commodo. Amet in et dolor nulla dolor magna deserunt voluptate aute enim deserunt cupidatat tempor. Aliquip nisi ullamco nostrud Lorem aliqua laboris culpa eu.","nominations":["Paolo Aufderhar","Giovanna Hills"]}]},{"title":"Vice Chair","slug":"vice-chair","description":"\n  <p>The Vice Chair is responsible for assisting the Co-Chairs with all of their duties. If both Co-Chairs are unable to perform their duties, the Vice Chair shall perform all duties and assume all responsibilities of the Co-Chairs until such a time as one or both Co-Chairs are able to resume their posts.</p>\n          ","candidates":[{"name":"Enrique Blanda","slug":"enrique-blanda","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/wesleytrankin/128.jpg","involvement":"In cillum elit exercitation sint. Fugiat pariatur nulla exercitation ex dolor elit veniam dolor est duis. Cillum adipisicing deserunt nulla amet aute ullamco do dolor occaecat deserunt consequat occaecat aliqua. Dolor est in quis dolor cillum ad pariatur laborum magna minim do aliqua enim duis. Exercitation nostrud ex aute Lorem in ipsum enim ullamco. Occaecat qui ad sit commodo do dolore elit mollit minim. Veniam esse nostrud laboris ipsum duis.","qualifications":"Non magna laborum tempor nulla non duis minim ut ea sunt cupidatat voluptate do dolore. Enim aliqua mollit est est nostrud. Non fugiat officia exercitation ex laborum labore Lorem consequat culpa. Pariatur aute veniam ullamco anim aliquip sint do in non cillum laboris exercitation ea nostrud. Commodo velit dolor sint laboris pariatur voluptate commodo nisi tempor sunt ad incididunt adipisicing adipisicing. Commodo dolor cupidatat quis eiusmod deserunt eiusmod irure quis exercitation Lorem deserunt officia. Sunt anim non fugiat aliquip duis ea cupidatat.\n\nFugiat dolor nostrud consequat velit occaecat occaecat labore minim proident nisi proident veniam ut. Non id enim cillum ad est pariatur tempor est laboris proident. Proident est irure voluptate fugiat. Tempor excepteur exercitation consectetur in elit. Qui laborum Lorem incididunt fugiat non qui adipisicing dolore dolore ut laboris. Aliqua ex laborum non reprehenderit.","goals":"Laborum ad reprehenderit pariatur sit mollit incididunt mollit. Mollit ea qui sit dolor voluptate ut cillum enim do. Qui sunt occaecat qui nostrud ad. Duis et magna reprehenderit ea exercitation. Exercitation laboris exercitation dolor id sunt cillum irure irure tempor eu non ad occaecat aliqua. Nulla velit in magna adipisicing duis nostrud laborum. Aliquip anim laborum ut commodo incididunt ex esse occaecat.\n\nId tempor minim sunt duis. Nisi tempor qui ea pariatur adipisicing deserunt excepteur dolor. Nulla qui aliquip elit est Lorem et. Ex ullamco sit laborum Lorem nulla deserunt. Magna quis eu consectetur occaecat incididunt incididunt in voluptate dolore ipsum. Adipisicing cupidatat velit proident dolore cupidatat dolor exercitation qui.","nominations":["Franco Kreiger"]},{"name":"Saige Rowe","slug":"saige-rowe","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/calebjoyce/128.jpg","involvement":"Laborum magna excepteur est minim ea fugiat. Id anim labore veniam ad amet laboris labore voluptate do. Fugiat ipsum dolor amet mollit ipsum ad.\n\nAute voluptate laborum aute id tempor excepteur mollit non tempor adipisicing ut incididunt et. Tempor id voluptate sint velit consectetur dolor veniam ea deserunt. Et laborum anim in anim ullamco consectetur ut minim dolor. Commodo mollit commodo fugiat Lorem officia tempor. Ex in proident duis exercitation sunt ullamco qui incididunt. Ad irure consequat cillum fugiat dolore minim do commodo velit officia.\n\nConsectetur officia sit laboris aliquip. Incididunt laboris in cillum dolore qui aliqua ut. Proident ad et do ipsum nulla anim magna amet excepteur veniam excepteur nostrud aliquip. Velit anim incididunt occaecat officia. Dolore culpa eiusmod commodo enim magna. Nisi deserunt irure adipisicing dolore id velit ad. Elit eiusmod incididunt nisi irure quis.","qualifications":"Nostrud fugiat voluptate consequat nostrud aute elit aliqua tempor reprehenderit. Proident sunt consequat cupidatat et id exercitation. Dolore esse mollit pariatur veniam veniam elit irure veniam exercitation cupidatat aute duis voluptate officia. Nulla magna amet ipsum ipsum consequat veniam culpa irure. Consectetur irure commodo proident quis pariatur amet ut dolore deserunt mollit. Esse exercitation aliqua tempor velit ea et qui et ea fugiat.\n\nIncididunt ullamco culpa voluptate aliqua. Laborum dolore nisi sit ea non. Nulla ipsum proident tempor officia eiusmod sit labore exercitation velit excepteur. Duis aute esse excepteur sit ex adipisicing ea tempor dolore. Et commodo nulla incididunt excepteur dolor dolore cupidatat fugiat qui. Cupidatat et occaecat ipsum dolore eiusmod do sint. Veniam proident et nulla incididunt occaecat consectetur do non velit voluptate eiusmod in culpa sunt.","goals":"Dolor excepteur dolor adipisicing incididunt consectetur est voluptate labore fugiat ullamco anim reprehenderit. Eiusmod amet anim labore aliquip enim quis eu. Ex consectetur do minim cillum qui aliquip pariatur do fugiat reprehenderit minim reprehenderit aliqua. Deserunt reprehenderit ad quis voluptate laborum Lorem elit. Et aliquip cupidatat ipsum voluptate qui ullamco ea ullamco tempor duis ad non.\n\nConsequat anim aliquip nisi mollit cupidatat anim velit ex culpa cillum voluptate aute. Ea deserunt in qui aliquip ad minim anim consequat aute esse cupidatat sunt et velit. Veniam commodo nisi consectetur id excepteur. Adipisicing magna laborum ullamco deserunt adipisicing enim reprehenderit veniam ex sint. Lorem enim deserunt deserunt aute elit aliquip sunt. Officia id do culpa duis.\n\nOfficia minim consequat in ad deserunt est ut. Et sint commodo magna ullamco incididunt consectetur nulla. Cupidatat reprehenderit fugiat incididunt Lorem eiusmod aute laborum veniam velit dolore sunt. Dolore nostrud minim ullamco dolor consectetur sunt pariatur sit. Commodo adipisicing cillum occaecat consequat proident ex officia non minim Lorem.","nominations":["Bernice Mertz","Marcelino Kilback","Houston Hirthe","Alexandra Effertz","Maye Rippin"]}]},{"title":"Secretary","slug":"secretary","description":"\n  <p>The Secretary is responsible for taking minutes of all General Membership and Local Council Meetings, and shall be responsible for publishing these minutes, as well as resolutions, reports, and other official records of the Local. The Secretary may appoint, but must oversee, a temporary proxy minutes-taker for any meeting. That proxy may not vote on behalf of the Secretary. Additionally:</p>\n  <ul>\n    <li>a. The Secretary shall transfer official records in good condition to their successor.</li>\n    <li>b. The Secretary will assume the responsibilities of one of the Co-Chairs, if both Co-Chairs and the Vice Chair is unable to do so.</li>\n  </ul>\n          ","candidates":[{"name":"Arno Douglas","slug":"arno-douglas","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/scottfeltham/128.jpg","involvement":"Id incididunt minim adipisicing duis et non occaecat magna sunt excepteur nisi. Sint veniam voluptate irure cupidatat incididunt elit quis tempor. Aliquip consectetur cillum minim esse anim ex velit occaecat voluptate cupidatat aliqua.\n\nMagna non amet culpa laborum magna aliquip duis mollit incididunt laboris magna. Et duis sit mollit irure elit fugiat. Cillum incididunt aliqua ea ad mollit mollit sit aliquip reprehenderit tempor eiusmod officia velit ullamco.\n\nConsectetur fugiat aute quis nostrud ex labore do sit officia dolore voluptate fugiat commodo. Esse duis ipsum et consequat ea officia velit sint fugiat quis. Et culpa proident nostrud fugiat in. Incididunt sunt qui eu sint mollit Lorem esse tempor eu qui enim sit consectetur. Ut incididunt sit ex adipisicing laborum quis.","qualifications":"Laborum aliquip quis ex veniam eu quis amet duis tempor non incididunt commodo. Excepteur id labore laboris cillum commodo. Aliquip tempor adipisicing consectetur velit officia.\n\nUt cupidatat eiusmod aute eiusmod sint eu proident incididunt duis ea. Adipisicing in est qui et exercitation. Deserunt pariatur incididunt adipisicing consequat minim esse. Ut ipsum ut irure proident anim quis qui. Aute adipisicing consectetur do nisi veniam proident. Non reprehenderit excepteur consequat do pariatur do velit excepteur quis nisi ad eu aliquip. Do irure commodo tempor nulla.","goals":"Labore enim dolor dolore ex eiusmod magna non commodo cillum nostrud aliquip velit. Proident nostrud duis sunt dolore minim esse eiusmod occaecat et reprehenderit fugiat. Labore sint voluptate consectetur mollit consequat in in sint nulla occaecat tempor culpa dolore dolor.\n\nNostrud duis mollit consectetur eu minim sit elit velit eiusmod occaecat voluptate. Do cillum enim sit pariatur nisi quis incididunt. Dolor cupidatat commodo reprehenderit culpa.\n\nId sit pariatur dolore Lorem fugiat pariatur ullamco ad officia adipisicing incididunt officia dolor. Elit elit sunt consectetur mollit. Deserunt esse officia cupidatat velit enim. Consectetur voluptate culpa excepteur duis voluptate duis et ut ex id sunt sunt tempor aute.\n\nEx sint nulla mollit laborum esse irure nisi aliquip. Irure incididunt reprehenderit in ullamco sint aliquip cillum eu enim minim qui pariatur. Deserunt reprehenderit elit amet do incididunt. Fugiat officia dolor et ipsum fugiat quis amet.","nominations":["Vickie Brakus","Roselyn Raynor","Kiera Wyman"]}]},{"title":"Treasurer","slug":"treasurer","description":"\n  <p>The Treasurer will be responsible for administration of funds, budget, and financial organization of the Local, including overseeing fundraising activities for the Local. The Treasurer will report to the Local Council on the financial status of the organization at each Local Council Meeting. The Treasurer will maintain transparent and open financial reports available to the entire membership upon request by an officer of the Local Council.</p>\n          ","candidates":[{"name":"Raquel Kovacek","slug":"raquel-kovacek","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/aiiaiiaii/128.jpg","involvement":"Ipsum enim reprehenderit nisi dolor in occaecat ea officia anim ut consectetur dolor ea nulla. Est ullamco ex tempor nostrud enim. Anim excepteur non velit labore sint ad aliquip ipsum commodo dolor culpa eiusmod reprehenderit aute. Enim dolore dolor sunt culpa ipsum qui cupidatat ut.\n\nAute quis nulla sit velit anim veniam tempor consequat irure aliquip aliqua id aliqua. Consectetur sint dolor aliquip labore nisi occaecat ut cupidatat. Proident consequat ad aute sint ut adipisicing minim labore anim Lorem. Laboris nulla magna duis deserunt nisi cillum irure. Ipsum nisi excepteur nostrud id.","qualifications":"Quis anim voluptate laboris dolor do reprehenderit mollit enim proident deserunt enim. Officia commodo ullamco laboris ea fugiat eu. Aute adipisicing ullamco dolor sit sint commodo tempor proident magna tempor quis. Fugiat dolor officia enim eu et labore non irure fugiat. Officia est mollit irure eiusmod in. Nisi ex commodo esse culpa quis consectetur labore. Adipisicing pariatur enim nulla cillum.\n\nLaboris dolore commodo do irure. Aliquip officia ea exercitation enim voluptate non qui do ea veniam. Lorem ut est eu ipsum officia nulla magna aute labore id ullamco. Ea aliqua aliqua nisi laboris in sint reprehenderit incididunt nostrud officia adipisicing laboris duis. Ut cupidatat non eu magna id ipsum cillum enim. Et non Lorem ad dolore dolore ex officia ipsum occaecat dolore nulla consectetur. Id tempor dolore et culpa nulla excepteur.","goals":"Culpa tempor sint dolore incididunt dolor nulla esse deserunt elit. Incididunt ipsum eu ad sit in aliquip irure ad nisi nostrud ea Lorem nulla. Nulla pariatur nisi et id voluptate cillum exercitation occaecat adipisicing quis. Mollit culpa duis occaecat reprehenderit tempor. Sunt excepteur dolore labore incididunt do ut. Anim eiusmod sit id dolor aute nisi anim cillum ad nostrud. Amet id minim fugiat aute pariatur.\n\nReprehenderit adipisicing sint Lorem reprehenderit magna ullamco excepteur. Do dolor excepteur aute reprehenderit culpa cillum in id magna nostrud elit sit. Qui ea eu eu ad nulla enim quis dolore ut cupidatat. Tempor duis ullamco amet reprehenderit duis labore.\n\nIn laborum aliquip laborum occaecat adipisicing commodo minim qui adipisicing officia sint ullamco. Cupidatat pariatur dolore ipsum proident labore consectetur velit qui. Culpa consectetur reprehenderit culpa fugiat esse culpa anim sint reprehenderit.\n\nMollit sunt commodo deserunt fugiat et laborum laboris sunt eiusmod aliqua ad. Excepteur id enim qui labore deserunt et pariatur dolor fugiat ex voluptate magna. Nulla culpa officia est fugiat veniam pariatur exercitation. Ad occaecat fugiat laborum mollit qui ut sint anim. Nisi nulla est nisi mollit aute elit aute officia do dolor sunt aliquip. Dolore irure consectetur voluptate labore mollit ex amet mollit.","nominations":["Saul Hegmann","Darrin O'Reilly","Heloise Kuhlman","Palma Stokes"]},{"name":"Jed Hermiston","slug":"jed-hermiston","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/bluesix/128.jpg","involvement":"Reprehenderit ut ullamco est est. Excepteur proident enim sunt duis et ullamco mollit. Consectetur consequat dolor ex voluptate eu labore aliqua sit. Consectetur sunt enim qui laboris consequat fugiat cupidatat ut anim ea ipsum nulla. Cillum excepteur culpa reprehenderit est enim. Commodo proident aute laborum in anim deserunt labore dolor nostrud ad ullamco.\n\nAnim esse laboris in duis velit incididunt sit cillum officia ipsum enim do. Aute occaecat laborum irure ipsum consectetur. Cupidatat commodo nostrud mollit proident veniam exercitation nostrud consectetur. Ad velit labore exercitation reprehenderit. Adipisicing proident elit occaecat pariatur occaecat Lorem mollit anim commodo veniam. Occaecat mollit in Lorem irure fugiat Lorem culpa magna fugiat do ex.\n\nEt Lorem Lorem exercitation ex do consectetur cupidatat. Officia sunt ea est cillum incididunt aliqua non aute excepteur officia. Nisi Lorem sint exercitation velit do nisi in anim Lorem. Mollit pariatur voluptate nisi est occaecat dolor labore est Lorem fugiat fugiat. Nostrud quis culpa fugiat ex nostrud anim id velit exercitation enim aute ea. Culpa duis veniam cillum incididunt commodo dolore velit tempor non nisi officia. Magna enim occaecat minim culpa cupidatat cillum do dolore non exercitation.","qualifications":"Fugiat ea irure qui ullamco sunt ullamco fugiat laborum ad cupidatat dolor irure. Consequat ad cillum culpa dolor elit ut est sunt ad cillum dolore nulla aliqua velit. Pariatur irure in nisi pariatur et ex pariatur do laboris consequat ullamco.","goals":"Sunt pariatur ea amet cupidatat. Labore sit proident laboris ad id ad duis. Culpa non est sunt ipsum minim mollit laborum dolor. Et dolor veniam enim nisi anim ex consectetur commodo culpa ipsum eu ea enim. Lorem magna ut labore incididunt sit do quis irure cillum. Amet est consectetur veniam ut esse eu. Ex deserunt eiusmod aute Lorem veniam officia laboris.\n\nCupidatat dolor irure aliqua exercitation et consectetur anim sit. Fugiat proident ut non adipisicing. Quis pariatur consequat et occaecat voluptate qui. Ad laboris consectetur quis duis dolore in consectetur commodo. Voluptate ad et pariatur magna reprehenderit aliquip pariatur velit consectetur excepteur fugiat esse veniam. Anim est duis velit anim fugiat id nostrud voluptate aliqua. Occaecat eiusmod sunt commodo velit ullamco sint nisi exercitation aute eiusmod do deserunt ad.","nominations":["Georgianna Gottlieb","Maye Huels","Allan Carroll","Harley Wintheiser","Delta Sporer"]}]},{"title":"Internal Organizers","slug":"internal-organizer","description":"\n  <p>Internal Organizers will jointly oversee the Internal Organizing Committee (see Article VI), which is responsible for fostering a lively participatory and democratic culture within the Local through the development, education, mobilization, and recruitment of members. The Internal Organizing Committee is also charged with organizing General Meetings, Informational Meetings, and social, educational, and fundraising events. Under the direction of the Local Council, the Internal Organizing Committee shall develop and oversee a program of socialist cadre development that includes skills training and political education; and a system of Mobilizers (similar to union shop stewards) who will act as an active conduit of information and engagement between the General Membership and the Local Council.</p>\n          ","candidates":[{"name":"Gunnar Oberbrunner","slug":"gunnar-oberbrunner","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/8d3k/128.jpg","involvement":"Labore duis in ullamco excepteur adipisicing ex eu non aliqua aute ut. Deserunt ex qui mollit velit consectetur cillum. Magna exercitation aute adipisicing duis minim duis veniam sint ex laboris laborum. Id tempor excepteur proident id reprehenderit et ea adipisicing irure veniam. Sunt laboris qui elit veniam. Ullamco nisi labore commodo velit quis dolor adipisicing cillum nisi laborum in tempor excepteur nostrud. Excepteur ad commodo excepteur elit labore esse.","qualifications":"Occaecat sint esse Lorem consequat fugiat amet anim sint commodo non cillum pariatur sint veniam. Do elit ullamco voluptate id culpa irure. Reprehenderit ullamco voluptate incididunt id nisi deserunt ad cupidatat est. Officia tempor ea nostrud sunt eu velit do pariatur consectetur aute non minim sunt mollit.","goals":"Incididunt voluptate aliqua anim velit pariatur. Voluptate consequat excepteur consequat laborum esse aliquip sit amet enim sunt amet amet deserunt fugiat. Nulla eu et ullamco reprehenderit do ipsum nisi proident culpa id laboris dolor laboris. Consectetur et laboris adipisicing eu officia laborum dolore elit occaecat deserunt.\n\nTempor qui quis voluptate do nisi magna aliqua Lorem ipsum eu eu. Incididunt sint ullamco do eu velit. Ea Lorem officia duis non ex anim duis deserunt aliqua dolore consectetur magna cillum adipisicing. Sunt officia adipisicing sunt irure commodo commodo laboris velit Lorem. Reprehenderit nulla occaecat nostrud laborum id cupidatat mollit occaecat ullamco ea non.\n\nAmet enim minim labore qui exercitation exercitation tempor aliquip enim amet ipsum laboris ea esse. Laborum voluptate in ea irure esse mollit. Commodo esse ex labore magna veniam sunt quis sint duis deserunt excepteur et culpa nulla. Duis ad magna fugiat id velit eiusmod enim nostrud deserunt do esse ad duis. Exercitation elit Lorem exercitation eiusmod ipsum. In deserunt incididunt non consectetur ullamco aliquip Lorem nostrud reprehenderit commodo quis. Voluptate nostrud in cillum eiusmod amet sunt in id ipsum aliquip proident dolor minim.\n\nEiusmod non ut velit enim dolor in aliqua irure. Consectetur officia laborum consequat duis qui aliqua cupidatat sit laboris est. Velit ad Lorem ipsum quis quis deserunt veniam cupidatat ut ex consequat officia. Eiusmod esse minim exercitation consequat. Pariatur mollit non elit sunt dolor aute dolore ad adipisicing labore sint ullamco dolore. Eiusmod ex duis consectetur adipisicing nisi tempor.","nominations":["Burley Mitchell","Harrison Kuhn","Jakob Howell","Kevin Pfeffer","Mckenzie Pollich"]},{"name":"Ronaldo Beatty","slug":"ronaldo-beatty","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/dev_essentials/128.jpg","involvement":"Officia ipsum mollit fugiat anim ea ad voluptate ut dolore laborum. Deserunt consequat duis non duis est elit amet labore irure incididunt duis. Exercitation tempor enim Lorem incididunt excepteur aute ullamco in. Est nostrud sunt et dolor exercitation culpa exercitation qui adipisicing consectetur.\n\nLaboris deserunt ut adipisicing sit. Aliqua eiusmod sunt fugiat magna mollit est mollit anim sit enim. Cupidatat nostrud nulla aliqua aliquip aute quis dolor sint consectetur. Consectetur labore velit ex nostrud nulla consequat esse amet mollit consectetur. Non consequat adipisicing ea sunt. Reprehenderit excepteur eiusmod ullamco adipisicing laborum sit eiusmod. Veniam sint consequat eiusmod esse labore ea minim consequat commodo fugiat cillum.\n\nAnim reprehenderit culpa tempor eu Lorem deserunt non dolore mollit reprehenderit. Duis adipisicing officia sunt deserunt laboris minim. Cupidatat dolor consectetur irure labore amet dolore. Elit anim aliquip nisi reprehenderit. Velit labore qui mollit quis irure magna amet irure.","qualifications":"Eu culpa duis deserunt voluptate cillum eu deserunt incididunt aliqua. Ipsum aliqua officia incididunt enim duis aute irure do. Mollit excepteur irure anim aliqua sunt deserunt sint dolore incididunt in. Eiusmod qui officia deserunt quis ullamco laboris. Voluptate commodo labore eu nulla. Consectetur dolore adipisicing aliqua quis.","goals":"Est adipisicing est nostrud nostrud et ullamco. Voluptate consequat nostrud culpa irure nisi duis consequat irure non enim pariatur. Occaecat aliqua reprehenderit nisi labore. Cillum non cupidatat ullamco anim id proident id cupidatat irure fugiat elit. Voluptate fugiat pariatur quis commodo et labore nostrud fugiat quis. Anim nulla eiusmod qui eiusmod officia fugiat duis adipisicing nisi est pariatur nulla.\n\nEa labore in exercitation laborum aliquip est in id ullamco velit. Sunt fugiat amet proident est. Veniam laboris consectetur ad cillum ipsum amet eiusmod aliquip velit ipsum culpa duis. Commodo irure reprehenderit labore non commodo exercitation nulla enim dolor in labore occaecat officia consequat.\n\nFugiat consequat amet Lorem ad ullamco. Mollit ad nulla exercitation officia. Excepteur dolore cupidatat in deserunt ut anim.","nominations":["Romaine Adams","Grayson Hane","Broderick Gutmann","Sonya McKenzie"]},{"name":"Gage Bayer","slug":"gage-bayer","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ifarafonow/128.jpg","involvement":"Nisi magna laboris ad non ad fugiat reprehenderit esse aliqua ea exercitation labore cupidatat. Ut nostrud sit magna officia Lorem. Aute quis elit aute aliquip fugiat adipisicing in qui ex nostrud culpa nulla laboris duis. Pariatur fugiat sint culpa voluptate esse. Ad duis amet culpa sunt.\n\nEiusmod quis nisi veniam aute. Dolor quis duis deserunt tempor cupidatat anim fugiat. Tempor aliquip sit mollit pariatur irure et veniam qui duis adipisicing pariatur aliqua irure proident. Ad reprehenderit ipsum occaecat cupidatat cupidatat nulla nulla laboris culpa mollit excepteur amet officia eu.\n\nLabore ex ipsum cupidatat in aliquip do laborum do. Sit ad commodo ut amet exercitation est. Et deserunt minim ea ex exercitation nisi veniam incididunt consectetur. Id ullamco proident enim mollit nisi aute velit ipsum aliquip adipisicing ullamco commodo enim. Irure excepteur ipsum excepteur eiusmod aliqua. Sint irure culpa reprehenderit nisi duis mollit minim pariatur amet. Occaecat velit nulla non enim veniam enim dolore.","qualifications":"Reprehenderit labore aliqua occaecat fugiat esse qui cupidatat officia est aliquip occaecat duis Lorem. Ipsum ipsum mollit aliqua laboris sit est est officia sunt cillum et. Duis proident esse ad magna velit esse esse adipisicing ut elit veniam labore consectetur voluptate.\n\nEx incididunt nulla enim sint. Consectetur qui laborum ipsum anim aliquip dolor Lorem fugiat Lorem sit labore do. Anim veniam elit labore velit eiusmod nostrud velit. Velit non esse voluptate aliquip officia occaecat magna laboris laborum cillum amet commodo. Velit dolore sunt dolore Lorem mollit tempor commodo irure consequat amet ut nulla. Magna do nisi ad fugiat mollit commodo est anim excepteur est labore.","goals":"Labore in incididunt aute laborum et in occaecat aute laboris. Exercitation eu nisi cupidatat eiusmod ullamco aliqua ex. Officia velit laborum pariatur Lorem irure est duis culpa adipisicing proident. Esse ex non laboris cillum id labore proident. Labore ad elit incididunt ad ad ullamco.\n\nCillum ullamco sunt proident anim dolore pariatur nostrud cillum. Do nostrud minim incididunt esse irure veniam magna et tempor nulla eu reprehenderit veniam quis. Exercitation qui eiusmod irure ex deserunt nisi tempor id voluptate ea cillum esse tempor ullamco. Ipsum ullamco qui proident ullamco non duis. Dolor esse cillum ex Lorem minim veniam qui adipisicing ea consequat et dolor pariatur incididunt.\n\nDeserunt aliquip reprehenderit aliquip quis. Laborum veniam laborum id consectetur ipsum nisi culpa id excepteur. Amet deserunt pariatur ea sunt magna. Ad duis ea aliquip in consequat labore ullamco veniam. Exercitation dolor ut cillum consequat cillum eu et ex elit. Id culpa mollit ut consectetur anim ea excepteur eiusmod minim consectetur laboris velit in ut.\n\nLaboris non sit fugiat irure labore dolore pariatur dolore consequat consectetur eiusmod ut voluptate do. Consectetur ex fugiat ad magna. Nulla ut sunt veniam sunt esse proident sit veniam culpa in Lorem ipsum. Culpa Lorem veniam adipisicing cupidatat. Minim duis labore labore in ut deserunt veniam cupidatat. Lorem dolore id id sit elit. Commodo cillum incididunt amet esse aute minim ipsum proident minim velit tempor officia Lorem duis.","nominations":["Nigel Hoppe","Avis Jakubowski","Seth Thiel","Joaquin Tremblay","Harold Schoen"]},{"name":"Tyree Huel","slug":"tyree-huel","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/gregsqueeb/128.jpg","involvement":"Culpa dolore aliquip aute labore ea qui qui duis nostrud consectetur irure. Ipsum duis ex mollit magna mollit Lorem dolore do ipsum labore. Magna anim in aliqua voluptate cillum culpa aute ea incididunt dolore aute dolore non. Nostrud officia ex ex non.","qualifications":"Est nulla minim ex dolore proident exercitation nostrud incididunt. Occaecat incididunt aliquip laborum laboris laboris eu anim nulla culpa. Nulla aliqua id ullamco ullamco et dolor. Ad minim nostrud magna excepteur. Cillum laboris ad consequat occaecat non adipisicing elit et esse laborum aliqua cupidatat pariatur anim. Elit irure ex sit velit cupidatat velit nisi. Nostrud id eiusmod laboris ex ea dolore labore consequat exercitation occaecat commodo.","goals":"Ullamco ea in aliqua sunt in officia voluptate officia laborum deserunt anim. Nulla voluptate aliqua ullamco proident. Elit reprehenderit est elit aliqua commodo.\n\nCupidatat ea veniam ex dolore enim Lorem enim proident cupidatat ex esse. Aliquip cupidatat elit dolor minim pariatur deserunt cillum. Et ullamco proident amet irure culpa voluptate laborum ipsum veniam occaecat.\n\nVeniam quis commodo exercitation enim ea et aliquip nulla do irure fugiat ad. Nostrud aliqua id ea ex dolore. Velit anim labore sunt pariatur incididunt dolor consequat. Mollit incididunt pariatur labore veniam est minim fugiat ad et quis sit labore eiusmod amet. Deserunt do incididunt consequat aliqua. Dolore sit voluptate deserunt id cillum cupidatat ad aliquip elit eu exercitation proident do dolor. Magna ullamco esse voluptate consectetur consequat ad officia pariatur.","nominations":["Newton Haley","Leila Ankunding"]},{"name":"Alessia Orn","slug":"alessia-orn","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/brajeshwar/128.jpg","involvement":"Ad elit eu pariatur eu excepteur esse ex sunt. Officia labore deserunt ipsum anim ut laborum do nostrud. Laborum in proident irure nulla voluptate elit ea Lorem tempor consequat et incididunt laboris. Sint eiusmod fugiat ullamco irure elit enim cillum cillum reprehenderit enim et cupidatat. Ea esse id magna id velit pariatur exercitation ullamco voluptate anim est.\n\nAd magna ut laborum magna id aute nulla ex aliqua fugiat enim. Dolor Lorem enim aute cillum nulla mollit ut irure sunt eiusmod eu nostrud fugiat exercitation. Mollit fugiat excepteur ipsum consequat fugiat veniam minim aliquip.\n\nVoluptate in incididunt Lorem ut eiusmod do in incididunt. Anim eiusmod ad officia aliquip voluptate ex consequat et ullamco magna fugiat aute velit non. Commodo amet fugiat est nisi enim qui fugiat et duis culpa. Occaecat sunt ad labore proident eu amet laborum dolore do ad labore sunt Lorem quis.","qualifications":"Ex mollit magna officia consequat ea sint Lorem. Non ea labore excepteur laborum voluptate enim deserunt nisi quis officia in sunt. Anim veniam eiusmod eu commodo nisi consequat ullamco Lorem in ex laboris do ut ad.","goals":"Ut dolore dolor esse aliqua adipisicing anim in ullamco laboris adipisicing. Mollit excepteur aute esse aliqua et et commodo et laborum dolor laborum excepteur adipisicing. Sint duis ipsum mollit laboris cupidatat laborum esse veniam. Incididunt eiusmod laboris qui laborum occaecat nostrud fugiat irure amet elit incididunt.\n\nCulpa excepteur sit velit dolore velit sit mollit cupidatat cillum cupidatat. Eu voluptate laboris nisi aute velit ad proident adipisicing veniam mollit. Consectetur minim occaecat laboris nisi laborum enim ut pariatur dolore reprehenderit.\n\nSunt anim consequat enim incididunt minim nulla deserunt pariatur ullamco. Id dolore amet dolore laborum fugiat officia adipisicing non aute. Tempor ullamco excepteur eu aliquip enim commodo occaecat pariatur aliquip adipisicing sit proident et. Dolor labore excepteur culpa adipisicing sunt. Ex qui consequat velit consequat ut cupidatat laboris enim.","nominations":["Vicky McKenzie","Nat Parisian"]},{"name":"Sigmund Grady","slug":"sigmund-grady","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/jitachi/128.jpg","involvement":"Aute est nulla cupidatat minim eu non magna aliquip laboris. Fugiat consectetur id aute mollit anim magna. Sunt duis pariatur esse eiusmod officia qui id aliquip reprehenderit laboris ea esse. Tempor occaecat fugiat labore labore voluptate.","qualifications":"Proident aute dolor proident proident ea proident adipisicing dolor. Anim aute deserunt excepteur occaecat. Enim exercitation do laborum minim minim cupidatat nostrud labore aute est ex ipsum amet.","goals":"Ea enim ut do duis sit culpa. Commodo nisi velit amet mollit minim fugiat officia. Adipisicing dolore voluptate esse sint sit id nulla cillum qui ullamco. Nostrud amet reprehenderit magna sunt labore irure officia deserunt velit tempor nulla. Amet id mollit id amet sit exercitation eu aliquip aute duis exercitation sit. Incididunt nulla adipisicing et enim proident dolore sunt aliqua sit aliquip ullamco et commodo.\n\nEst voluptate tempor irure nulla labore ex irure eiusmod. Reprehenderit proident enim proident aute ex commodo occaecat. Consectetur qui proident elit velit consectetur labore eu fugiat consectetur elit enim. Labore commodo commodo id aliqua eu ipsum mollit eiusmod voluptate.\n\nIrure magna sunt exercitation aliqua sint exercitation quis et minim voluptate cupidatat laborum. Amet laboris consectetur fugiat aute ut incididunt dolore Lorem magna laborum cupidatat aute tempor esse. Eu sunt labore Lorem qui amet. Eu eu pariatur sunt officia eu elit officia enim minim reprehenderit. Eu nostrud sunt nostrud cupidatat esse sunt. Cillum quis consectetur do nulla consequat esse mollit commodo ipsum exercitation consectetur nostrud sit. Eu sint veniam sit anim.","nominations":["Lurline Runolfsdottir"]},{"name":"Talon Gibson","slug":"talon-gibson","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/scrapdnb/128.jpg","involvement":"Incididunt eiusmod ex voluptate eiusmod excepteur. Proident ut ea exercitation sunt sunt nisi quis sint ipsum aliqua ullamco in. Est do nisi laboris velit nulla id. Adipisicing incididunt veniam eu anim aute amet Lorem do ullamco. Deserunt dolore mollit dolore incididunt in proident amet.\n\nProident veniam eiusmod do non qui minim tempor ut aute laborum. Non veniam exercitation amet elit esse fugiat ipsum est. Non mollit sunt nulla ad non esse nostrud culpa culpa enim aute exercitation incididunt est. Deserunt anim excepteur irure deserunt enim Lorem in eiusmod quis. Cillum ullamco eiusmod anim aliqua reprehenderit adipisicing aute magna esse mollit culpa. Laboris et nulla incididunt aliquip proident deserunt laboris Lorem minim do incididunt consequat.\n\nDuis cillum minim labore do id. Sint exercitation commodo eu cillum do velit et nostrud quis esse. Nulla incididunt cillum quis voluptate veniam sint occaecat occaecat magna esse id proident dolor labore. Ad enim irure ullamco id adipisicing commodo laborum incididunt adipisicing elit proident. Amet eu labore est ut et.","qualifications":"Sint irure est amet pariatur ea ut. Sunt exercitation ad officia veniam nostrud ipsum esse cupidatat. Minim nostrud exercitation amet consectetur anim incididunt qui ut nostrud.","goals":"Cupidatat Lorem non excepteur nisi nulla ad tempor incididunt commodo. Aliqua in duis in irure. Do ea laboris occaecat id velit dolor ea tempor labore amet velit cupidatat proident. Officia labore sunt non amet sit id aliqua culpa minim occaecat duis occaecat et minim. Proident consectetur proident occaecat deserunt proident magna esse deserunt est.\n\nEst occaecat aliquip irure eiusmod elit id sint labore incididunt qui amet consequat Lorem cillum. Cupidatat sunt cupidatat commodo est qui eiusmod eu esse tempor do ipsum. Ad ad occaecat velit ut pariatur dolore laboris labore cupidatat ad sunt.\n\nAliqua duis cupidatat exercitation ullamco Lorem esse duis velit nisi aliquip. Officia consectetur ex do eu. Eiusmod et irure aute fugiat. Irure elit dolor enim dolor consequat ullamco aute nostrud.","nominations":["Janet Boehm","Marcia Mohr","Meta Murphy","Orion Muller","Caden Bode"]}]},{"title":"External Organizers","slug":"external-organizer","description":"\n  <p>External Organizers will jointly oversee the External Organizing Committee (see Article VI), which will lead the Local’s fight for a socialist political agenda in the East Bay and beyond. Under the direction of the Local Council and in order to realize the policies, priorities and campaigns set forth by the General Membership, the External Organizing Committee shall manage or execute all of the Local’s issue and electoral campaigns, direct actions, rallies, and other activities expressly targeted at the general public for political purposes.</p>\n          ","candidates":[{"name":"Ally Quitzon","slug":"ally-quitzon","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/moynihan/128.jpg","involvement":"Non qui aliquip duis cupidatat cupidatat ea nisi ea laborum reprehenderit. Quis nostrud aute eiusmod eiusmod labore veniam officia irure officia id laboris ut. Exercitation id dolore eu qui excepteur reprehenderit consectetur sunt mollit in velit duis. Incididunt qui ex mollit eu dolor labore laborum esse ad eu sunt dolor veniam.","qualifications":"Eu irure adipisicing do consequat adipisicing do occaecat ex. Proident velit fugiat id ex pariatur ipsum ad sit ea ut occaecat pariatur proident. Mollit sint est non officia non Lorem officia ea eiusmod do pariatur. Eu est reprehenderit aliquip velit et sit.","goals":"Est laborum anim qui ut. Est pariatur nostrud minim eiusmod ex est exercitation tempor culpa commodo exercitation minim. Non laboris cupidatat pariatur commodo sint sunt dolor non do nisi esse.\n\nIn sunt dolor laboris et nisi occaecat enim et excepteur amet et minim aute. Ex ut sint nostrud non pariatur nostrud voluptate reprehenderit exercitation reprehenderit velit occaecat voluptate. Est est magna ullamco consectetur eu reprehenderit ullamco velit eiusmod laborum mollit nisi do. Tempor magna dolore voluptate est ea elit. Consectetur magna cillum incididunt labore est excepteur pariatur excepteur velit. Mollit amet proident veniam irure Lorem ut duis velit aliquip non ea. Id id veniam labore qui irure nulla.\n\nVeniam ut minim duis nisi nisi cupidatat ut do id velit. Ea voluptate qui veniam consequat fugiat anim fugiat ex cupidatat esse est. Elit officia officia laboris dolore ut et laboris cillum officia. Labore aute nostrud Lorem culpa id ut adipisicing non id veniam ea quis. Ex ipsum voluptate esse qui elit nisi ullamco. Incididunt magna id eiusmod cillum non Lorem duis.","nominations":["Emmanuel Steuber","Larry Orn","Ryder O'Reilly"]},{"name":"Arnold Rippin","slug":"arnold-rippin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/fran_mchamy/128.jpg","involvement":"Anim quis sunt ad esse laborum est proident dolore cillum incididunt et. Minim sit dolore qui id veniam commodo magna amet minim veniam consectetur ipsum. Deserunt velit laborum ut ea ipsum ea ad sunt.\n\nAdipisicing sint labore occaecat labore eu Lorem pariatur. In anim velit et incididunt reprehenderit mollit officia et ea laboris. Reprehenderit et cupidatat amet consectetur anim ad enim nostrud anim minim deserunt dolore reprehenderit consequat. Adipisicing aliquip ipsum exercitation consectetur. Labore duis pariatur ullamco duis. Aliqua pariatur eiusmod reprehenderit cupidatat aute qui sit duis ad pariatur dolor sunt.","qualifications":"Ea et aliqua occaecat laboris aute do laborum Lorem nulla. Adipisicing excepteur sint aute Lorem laborum consectetur. Eu ea dolore cupidatat aliquip consequat aute amet amet amet do aliquip magna fugiat.\n\nEa ipsum reprehenderit adipisicing reprehenderit ullamco eiusmod dolore veniam reprehenderit aute non qui labore in. Cupidatat qui id id excepteur labore esse occaecat cillum aliquip. Exercitation nisi in excepteur sunt irure adipisicing eu ut veniam id amet. Dolor exercitation pariatur dolor aliquip sit ipsum consectetur id. Do labore laborum officia reprehenderit amet ad consectetur excepteur consectetur pariatur. Ad magna elit consectetur esse elit non dolore ea qui cupidatat et.","goals":"Ullamco culpa anim velit est. Amet sit commodo mollit culpa deserunt nulla consectetur duis laboris laboris deserunt consectetur irure consequat. Est officia minim exercitation ex pariatur minim ad in. Labore est commodo velit sunt consequat in laboris veniam in duis occaecat dolore Lorem. Commodo ullamco amet ipsum non eiusmod consectetur in ad. Eiusmod incididunt elit deserunt tempor aliquip dolor velit deserunt nulla.\n\nAliquip do laborum officia cillum excepteur. Dolor Lorem in culpa tempor incididunt magna anim aute in ullamco et aute amet anim. Dolore sint laboris do sunt esse ullamco anim reprehenderit exercitation consectetur. Minim est adipisicing tempor eu ullamco. Dolore tempor ipsum do excepteur dolor proident tempor. Aute in voluptate minim duis ut nulla. Non laborum anim quis labore ipsum Lorem sunt cupidatat velit id commodo exercitation laboris.\n\nEiusmod ea eiusmod in amet mollit ex velit. Pariatur exercitation enim excepteur non esse cupidatat. Consequat aliquip aute consequat excepteur ex minim. Esse anim commodo in quis sit minim cillum non et deserunt laboris.\n\nSint cillum tempor duis consectetur officia nulla sunt commodo mollit commodo. Nostrud elit eiusmod voluptate consequat laborum. Qui sint non anim deserunt fugiat. Enim ex sunt aliqua ad labore ad aliquip sint officia esse culpa est nisi. Ipsum dolore eu esse pariatur esse eu amet quis. Magna ad excepteur nulla aliquip occaecat occaecat reprehenderit velit enim nulla. Aute do ut excepteur commodo nisi sunt anim ad.","nominations":["Zelda Moen","Freeda Altenwerth","Silas Schaefer","Jayden Little"]},{"name":"Leatha Sanford","slug":"leatha-sanford","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/victorDubugras/128.jpg","involvement":"Deserunt sint nostrud exercitation enim aliquip consequat duis qui aliquip nulla do qui ad consequat. Occaecat amet nostrud aliqua deserunt eiusmod ullamco laboris quis sit. In consectetur ea laboris cillum voluptate nulla minim fugiat amet laboris aute non. Do occaecat laboris cupidatat fugiat nisi exercitation Lorem tempor voluptate culpa. Enim adipisicing velit labore tempor id nostrud qui exercitation. Non occaecat qui dolore ut elit dolore nisi. Occaecat adipisicing ullamco consequat cillum.\n\nNostrud nostrud anim irure elit aliqua est ex ut esse dolor cupidatat amet fugiat. Ad dolore ut ad Lorem aliqua. Aute nostrud tempor nulla amet ea nulla exercitation mollit.\n\nFugiat incididunt est aliqua magna irure officia eu ut. Officia laborum fugiat cupidatat sit. Incididunt fugiat eu exercitation nulla amet eiusmod magna id et minim Lorem incididunt.","qualifications":"Anim elit laborum commodo consequat irure officia aliqua fugiat id non nostrud labore Lorem. Ipsum sunt sunt sunt do sunt. Culpa nisi labore commodo nulla est quis consectetur fugiat sit enim excepteur non ullamco. Ad sint non non consectetur adipisicing aliquip et elit est esse do. Laboris id minim in nisi reprehenderit nostrud. Qui anim aliquip nisi exercitation reprehenderit esse Lorem veniam occaecat.\n\nQuis eiusmod magna aliqua dolor. Proident ad occaecat sunt velit eu sint cupidatat eiusmod fugiat fugiat ut exercitation occaecat. Irure ex ut deserunt Lorem veniam incididunt quis proident proident. Proident est consequat qui irure fugiat aliquip quis labore tempor ex amet amet. Sunt labore officia cillum tempor non. Enim enim officia aliqua incididunt duis minim officia duis do esse. Proident duis nulla non nisi anim ad do in commodo minim irure consectetur tempor.","goals":"Ut laboris anim ex cillum id cillum reprehenderit nostrud nisi aliquip nisi dolore. Lorem duis culpa incididunt aute et. Aute est qui fugiat laborum elit reprehenderit officia sint esse incididunt Lorem exercitation Lorem fugiat. Ea Lorem aliquip do nisi exercitation. Occaecat ut esse qui eiusmod tempor reprehenderit aliquip exercitation culpa Lorem.\n\nEsse elit duis ullamco enim ipsum cupidatat reprehenderit fugiat quis incididunt aute consectetur. Deserunt deserunt do pariatur in incididunt minim ipsum exercitation veniam cillum. Et elit qui cillum nisi esse dolore aliqua reprehenderit. Duis cillum sunt anim voluptate quis.","nominations":["Lorna Osinski"]},{"name":"Jaren Kshlerin","slug":"jaren-kshlerin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/j2deme/128.jpg","involvement":"Enim cupidatat excepteur sit sunt cillum dolore. Ea irure eiusmod officia velit ipsum consequat non sit laboris do dolor adipisicing occaecat consectetur. Sunt ut eiusmod ullamco adipisicing amet aute irure amet ipsum ullamco officia culpa cillum elit. Quis do reprehenderit est labore reprehenderit. Labore aliqua minim dolor qui enim et sit anim.","qualifications":"Pariatur et laborum fugiat sint dolor nulla laborum aliquip. Irure sint et consectetur laborum ad. In laborum tempor officia elit. Mollit quis Lorem irure ad qui consequat excepteur Lorem ut nisi ea adipisicing duis voluptate.\n\nEsse aute laboris Lorem occaecat aute laboris eu ullamco consequat velit commodo culpa. Ullamco adipisicing tempor aute magna ad cillum ullamco anim esse aliqua ex reprehenderit laboris. Consequat occaecat eu eu cupidatat ex laboris.","goals":"Consectetur magna consequat commodo reprehenderit adipisicing excepteur reprehenderit sint anim amet aliqua officia dolore. Ullamco voluptate amet eu enim do qui. Minim laborum pariatur ad do labore anim occaecat. Ullamco est adipisicing tempor in aliquip esse. Exercitation enim ex consectetur non consectetur nulla sunt sunt. Minim fugiat duis dolore laboris proident aute deserunt commodo sit esse eu fugiat. Velit officia labore in pariatur nisi est proident cupidatat officia nostrud.\n\nElit consectetur consectetur magna incididunt. Pariatur ullamco occaecat nostrud dolore veniam ullamco elit minim fugiat. Occaecat fugiat et magna enim ea dolore eu ad aliquip reprehenderit id id ipsum. Consectetur aliquip ex irure est cupidatat esse veniam minim ipsum mollit sint qui nostrud. Minim nisi excepteur dolor adipisicing duis ipsum do.\n\nCupidatat minim pariatur magna exercitation magna laboris cillum ipsum. Est quis nostrud enim ullamco est labore laborum. Ut elit sint officia qui dolore. Nostrud adipisicing cupidatat tempor nisi ullamco sunt nisi. Nostrud quis do quis excepteur dolore fugiat sunt minim cillum laboris esse esse. Magna aliquip ea in aliqua exercitation magna consectetur voluptate qui irure minim.\n\nEt magna sit eu anim mollit. Labore mollit nostrud aliqua cillum dolor. Ipsum voluptate anim elit non. Quis nulla nostrud magna ad dolor. Anim pariatur adipisicing exercitation mollit veniam est sunt duis adipisicing ea pariatur velit. Laborum laborum ullamco officia cillum laboris reprehenderit nostrud velit ut. Laboris et culpa enim exercitation duis voluptate ex irure elit nulla consectetur.","nominations":["Jayde Rohan"]}]},{"title":"At-Large Local Council Members","slug":"at-large","description":"\n  <p>At-Large Local Council Members will participate in Local Council decision-making, and are responsible for attending all relevant meetings and reading all relevant documents. At-Large Local Council members are also tasked with representing the views of the membership that elected them as well as helping to advance the goals of the Local generally.</p>\n          ","candidates":[{"name":"Theodore Stoltenberg","slug":"theodore-stoltenberg","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/n1ght_coder/128.jpg","involvement":"Id id minim aute qui aliquip amet reprehenderit duis et sint anim cupidatat consequat. Excepteur sunt amet cupidatat minim. Qui nulla ex ipsum pariatur incididunt exercitation occaecat velit. Culpa nulla incididunt qui proident ullamco cupidatat qui qui culpa. Magna excepteur ad veniam nulla nostrud est. Magna dolor amet sint ad enim elit ea aliqua sunt. Incididunt esse proident laborum ea incididunt dolore consequat cupidatat do.\n\nIn occaecat consectetur culpa aliquip dolor est dolore irure nulla aliqua. Fugiat exercitation mollit consequat labore enim duis aliquip amet qui do. Mollit ut sunt nisi occaecat eiusmod mollit. Fugiat sint labore tempor duis Lorem dolor aute in laborum exercitation excepteur. Mollit cillum id laboris minim id commodo pariatur non sint magna culpa tempor nostrud. Minim enim ut consequat culpa culpa magna id est.\n\nEiusmod aute commodo duis adipisicing commodo culpa Lorem dolor et eiusmod laboris et fugiat reprehenderit. Sunt id commodo adipisicing commodo. Ullamco reprehenderit eu eu officia amet veniam pariatur id labore excepteur ut ad. Pariatur velit ut dolore aute reprehenderit anim nulla id magna sunt nostrud. Elit culpa exercitation anim tempor ullamco id eu.","qualifications":"Magna anim consectetur incididunt laborum ea qui magna. Do consequat elit est labore laborum aute sunt est. Tempor aute non occaecat aliqua duis sint eu ipsum. Consectetur reprehenderit aliquip et sunt aliquip id aute amet in consectetur laboris. Ea veniam ex amet tempor eu labore duis pariatur duis labore ut aliquip.\n\nExcepteur laboris velit do veniam aliqua elit deserunt irure irure magna. Reprehenderit irure id aute sunt excepteur dolore commodo dolore fugiat. Commodo dolor qui esse anim in commodo consequat tempor tempor nisi laborum et deserunt.","goals":"Occaecat elit sunt labore aliquip labore ex eu voluptate pariatur enim et pariatur do amet. Do Lorem nostrud culpa culpa duis adipisicing aute reprehenderit ut aute dolor. Cupidatat occaecat amet sint consectetur duis reprehenderit exercitation exercitation esse cillum. Culpa eu veniam magna veniam veniam aliquip magna nisi deserunt consectetur enim mollit laborum. Officia officia nulla ea elit commodo pariatur pariatur irure commodo. Sit duis excepteur elit reprehenderit dolore irure voluptate enim sunt elit quis Lorem. Labore quis tempor veniam ad sint exercitation duis consectetur minim tempor.\n\nAnim ullamco excepteur est cupidatat ad irure sint culpa eiusmod aliqua occaecat aute. Officia ullamco ullamco veniam Lorem non mollit qui. Duis eiusmod laborum ad esse nostrud officia aute. Ut amet anim in proident anim veniam ad Lorem mollit commodo laboris proident ea. Officia pariatur cupidatat nulla veniam nulla Lorem culpa ipsum excepteur culpa.\n\nEt irure officia pariatur consectetur. Sunt laboris pariatur voluptate qui. Officia nostrud cillum nostrud ex dolor enim occaecat pariatur.\n\nSit excepteur anim minim sunt nisi culpa. Mollit ut occaecat quis nisi dolore minim Lorem sunt aliquip Lorem. Cillum nisi eu consectetur minim do amet ullamco minim. Adipisicing aute tempor in laborum occaecat Lorem. Sunt laboris proident veniam non ipsum irure eiusmod excepteur voluptate. Enim anim excepteur nulla ex ipsum pariatur.","nominations":["Antwan Ernser","Stuart Botsford","Tevin Wolf","Elise Thiel"]},{"name":"Westley Kerluke","slug":"westley-kerluke","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/stephcoue/128.jpg","involvement":"Magna excepteur consequat et est sunt ex eiusmod. Ullamco enim ut veniam excepteur consectetur. Adipisicing anim laboris eiusmod nulla aliqua nulla voluptate. Quis ea quis et fugiat commodo eu. Velit sint voluptate velit esse sit eu veniam quis enim irure culpa velit dolor eiusmod.","qualifications":"Aute exercitation proident nostrud dolor consectetur Lorem irure adipisicing proident sit. Velit nulla culpa nostrud labore. Ullamco sunt mollit occaecat mollit in ullamco proident et. Ut quis exercitation amet voluptate tempor minim fugiat ullamco pariatur ex.\n\nLaboris velit exercitation sint labore dolor aliqua eu laborum ex. Qui reprehenderit anim nostrud excepteur voluptate mollit mollit enim voluptate eiusmod aliqua. Commodo reprehenderit elit quis quis pariatur aliqua minim nostrud cupidatat est consectetur sint. Est ipsum non ipsum sunt. Reprehenderit duis mollit voluptate ea amet commodo commodo elit minim duis excepteur quis aliquip. Eu ipsum aliquip excepteur quis aliqua anim nisi et irure.","goals":"Elit ex voluptate culpa enim ut nisi anim velit cillum. Ad magna irure sit esse labore elit eiusmod cupidatat enim. Dolor incididunt consequat et laboris irure nisi consequat ipsum.\n\nCulpa adipisicing sit esse elit. Laboris ullamco aliquip non exercitation dolor et. Fugiat irure incididunt amet irure laboris sit incididunt id occaecat ea eiusmod. Officia commodo sit aliqua ad tempor do ex esse occaecat sit. Tempor exercitation eiusmod do non exercitation quis pariatur dolor ipsum aliqua nulla nulla esse occaecat. Do quis nulla nisi fugiat elit do laborum cillum consectetur consectetur sint non. Cillum excepteur ex qui occaecat non eiusmod consequat dolore.","nominations":["Adalberto Gusikowski","Idell Nolan","Timmothy Lakin","Lillian Kuphal","Scarlett Buckridge"]},{"name":"Jarod Jaskolski","slug":"jarod-jaskolski","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/sergeysafonov/128.jpg","involvement":"Velit amet magna ex eu laborum sunt est fugiat commodo nisi. In esse consectetur velit mollit nisi mollit ut eiusmod laborum voluptate eiusmod. Culpa id ea veniam amet aliquip esse do aute consequat incididunt. Voluptate elit ipsum do ad dolor adipisicing aute ea aliquip voluptate.\n\nDeserunt occaecat consequat labore nulla ex enim duis qui commodo. Deserunt adipisicing pariatur aute velit esse ad cillum proident veniam. Sit nulla laborum id amet in voluptate exercitation reprehenderit officia magna eu eiusmod. Ea qui exercitation elit excepteur sunt proident voluptate dolor eiusmod in cupidatat. Amet excepteur cupidatat voluptate proident mollit fugiat ad ut aliquip deserunt cillum aliqua magna.","qualifications":"Ipsum ea occaecat ea fugiat aute sint sit non aliqua amet esse amet ex. Nisi dolore veniam aute sint laborum sunt ex officia. Quis ullamco do labore ullamco anim ut anim voluptate nostrud voluptate ex minim. Velit velit ipsum do excepteur aliqua occaecat. Et labore esse laboris ea duis minim. Fugiat amet sunt commodo aute eiusmod occaecat culpa proident consequat ut. Eiusmod exercitation tempor fugiat adipisicing irure est irure eiusmod.\n\nEt enim Lorem deserunt do reprehenderit aliquip id velit esse eu ex. Eiusmod sint consequat anim sint eiusmod esse occaecat tempor. Velit deserunt qui elit Lorem.","goals":"Ut est culpa incididunt commodo sint adipisicing do duis consectetur Lorem. Anim est Lorem occaecat irure sunt quis. Laboris ex veniam eu quis anim cupidatat sint elit officia. Elit nostrud fugiat eu magna sunt do nulla est sit laboris Lorem est fugiat. Ad enim anim exercitation ullamco proident do aute incididunt sunt aute. Aute occaecat nulla ullamco culpa elit voluptate ipsum.\n\nLaborum commodo esse non tempor. Enim nisi ut pariatur nulla reprehenderit Lorem tempor sint do laboris adipisicing mollit in. Amet commodo tempor est consequat sunt.\n\nQuis Lorem laboris et cillum Lorem qui aute Lorem sit proident occaecat velit. Ut et veniam qui consectetur amet Lorem laboris labore. Exercitation veniam laboris duis aliqua laboris laboris eiusmod veniam. Enim nisi sunt esse officia mollit ea sit labore est. Ipsum cillum quis eiusmod nostrud exercitation anim et dolor et mollit. Nisi mollit qui proident elit. Deserunt ex ex incididunt veniam magna ad nisi deserunt est.\n\nEst anim consectetur irure elit minim in est voluptate ex. Et magna labore sint fugiat sunt do excepteur exercitation proident nulla nulla. Do nisi aliqua anim reprehenderit occaecat eu.","nominations":["Taryn Brekke","Carlee Altenwerth","Opal Barton","Kurt Rosenbaum","Eduardo Jenkins"]},{"name":"Jacquelyn Moen","slug":"jacquelyn-moen","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/mhudobivnik/128.jpg","involvement":"Non laborum pariatur et fugiat. Voluptate incididunt reprehenderit ea nostrud in in ea commodo officia tempor sit reprehenderit est. Proident sint quis aliqua duis. Lorem magna velit laboris culpa cupidatat occaecat aute ea aliqua ex.\n\nCupidatat et occaecat eiusmod exercitation ullamco eu aliquip velit pariatur consectetur veniam est esse esse. Lorem ipsum aute nulla laboris. In do duis duis labore cupidatat pariatur sunt ex do exercitation ex. Veniam nisi adipisicing proident do culpa velit eu. Sunt ad qui mollit excepteur sunt exercitation aliqua labore eiusmod et anim pariatur.\n\nLabore aliqua tempor sit minim minim consequat consectetur dolor laborum in nostrud voluptate et veniam. Officia aliqua laboris velit deserunt non eu in sunt. Commodo ex deserunt non est officia commodo et officia commodo amet occaecat. Deserunt aliquip eiusmod sunt sit aliquip commodo eu pariatur est. Voluptate sint do laboris consectetur do eu elit non.","qualifications":"Ex tempor elit enim ullamco sunt sint labore est voluptate consequat nulla eiusmod ullamco velit. Proident deserunt in qui velit sit do cupidatat culpa aute sit. Ad occaecat sunt nisi laboris laborum velit cillum veniam anim voluptate anim ad. Reprehenderit exercitation nisi exercitation veniam dolor irure enim. Sunt mollit Lorem veniam dolore voluptate reprehenderit pariatur deserunt aute occaecat eiusmod duis incididunt excepteur.","goals":"Ut ullamco ad ex mollit eiusmod nulla excepteur nulla et amet. Ut irure cillum consectetur ea eu sunt enim est esse ad in et occaecat ullamco. Cupidatat culpa id ipsum exercitation culpa mollit dolore. Pariatur nisi ullamco dolor laborum anim nulla amet. Incididunt ad ea dolore duis velit non ullamco tempor officia fugiat adipisicing.\n\nIrure elit elit cillum dolore. Magna enim nisi exercitation deserunt veniam anim anim laboris. Voluptate officia laborum non nisi nulla anim ullamco. Eu aliquip eiusmod laborum voluptate aute elit veniam tempor aliquip. Excepteur aliquip minim tempor cillum pariatur adipisicing do exercitation eu et qui laborum. Anim mollit mollit mollit adipisicing occaecat ea sint nisi qui ipsum culpa. Proident deserunt tempor culpa mollit minim aliqua in enim.\n\nFugiat est esse labore ea sunt cillum cillum id minim consequat. Veniam officia aliquip ipsum voluptate enim esse ullamco fugiat esse esse. Fugiat veniam reprehenderit laborum tempor ex esse dolore culpa officia non labore reprehenderit sunt.","nominations":["Taylor O'Kon"]},{"name":"Crystal Marvin","slug":"crystal-marvin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/spacewood_/128.jpg","involvement":"Amet esse ullamco non ipsum. Duis est quis ex ipsum anim ipsum non veniam cillum reprehenderit laboris. Proident quis officia labore ipsum consequat occaecat velit excepteur veniam occaecat eu reprehenderit.\n\nDo fugiat sit laborum in non do anim mollit exercitation est ea velit. Consequat commodo aliquip anim minim eu laborum. Deserunt ex sint culpa adipisicing dolor do aliquip dolor tempor fugiat voluptate magna. Enim cupidatat ex fugiat elit in cillum do reprehenderit adipisicing ea in culpa voluptate. Ut sit adipisicing amet consequat incididunt consectetur et in ullamco est cupidatat sunt commodo ipsum. Officia ea id id cupidatat laboris occaecat.\n\nSint incididunt minim deserunt et. Sit adipisicing ea nisi tempor amet ad non mollit do. Proident duis anim sit ipsum mollit aliquip elit do reprehenderit id.","qualifications":"Incididunt nulla minim ea sint ea. Ea nostrud labore nostrud officia commodo enim voluptate cupidatat. Aliqua non minim dolore aute velit tempor. Dolore est irure ullamco cillum magna pariatur voluptate consectetur ex laboris anim. Tempor velit sint sit dolor aute laborum labore enim deserunt adipisicing consequat ex esse.","goals":"Veniam ipsum amet sunt labore commodo non incididunt. Magna id magna sit ipsum esse do consectetur ad commodo ullamco labore proident. Ut eu ipsum labore veniam esse.\n\nOccaecat adipisicing veniam quis fugiat. Consectetur ex ex sunt anim laboris ullamco labore reprehenderit qui magna. Aliqua aute ut aliqua aute mollit velit aliqua. Aliqua nisi amet laboris nostrud elit nostrud veniam nisi sunt. Quis non cupidatat culpa Lorem ea velit occaecat enim cupidatat non ipsum id. Ut voluptate elit do ipsum commodo culpa ea non culpa nisi incididunt. Reprehenderit ex ullamco do irure fugiat consectetur irure eu enim.\n\nLaborum proident esse dolore est veniam. Cupidatat reprehenderit adipisicing laboris irure sit id ut magna commodo proident aliqua ex. Cillum voluptate nulla proident sint.","nominations":["Elmira Hickle","Leif Rogahn"]}]}]},"nationalConvention":{"candidates":[{"name":"Wallace Romaguera","slug":"wallace-romaguera","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/bartjo/128.jpg","involvement":"Excepteur cillum tempor amet ipsum aliquip aliqua occaecat. Pariatur qui nostrud cillum ex anim id labore cillum enim duis deserunt. Ullamco sit tempor pariatur voluptate deserunt minim deserunt fugiat. Ipsum anim proident est in sint id ea ipsum. Laborum culpa ullamco esse tempor labore nulla. Culpa pariatur deserunt sint ipsum Lorem anim sunt consectetur Lorem officia cillum dolore quis nostrud.","qualifications":"Lorem labore excepteur ad eu dolore ipsum culpa labore nisi ad minim eiusmod. Aute duis commodo occaecat deserunt enim fugiat ut dolor ipsum enim cillum magna reprehenderit anim. Ex est fugiat nostrud ex quis tempor deserunt in. Cillum nisi veniam eiusmod adipisicing aliquip est pariatur voluptate exercitation eiusmod. Veniam fugiat labore sunt eu qui labore. Culpa amet et qui cillum culpa dolor veniam cillum ad esse ad aliqua excepteur. Ipsum cillum duis ullamco officia culpa ea sit magna officia et esse et ipsum.","goals":"Qui fugiat eiusmod quis pariatur reprehenderit. Sunt irure quis cupidatat ipsum voluptate anim aliquip laborum incididunt cupidatat adipisicing reprehenderit. Ad cillum esse aute non esse commodo anim nostrud sunt sunt ut. Mollit ullamco est fugiat ea velit exercitation cillum Lorem sint deserunt deserunt irure et qui.\n\nVelit commodo non dolor commodo adipisicing incididunt consectetur anim in. Laboris sunt mollit cupidatat pariatur mollit do consequat. Ea consectetur ut sit quis ut. Cillum ea eiusmod officia exercitation. Nisi irure nostrud minim veniam sint do. Anim Lorem reprehenderit non cillum qui adipisicing duis.","nominations":["Izabella Dare","Sammy Weber","Garfield Sipes","Clay Corwin"]},{"name":"Felipa Flatley","slug":"felipa-flatley","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/mandalareopens/128.jpg","involvement":"Ea eiusmod irure est Lorem magna voluptate qui Lorem proident qui ullamco velit laborum. Duis excepteur ipsum duis veniam quis cillum do ut ad labore aute. Et deserunt veniam voluptate culpa duis ipsum ex. Ut deserunt veniam id consequat sint et tempor incididunt commodo sint sint magna eiusmod.\n\nOfficia aliqua adipisicing aute occaecat exercitation et officia qui ullamco ut. Sunt elit ipsum nulla quis. Labore nisi sint culpa non eiusmod anim esse voluptate. Anim elit non et minim sint eu quis cupidatat consectetur exercitation ex qui qui exercitation.\n\nReprehenderit do et veniam fugiat exercitation enim aliqua velit incididunt amet et labore laborum. Ea est nostrud elit et aliqua ea do adipisicing laborum quis. Est dolore adipisicing officia quis fugiat anim dolor ipsum amet aliqua voluptate aliquip minim minim.","qualifications":"Officia cillum in sunt consequat anim nostrud dolor excepteur velit minim. Ex irure nisi do elit. Enim exercitation cillum mollit anim laborum adipisicing incididunt ex mollit aute tempor velit. Veniam eiusmod dolor aliqua duis irure ut eu nulla velit laboris sunt.","goals":"Minim consequat tempor quis dolore ipsum duis. Do reprehenderit occaecat duis laborum eu nisi sunt non exercitation. Laborum in est duis non adipisicing officia amet fugiat aute nostrud nulla aliqua. Est consequat occaecat cupidatat dolore ad nostrud est irure culpa. Enim reprehenderit sunt irure commodo in est ad elit voluptate nulla deserunt enim ut. Sit eiusmod ipsum occaecat ad velit officia est enim pariatur veniam reprehenderit aliquip reprehenderit nulla.\n\nLabore duis in qui nulla anim veniam Lorem id proident. Do tempor adipisicing aliquip ea veniam ex adipisicing duis ullamco est Lorem proident esse ut. Lorem sit et officia tempor eu magna sint ea irure aute consectetur dolore sint. Consequat laboris ut excepteur aliqua laboris sunt excepteur id adipisicing. Veniam Lorem exercitation aute non deserunt ad minim laboris Lorem. Esse sit ea fugiat Lorem proident ullamco aliqua qui.\n\nOccaecat occaecat pariatur dolore quis pariatur cupidatat reprehenderit Lorem velit irure. Ad incididunt esse adipisicing exercitation id minim culpa amet commodo elit elit consectetur velit. Aliqua aliquip dolor adipisicing anim occaecat commodo occaecat sunt duis nulla voluptate Lorem dolore. Amet id laboris aute quis irure.","nominations":["Ephraim Blick","Keara Cremin","Nathan Balistreri"]},{"name":"Zack Skiles","slug":"zack-skiles","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/josep_martins/128.jpg","involvement":"Labore nostrud nisi Lorem minim cupidatat quis ipsum incididunt velit. Culpa velit sunt velit sint tempor anim in deserunt non ut duis sit. Incididunt excepteur aute exercitation nostrud mollit magna.\n\nCommodo aliquip nostrud ipsum ipsum culpa excepteur sint qui occaecat consequat. Nulla anim laborum cupidatat do cupidatat ut pariatur tempor aute nisi non do id. Irure dolor non ipsum aliquip Lorem quis laboris velit duis.\n\nMollit cupidatat officia non in proident eu ad excepteur tempor aliqua. Fugiat cupidatat id esse est quis nostrud fugiat. Exercitation tempor dolor ut consequat qui. Reprehenderit do officia labore incididunt dolore ullamco aliqua proident commodo incididunt dolore. Est ex enim magna do aute est eu velit esse. In consectetur tempor fugiat eu cillum ipsum non excepteur labore eu ex labore.","qualifications":"Consectetur non cupidatat anim mollit reprehenderit labore reprehenderit Lorem irure. Sint proident culpa dolore enim ut veniam tempor ullamco labore Lorem minim laborum dolor ex. Amet ut duis sunt consequat enim laborum. Proident pariatur nostrud laboris dolore veniam duis laboris duis anim reprehenderit veniam proident.\n\nEnim deserunt pariatur duis pariatur in duis commodo aute ex. Excepteur non magna excepteur adipisicing dolor amet. Ipsum esse magna et ex quis tempor.","goals":"Elit voluptate est ex irure exercitation labore irure elit occaecat elit pariatur. Veniam adipisicing consequat ex dolore aliqua dolor cillum et in duis id Lorem. Aute nulla ex et exercitation. Ullamco esse est anim aute ipsum nulla aliquip consectetur Lorem esse. Minim cillum mollit tempor commodo ex. Laborum incididunt mollit Lorem adipisicing aliqua.\n\nLabore ex elit ex consequat officia labore mollit. Incididunt ea excepteur et sit labore non excepteur. Irure ea sunt sint esse ex culpa et.\n\nDeserunt officia laboris quis occaecat aliquip sunt irure proident occaecat nulla nulla. Aute enim voluptate incididunt nisi aliquip reprehenderit occaecat. Cupidatat ex in irure id enim. Veniam irure mollit non enim pariatur nostrud in. Commodo nostrud consectetur eu deserunt laborum eiusmod anim dolor. Dolore incididunt in adipisicing aute elit enim excepteur voluptate deserunt dolor. In laborum dolor officia aute do est amet elit reprehenderit ex.\n\nDo culpa ullamco deserunt aliqua. Aliqua excepteur dolor aute dolor ipsum commodo eiusmod occaecat labore ullamco esse. Ut occaecat veniam occaecat ex magna sint nulla do id esse non. Anim adipisicing nulla sunt elit anim sunt ad ut ut deserunt sint.","nominations":["Alyce Jenkins","Leonel Schaden"]},{"name":"Hubert Corwin","slug":"hubert-corwin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/felipeapiress/128.jpg","involvement":"Quis duis laboris irure irure labore exercitation eiusmod amet fugiat. Tempor eu ad quis labore et mollit consequat ex proident sunt minim aute et. Velit do nulla in Lorem dolore. Irure occaecat velit culpa sit enim deserunt nisi adipisicing eiusmod Lorem duis. Est et adipisicing do fugiat non. Quis sint adipisicing do enim sit. Nisi occaecat eiusmod magna ipsum velit.\n\nNisi consequat consequat tempor ullamco excepteur nisi in dolore amet cupidatat est consequat. Ad ad proident do consectetur aute. Veniam dolore non dolor ad. Cillum dolor in exercitation sint cupidatat culpa aliqua incididunt cupidatat excepteur adipisicing aliquip.","qualifications":"Esse reprehenderit esse reprehenderit velit aliqua et ad. Est culpa anim magna occaecat minim. Reprehenderit culpa amet excepteur tempor incididunt ex proident dolore enim exercitation labore cupidatat incididunt. Laboris ea est eiusmod cillum do laboris minim est nisi et cupidatat fugiat tempor enim. Sit duis labore dolor ad sunt sunt irure quis et dolor minim dolore proident irure. Esse enim elit amet tempor pariatur laboris. Nostrud pariatur sunt culpa excepteur aliqua eiusmod officia fugiat laborum.\n\nVeniam ex esse laboris adipisicing ad consectetur commodo magna officia tempor pariatur officia. Aliqua officia dolor qui nisi veniam consectetur cupidatat et sunt enim consectetur. Deserunt ex cillum sint consectetur aliqua. Nostrud amet est labore aliquip sint. Ipsum labore proident deserunt quis sit culpa id adipisicing ullamco consectetur. Incididunt laborum anim laborum nisi ut sunt quis Lorem quis consectetur proident eiusmod deserunt eu. Proident Lorem ad labore est ex irure reprehenderit culpa ea voluptate.","goals":"Et deserunt adipisicing dolore consectetur cillum adipisicing minim consequat minim culpa. Sint do incididunt excepteur non. Deserunt mollit sit sunt voluptate consectetur sit tempor sunt irure consectetur quis veniam. Officia sint qui est exercitation culpa exercitation excepteur labore ut id. Quis nostrud sit exercitation mollit dolore deserunt in dolore aute duis esse qui. Aliquip ad et eiusmod dolor exercitation dolore laboris voluptate aliqua labore officia eu deserunt duis.\n\nNon laborum nisi ea quis id fugiat amet commodo. Fugiat esse fugiat sunt mollit esse. Nulla sit tempor non sunt cupidatat ullamco anim mollit. Veniam irure aliquip voluptate eu et magna aliquip deserunt ullamco est cupidatat. Mollit non enim sunt elit velit fugiat.","nominations":["Johnny Gulgowski"]},{"name":"Alexane Volkman","slug":"alexane-volkman","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/depaulawagner/128.jpg","involvement":"Officia proident do est sit ad excepteur dolore commodo non deserunt esse cillum ipsum. Pariatur anim sunt tempor enim magna ea. Non magna et velit sint excepteur commodo sunt amet id mollit. In minim sunt elit sint eu.\n\nSit incididunt ex eiusmod dolor qui do exercitation sint eiusmod. Proident voluptate nisi amet mollit nisi elit aute dolore et. Nostrud mollit cillum amet ullamco consequat velit minim. Duis sit consequat irure proident ea ipsum non in adipisicing. Sit aliqua anim mollit occaecat.\n\nAdipisicing sunt duis exercitation fugiat culpa eiusmod. Non sunt in mollit incididunt dolor ullamco duis qui culpa veniam aliquip ut aute eiusmod. Ex consequat est culpa ex.","qualifications":"Anim cupidatat exercitation consequat elit enim officia voluptate aliqua incididunt laboris ex. Cupidatat velit dolore officia adipisicing adipisicing. Mollit incididunt est deserunt irure cupidatat quis consequat anim cupidatat tempor. Labore eu in non excepteur minim. Ex eu sit consequat id veniam in ea nisi.","goals":"Ut ut fugiat in laboris consectetur fugiat ullamco qui laboris excepteur voluptate excepteur nisi amet. Aliqua culpa quis culpa nulla mollit nulla et adipisicing sint duis magna sunt officia. Est velit sit ea aliquip. Enim adipisicing esse enim enim. Duis veniam deserunt excepteur consequat aliqua cillum officia excepteur. Irure in laborum sit ut ad enim reprehenderit nisi quis qui ad elit amet. Irure ipsum aute incididunt ex consectetur sunt mollit eu sint.\n\nTempor esse labore voluptate ea sit amet excepteur amet. Minim ea laborum voluptate sunt excepteur non non duis elit ex Lorem commodo ea. Non velit ipsum ad amet ullamco anim laborum excepteur magna ex. Nostrud sunt in veniam ad laborum sunt mollit tempor mollit excepteur minim deserunt duis. Non est adipisicing sunt proident excepteur do ullamco nostrud.","nominations":["Jovanny Hauck","Shawna Kutch","Magali Dach"]},{"name":"Dominic Simonis","slug":"dominic-simonis","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/antongenkin/128.jpg","involvement":"Et magna est et labore fugiat velit. Amet Lorem sunt quis velit officia voluptate irure nisi culpa esse reprehenderit anim quis laboris. Id ea excepteur consectetur labore id duis qui cillum cillum tempor incididunt ea ex laboris. Ex culpa non consectetur anim do minim ut reprehenderit ea sit fugiat anim adipisicing sit. Culpa magna eiusmod sit cupidatat. Esse proident laboris exercitation quis ex eu velit id laborum culpa tempor in veniam irure. Elit irure velit fugiat adipisicing ex enim aliquip elit duis eu consequat fugiat.\n\nIncididunt deserunt ipsum dolore amet labore sit reprehenderit ea laboris sunt consequat fugiat. Voluptate pariatur occaecat sint reprehenderit deserunt pariatur cillum qui minim reprehenderit proident esse. Aliqua esse irure nostrud consectetur sint consectetur. Sit non magna sint aliquip deserunt nostrud sunt cupidatat. Proident labore laborum ea do sit ut tempor adipisicing proident adipisicing esse Lorem. Ullamco officia velit mollit magna dolore eiusmod eu sint esse labore ex. Do labore nostrud id veniam dolor officia voluptate.\n\nOfficia ex tempor et nulla occaecat sint aute ut velit in ad commodo in velit. Est culpa esse do sunt esse velit. Fugiat anim do Lorem do esse tempor et fugiat sunt magna enim proident. Elit aliqua nulla cillum elit cupidatat aliqua anim magna. Incididunt in consequat dolore irure id consectetur mollit occaecat tempor amet proident mollit dolore.","qualifications":"Ex et aliquip excepteur aliqua veniam duis ad duis duis qui esse velit mollit excepteur. Deserunt adipisicing et deserunt consectetur irure esse culpa consequat deserunt laboris eiusmod velit nulla adipisicing. Proident esse proident ea fugiat cupidatat enim et. Voluptate irure in ullamco esse ipsum eiusmod officia anim esse in. Cillum in qui ullamco ad.","goals":"Mollit Lorem excepteur fugiat aliqua aliquip esse veniam velit mollit mollit cupidatat ex qui ullamco. Ad dolor veniam sint laboris minim anim quis. Nostrud fugiat mollit nisi dolor excepteur ut consequat anim pariatur sit ut laboris ad. Ea non ex excepteur elit adipisicing esse culpa aute aliqua ex enim enim magna esse.\n\nSunt cupidatat esse ullamco culpa dolor nostrud deserunt ipsum amet elit. Nostrud dolor elit cillum laborum. Laboris nostrud ad fugiat aute duis ad reprehenderit tempor sit. Officia aute minim exercitation occaecat Lorem aute magna irure et. Consectetur cupidatat id minim qui aliquip sunt ullamco. Dolor reprehenderit ad anim irure dolore ex culpa velit elit fugiat. Est voluptate do ut exercitation id ex id commodo ad.","nominations":["Katrina Conroy"]},{"name":"Else Yundt","slug":"else-yundt","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/suprb/128.jpg","involvement":"Amet qui occaecat velit esse nisi ad magna duis nulla. Esse mollit Lorem magna adipisicing occaecat Lorem. Aliquip eiusmod sit cillum non irure consectetur ipsum Lorem. Velit commodo enim commodo irure pariatur deserunt labore nisi enim excepteur ullamco eu minim laboris. Lorem reprehenderit aliquip voluptate est. Irure cillum aliquip tempor excepteur.\n\nLorem nostrud elit nulla cillum minim incididunt adipisicing in do id cillum. Dolore amet enim in adipisicing sint. Commodo veniam magna esse elit nulla duis. Sit pariatur enim sunt velit eiusmod nostrud minim cillum ipsum officia non duis sit duis. Laborum pariatur irure eu incididunt amet. Sunt anim aliquip velit officia velit pariatur do tempor adipisicing deserunt laborum ullamco.\n\nOccaecat est qui voluptate eu incididunt officia do ullamco. Cillum excepteur eu ad esse anim officia irure cupidatat. Eiusmod adipisicing non ad quis eiusmod. Dolor occaecat adipisicing tempor sint dolore irure.","qualifications":"Est amet deserunt nisi ut adipisicing. Officia exercitation incididunt commodo non ex. Duis non eiusmod ex nisi aliquip Lorem qui velit. Et excepteur nulla amet elit ad qui ad proident duis in id non reprehenderit culpa. Elit enim officia nulla non nulla sit labore eiusmod eiusmod. Fugiat ex tempor et exercitation duis Lorem ad ullamco qui occaecat cillum eiusmod laborum ex.","goals":"Deserunt eu eiusmod adipisicing culpa aute. Amet incididunt magna nostrud nostrud reprehenderit Lorem esse elit ut sit aute id. Dolor reprehenderit amet velit veniam eiusmod qui adipisicing magna consectetur in cillum. Sit deserunt et pariatur Lorem esse fugiat incididunt dolore do sint nostrud veniam.\n\nAd fugiat incididunt laboris elit veniam duis elit deserunt sint dolor officia anim dolore. Ex et Lorem in ea incididunt anim adipisicing ullamco et anim ullamco qui voluptate. Ut enim officia irure tempor laboris ut dolore ex laborum aliquip enim excepteur duis. Officia Lorem laboris id exercitation cillum qui esse nostrud id.\n\nTempor fugiat sint exercitation occaecat proident occaecat culpa. Et sit esse labore commodo magna mollit tempor labore commodo. Eu ipsum elit in proident culpa officia cupidatat amet nostrud consequat id ipsum esse. Minim consequat amet nulla adipisicing sunt amet incididunt incididunt. Officia quis sunt enim mollit minim ad ut anim.\n\nExercitation est elit mollit nulla amet occaecat minim. Quis aliqua incididunt pariatur aute Lorem proident mollit nulla aliqua id consequat. Nisi minim quis non incididunt. Cillum tempor velit dolor duis id cupidatat nostrud consequat veniam voluptate id consequat sunt irure. Tempor in labore duis reprehenderit duis.","nominations":["Rosina Carter"]},{"name":"Berta Turner","slug":"berta-turner","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/gizmeedevil1991/128.jpg","involvement":"Irure est proident consequat anim. Proident ullamco culpa officia aliquip consectetur id id fugiat ullamco eiusmod eiusmod. Esse eiusmod pariatur cillum aute id ullamco qui adipisicing. Consectetur minim esse consequat mollit consequat consequat ipsum velit. Adipisicing sunt consectetur velit enim laborum nulla ipsum aliquip adipisicing aliquip Lorem ex aliquip. Labore deserunt commodo duis laboris nisi laborum cupidatat voluptate nisi occaecat. Minim proident proident proident aute occaecat.\n\nDo ipsum aute irure enim Lorem quis cillum aliqua nulla esse officia irure qui. Qui ex ipsum eu sint do eiusmod dolore. Duis ullamco nulla elit ex ut quis minim laborum proident incididunt eiusmod ullamco. Dolor tempor enim ullamco incididunt cillum ex ullamco cupidatat minim id nisi labore. Amet aliqua dolore commodo ut consectetur do quis. Adipisicing nulla aliquip eiusmod aliqua cupidatat dolore sit tempor ad qui anim eu.\n\nMollit culpa consequat et aliqua veniam nulla labore Lorem. Et Lorem cupidatat eu eiusmod cillum commodo nulla nisi proident sit. Labore ullamco laboris ullamco fugiat adipisicing laborum. Proident nisi eu cillum pariatur non voluptate labore occaecat anim proident. Ipsum et ad ad Lorem labore sint enim. Occaecat qui exercitation Lorem nisi dolor magna cupidatat ex irure laboris cillum veniam. Ullamco voluptate id eu commodo deserunt eu aliquip dolore.","qualifications":"Adipisicing velit do ea veniam consectetur non id culpa. Deserunt elit excepteur ipsum laborum commodo reprehenderit sunt esse. In officia pariatur consectetur ex culpa aute proident dolore.\n\nVeniam ipsum mollit ipsum non ea nostrud quis do dolor ipsum duis. Dolor non exercitation aute pariatur voluptate Lorem magna laborum nulla magna. Duis reprehenderit et nostrud qui nisi commodo aliquip id ullamco exercitation. Adipisicing sit voluptate laboris sint sunt veniam cupidatat in culpa Lorem mollit sint adipisicing elit. Nostrud qui cupidatat sit esse enim id velit. Excepteur nulla mollit ut labore est. Consectetur sit aliquip ea amet nostrud qui proident velit ex labore eu occaecat culpa incididunt.","goals":"Eiusmod deserunt nulla ipsum non velit adipisicing exercitation dolor velit velit ex adipisicing. Officia veniam eiusmod do mollit laborum sit mollit cillum consequat anim. Reprehenderit voluptate Lorem aliquip amet. Aliqua et ipsum ad minim elit adipisicing ut. Qui ipsum nisi adipisicing dolor mollit reprehenderit do exercitation consectetur adipisicing.\n\nMagna laboris sint pariatur minim culpa veniam qui labore ea est. Commodo ullamco esse nulla aliqua aliqua nulla cupidatat. Aliqua incididunt ea occaecat dolore esse proident aliqua sint et. Mollit ex magna officia nisi excepteur ut pariatur elit. Fugiat labore veniam incididunt aliqua officia nostrud sint excepteur in Lorem incididunt.\n\nLaborum adipisicing nulla tempor cillum aliquip nulla sint esse pariatur do consequat excepteur. Veniam sit nulla sunt fugiat cillum excepteur minim commodo aliqua. Cillum et pariatur nostrud sint ut in id proident incididunt occaecat. Nulla anim eu in est nostrud elit sit voluptate. Cupidatat commodo eu cillum tempor dolor culpa ipsum.","nominations":["Johnny Krajcik","Cathrine Vandervort","Parker Jacobi"]},{"name":"Hardy Daniel","slug":"hardy-daniel","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/macxim/128.jpg","involvement":"Quis amet laborum fugiat cupidatat non exercitation. Culpa enim amet nisi id ex aute ea irure elit elit consectetur voluptate non reprehenderit. Veniam deserunt irure irure minim duis aliqua veniam reprehenderit mollit amet. Enim nisi do pariatur amet amet irure in voluptate. Cupidatat adipisicing proident dolor consequat reprehenderit labore. Fugiat ea id dolore cupidatat cillum et amet.\n\nMagna sint deserunt laboris aute. Aliquip incididunt enim est magna consequat exercitation duis officia. Nisi qui aute aliqua consequat.","qualifications":"Proident quis qui cupidatat laboris. Do mollit minim nulla et commodo exercitation in sit laboris eu. Esse officia laborum sunt proident do dolore aliquip adipisicing quis consequat consectetur cillum amet. Incididunt culpa culpa pariatur do eu nulla et aliqua irure.\n\nDuis sint laboris non eiusmod duis cillum est nostrud sunt. Velit deserunt aliquip incididunt proident ipsum amet do nostrud. Exercitation consectetur dolore duis elit commodo laboris sint excepteur qui consequat officia sunt in. Aliquip reprehenderit cupidatat aliquip laboris consequat commodo occaecat cupidatat.","goals":"Enim irure tempor ipsum laborum magna voluptate sint irure. Consequat dolor proident quis pariatur quis ullamco excepteur adipisicing deserunt ex non eu deserunt nulla. Consequat ea nostrud ea dolore laboris esse ea aliquip exercitation sint. Fugiat voluptate elit ut deserunt dolor eu et ea minim. Aliqua id ad duis dolor adipisicing nostrud.\n\nQui aliqua incididunt adipisicing non minim officia aliqua occaecat in cillum. Aute velit aliqua proident occaecat consectetur laborum dolore ullamco Lorem. Do cillum ea culpa excepteur officia nisi qui aliqua id eiusmod magna culpa nulla duis. Consectetur ad anim quis elit duis ea velit et nulla laboris nisi exercitation culpa id.\n\nConsequat exercitation cupidatat fugiat qui incididunt nisi excepteur pariatur ea mollit laborum ullamco ad voluptate. Labore adipisicing exercitation et amet tempor dolore. Aliqua laboris occaecat reprehenderit culpa id. Quis exercitation duis anim officia.","nominations":["Kiley Koelpin","Hunter Larson","Wilber Altenwerth","Ben Gleason"]},{"name":"Colton Ullrich","slug":"colton-ullrich","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ernestsemerda/128.jpg","involvement":"Quis id in consectetur deserunt non est labore consectetur dolore. Deserunt eu aliqua nostrud incididunt ullamco magna eu. Irure dolor qui cupidatat commodo culpa aliqua et Lorem do dolor incididunt dolor elit deserunt. Laborum aute deserunt consectetur eiusmod ad anim exercitation culpa nulla sit sint sunt amet. Est ad duis consequat sunt anim occaecat voluptate. Cupidatat culpa culpa incididunt excepteur in tempor laboris.\n\nReprehenderit Lorem veniam voluptate irure tempor. Cillum excepteur esse exercitation pariatur voluptate et pariatur nisi. Mollit eu laboris velit in eiusmod tempor. Ad ex dolor velit in deserunt excepteur nisi duis ullamco ex. Esse exercitation aliquip ad sunt adipisicing anim nostrud voluptate nostrud irure aliqua. Enim aute non quis occaecat. Consequat cupidatat consectetur irure enim ut magna ipsum eiusmod non ea ipsum labore aliquip.\n\nConsequat ad enim et aute tempor tempor. Tempor eu et ex est cillum quis ea ipsum. Dolor sint consectetur do consectetur deserunt amet culpa Lorem laborum ex laboris fugiat aliqua officia. Excepteur et ullamco ea commodo nostrud dolor ut occaecat nisi.","qualifications":"Enim reprehenderit magna occaecat nisi eiusmod commodo est ea nisi. Sint ut proident ipsum voluptate labore. Id aliqua commodo anim labore consectetur non minim consectetur irure ullamco.\n\nLaborum magna Lorem proident qui officia do officia. Consequat eiusmod elit voluptate adipisicing sint aliqua pariatur non eu laboris labore anim. Anim labore anim officia mollit proident. Minim mollit cupidatat est dolor.","goals":"Officia laborum nulla cillum duis enim qui labore. Sint et officia esse officia dolore aliqua enim mollit pariatur. Nisi quis enim qui voluptate sunt anim laboris eu anim ex tempor velit sunt enim.\n\nAliqua aliqua ut id consectetur cupidatat incididunt do mollit veniam ex esse nisi tempor commodo. Commodo enim ad tempor amet amet culpa dolor nulla non aliqua Lorem. Esse eu et nisi id Lorem amet. Aliqua aliqua officia esse laboris pariatur sint aute ex voluptate. Sunt magna deserunt aliquip eiusmod.\n\nEiusmod nostrud nisi aute fugiat exercitation elit. Commodo labore irure aliqua fugiat esse tempor aute tempor aute amet in laborum. Aliqua amet minim nulla veniam elit.\n\nPariatur adipisicing amet magna magna qui sint proident cupidatat enim id ad adipisicing. Aliqua cupidatat nostrud aute elit nisi tempor cillum et excepteur sit deserunt ea est. Ut laborum fugiat fugiat quis reprehenderit. Pariatur duis laborum sint ad.","nominations":["Tanner Corkery"]},{"name":"Kristofer Welch","slug":"kristofer-welch","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/estebanuribe/128.jpg","involvement":"Culpa cupidatat velit duis incididunt sunt nisi ullamco aliquip culpa occaecat et. Nostrud adipisicing sunt elit mollit irure. Ex adipisicing magna nostrud eiusmod id voluptate.\n\nIrure Lorem ipsum ea sit consectetur occaecat id qui sunt anim. Nostrud sint irure occaecat officia do ad ullamco. Laboris sunt laborum magna fugiat tempor. Amet ea sint velit non deserunt ea do adipisicing eiusmod labore cupidatat. Pariatur cupidatat deserunt culpa excepteur eiusmod consequat pariatur minim adipisicing commodo ea dolor qui consectetur. Pariatur dolore ex aliquip dolore cupidatat minim non consectetur sunt sunt irure laboris. Nostrud duis fugiat consequat laboris exercitation et exercitation id commodo ea.","qualifications":"In aliquip sunt pariatur veniam officia nulla tempor cupidatat consectetur irure. Deserunt deserunt ullamco ea minim ea quis id Lorem irure. Aute mollit nulla aliqua officia veniam anim qui voluptate non irure fugiat.\n\nEa consectetur cillum minim amet. Id adipisicing consectetur fugiat ut aute pariatur officia cillum voluptate dolore dolor mollit id anim. Veniam exercitation consectetur cupidatat ea ex in magna fugiat pariatur mollit culpa eiusmod. Dolor exercitation ad enim in tempor labore magna sunt occaecat aliqua.","goals":"Ad pariatur est est dolore nisi aute enim tempor aliquip ullamco. Ullamco cillum occaecat cillum deserunt cupidatat aliqua. Reprehenderit enim esse officia quis labore Lorem occaecat dolor ut. Excepteur consectetur occaecat ut ut est ut ullamco eu ea in laboris culpa magna pariatur.\n\nNostrud sint mollit do ut dolor nulla. Ad deserunt officia sit irure magna dolore excepteur nostrud ut. Nisi id laboris do id ipsum aute cupidatat laborum. Amet commodo pariatur dolore fugiat pariatur.\n\nFugiat do aliqua eiusmod dolore laborum dolore excepteur proident adipisicing est mollit id. Duis velit consectetur laboris labore consectetur excepteur Lorem voluptate nostrud adipisicing sint. Ex sint veniam sit officia est sit laboris mollit cillum et aliquip id mollit. Est sint ut irure dolor aute aute cupidatat. Ullamco enim nisi ut eiusmod id. Elit qui consequat labore ipsum officia qui nisi.","nominations":["Ethyl Tromp","Colt Metz","Vernon Ratke"]},{"name":"Gordon Keebler","slug":"gordon-keebler","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/naitanamoreno/128.jpg","involvement":"Irure veniam mollit id officia magna minim aliquip officia cillum veniam ut anim excepteur. Sit consectetur minim eu sint. Aute duis aute culpa tempor cupidatat esse in quis ullamco fugiat est. Deserunt est id ipsum nulla Lorem et ipsum qui. Sint id ut cupidatat non consequat nostrud. Incididunt commodo nisi exercitation laboris laborum elit est non labore est ad.","qualifications":"Occaecat consectetur veniam anim cupidatat. Commodo dolore mollit eu nostrud excepteur. Qui mollit quis excepteur nulla. Quis amet sint anim proident consectetur officia aliqua. Duis est dolore quis eu amet culpa cupidatat tempor do consequat reprehenderit. Velit consequat do aliqua id officia sint labore exercitation est.\n\nNostrud cupidatat reprehenderit reprehenderit cupidatat cupidatat id enim culpa culpa qui amet. Consequat irure cupidatat nulla minim officia deserunt aliquip adipisicing officia reprehenderit. Quis do velit sint aliquip id eiusmod do minim enim sint et Lorem fugiat velit. Commodo ipsum elit culpa veniam velit pariatur.","goals":"Reprehenderit pariatur voluptate fugiat ut sint ipsum enim anim esse veniam consequat. Lorem incididunt est ea aliquip eu in. Adipisicing reprehenderit cupidatat esse magna excepteur labore velit aute anim est eiusmod officia enim. Magna occaecat culpa aliquip aute reprehenderit.\n\nLaborum consequat non cillum officia laboris ad. Fugiat ea cillum officia ex. Aute cillum nostrud ullamco voluptate aliquip Lorem est in consectetur esse. Dolore aute officia mollit ut incididunt proident nisi veniam aliqua sunt. Consectetur Lorem aliquip dolor amet qui enim consectetur id dolore culpa. Ex amet sunt aliqua incididunt nulla aliqua.\n\nNulla dolor adipisicing id eu irure aliqua anim dolor Lorem nostrud. Tempor fugiat non nostrud id labore enim sint excepteur ad aute consectetur. Ipsum adipisicing aute labore minim nostrud et excepteur velit reprehenderit minim deserunt minim. Quis laboris et proident eu deserunt proident commodo exercitation. Nulla nisi esse nostrud ad adipisicing et Lorem eu deserunt dolore proident non.\n\nEx ad ex enim anim pariatur nostrud in do quis mollit nulla consequat cupidatat. Veniam enim voluptate proident sint eiusmod reprehenderit cupidatat nostrud in labore veniam deserunt. Qui dolor laboris consequat dolor Lorem fugiat consequat dolor sunt ullamco. Velit commodo incididunt veniam nostrud. Deserunt duis culpa est incididunt in elit ut nisi magna veniam nulla fugiat minim ut. Laborum dolore quis labore eu laboris nisi magna sunt consequat qui.","nominations":["Sydnie Toy","Kaela Ebert"]},{"name":"Berta Koepp","slug":"berta-koepp","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/scottkclark/128.jpg","involvement":"Dolor mollit dolor do dolore elit ullamco in qui magna consectetur officia commodo sit fugiat. Cillum dolor elit duis velit quis proident ex Lorem excepteur eiusmod eiusmod velit. Dolor laboris nostrud nisi elit consequat Lorem eiusmod enim. In consequat amet occaecat velit pariatur commodo reprehenderit eiusmod occaecat dolore et adipisicing. Sint nisi fugiat reprehenderit deserunt fugiat. Incididunt dolore non ex nisi mollit sunt ut fugiat proident minim.","qualifications":"Laboris esse culpa tempor eiusmod dolore eiusmod in dolore aliqua anim. Ex laborum ex cupidatat tempor ad ullamco non magna amet esse pariatur do. Reprehenderit laborum ea tempor Lorem aliquip pariatur.\n\nNon ullamco nisi nostrud officia. Dolore dolor ex ullamco ipsum excepteur quis ut Lorem deserunt. Aute anim veniam amet cillum velit aliquip. Enim tempor occaecat occaecat duis Lorem consectetur et est amet quis Lorem sunt dolor aliquip. Aute incididunt irure sit nisi excepteur velit esse velit qui voluptate est. Culpa enim ad sint exercitation eiusmod occaecat reprehenderit nisi tempor sit qui do est.","goals":"Esse enim voluptate esse duis consequat sit sint. Laborum anim pariatur labore nisi labore laborum cillum proident anim excepteur tempor dolore cupidatat officia. Non non do consectetur quis eiusmod duis. Qui aute consequat ea id qui occaecat ut laborum velit cupidatat fugiat. Eu exercitation consequat ad officia id amet. Officia amet adipisicing et nostrud sit anim qui id.\n\nElit consectetur cupidatat laboris velit eu. Laboris occaecat ut et aute ipsum veniam amet nostrud sunt. Anim commodo do et aute consectetur Lorem exercitation id fugiat fugiat. Culpa voluptate magna eu nostrud ex proident. Nulla et labore proident veniam occaecat nulla aliquip nostrud officia labore nostrud sint ea.\n\nSit ea aliqua aute irure et aute labore dolor cupidatat nulla consectetur. Ea reprehenderit eiusmod adipisicing commodo exercitation et ipsum laborum consequat. Magna sit fugiat exercitation dolore eiusmod sint consequat ipsum nulla ad dolore veniam ea labore. Quis exercitation duis qui pariatur officia cillum in. Anim consectetur est dolore adipisicing incididunt aliquip magna minim occaecat Lorem. Officia tempor officia nisi sit enim aliqua proident velit tempor dolore minim. Pariatur sit culpa duis deserunt velit elit quis non ad cillum tempor.","nominations":["Jennifer Wintheiser","Garrett Haag","Shawn Torphy","Lola Mitchell"]},{"name":"Louvenia Zboncak","slug":"louvenia-zboncak","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/Karimmove/128.jpg","involvement":"Non exercitation in et ex Lorem nisi sunt duis ipsum irure Lorem mollit ex ad. Duis aute nulla commodo id ut fugiat occaecat Lorem aliquip. Incididunt irure deserunt eu aute dolor nisi non irure fugiat fugiat consequat do ullamco. Magna adipisicing aliquip ipsum ea nostrud ut minim quis adipisicing reprehenderit magna. Pariatur adipisicing qui elit consequat sit consequat anim sunt dolore occaecat adipisicing. Irure labore id officia officia dolor voluptate consectetur ipsum tempor pariatur velit voluptate. Aliqua fugiat commodo aute consectetur exercitation mollit.\n\nLaborum cupidatat nisi sint tempor do. Culpa consectetur nulla deserunt ex aute officia magna do exercitation proident ut irure aute. Sint nisi aute ad nulla adipisicing.\n\nId et duis nostrud elit aute aliqua et voluptate eiusmod. Aute dolore duis sint dolor nulla ex minim id consequat. Ea amet adipisicing proident enim eiusmod est veniam proident tempor. Occaecat in qui ipsum adipisicing officia ex cupidatat excepteur enim voluptate officia ut irure.","qualifications":"Nulla ut ad nulla incididunt et veniam. Dolor cupidatat aliqua laboris amet exercitation in amet irure sunt consequat. Aliqua nulla Lorem aliquip non pariatur.\n\nConsequat dolore mollit consectetur magna. Exercitation proident quis in ut ullamco laboris excepteur non fugiat. Mollit occaecat ea fugiat enim. Eu ea laborum esse irure occaecat enim mollit commodo aliqua est.","goals":"Nisi commodo proident nostrud occaecat aute nisi. Dolor nisi dolor incididunt deserunt dolore anim sit Lorem dolore et occaecat. Mollit id mollit sit ipsum culpa elit dolore id labore velit ad veniam.\n\nDolor minim dolor sunt proident ad anim id laborum qui ipsum veniam veniam. Nulla enim fugiat nostrud dolore deserunt qui enim eu pariatur nostrud anim velit. Pariatur voluptate elit excepteur pariatur proident Lorem sint esse tempor reprehenderit proident commodo ut nostrud. Veniam pariatur ullamco aliquip nostrud reprehenderit non anim officia. Quis minim duis amet officia ea reprehenderit.\n\nDolor consectetur est veniam ea officia eiusmod ipsum dolore nostrud reprehenderit sit. Proident ea exercitation aliqua incididunt labore ut excepteur ipsum nostrud aliqua laborum. Ipsum est labore cupidatat labore est non velit ullamco. Amet minim anim anim non elit. Velit excepteur reprehenderit quis ut qui magna. Cupidatat incididunt id sunt magna sunt incididunt ea dolore consectetur pariatur ullamco nulla. Labore labore aliqua voluptate veniam eu amet tempor duis.\n\nMollit labore dolor dolore cillum veniam irure consectetur anim nisi quis ad anim sunt adipisicing. Aliquip fugiat nulla dolor velit est. Esse amet dolore et occaecat fugiat irure proident duis commodo anim culpa est. Consectetur aliquip pariatur sunt esse ullamco.","nominations":["Fred Hansen"]},{"name":"Letha Schowalter","slug":"letha-schowalter","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/tweetubhai/128.jpg","involvement":"Consequat ad sit exercitation mollit ullamco labore enim ex ullamco magna ea laborum. Velit incididunt ut non sunt irure duis cillum est. Aliqua ea exercitation laborum sunt cillum sint ut consectetur dolore anim reprehenderit. Proident id do minim ut sunt fugiat aute irure ipsum mollit. Ipsum ad do exercitation est do ipsum.\n\nEnim sint esse dolor commodo magna minim fugiat anim ad. Adipisicing anim tempor commodo id minim. Quis minim ipsum excepteur exercitation tempor. In nostrud cillum ullamco sunt velit in laboris fugiat proident mollit ipsum labore. Aute est voluptate laboris consectetur magna aute minim nisi.","qualifications":"Fugiat in ullamco fugiat aliqua consectetur. Occaecat nisi deserunt sunt fugiat aliqua do dolore reprehenderit occaecat nulla ullamco nostrud. Dolore et do sunt adipisicing commodo adipisicing. Cupidatat consectetur voluptate proident eiusmod incididunt Lorem nulla esse. Ex in laborum occaecat tempor voluptate cillum sunt non minim Lorem. Qui ipsum pariatur irure exercitation est labore labore. Qui ut sit id officia magna in.","goals":"Quis commodo ut deserunt eiusmod fugiat veniam ipsum pariatur minim proident magna ad. Adipisicing sunt occaecat in voluptate. Mollit ullamco adipisicing officia nisi deserunt exercitation mollit ullamco irure amet. Enim laboris aliquip quis qui reprehenderit nisi tempor. Exercitation sunt fugiat pariatur consectetur labore sunt.\n\nCommodo non enim cupidatat commodo cupidatat culpa dolore nulla elit. Ut ullamco nisi eiusmod veniam sit officia adipisicing sit duis aute incididunt nisi. Est dolor exercitation reprehenderit consectetur laborum elit officia est tempor. Voluptate amet non non non occaecat occaecat consequat ad enim sint id ipsum. Aliqua veniam do incididunt sunt deserunt veniam incididunt veniam do. Voluptate ullamco minim sunt proident consequat qui laborum. Adipisicing eiusmod enim veniam ipsum in ad aute enim Lorem.\n\nAliquip voluptate id magna non sunt elit do quis minim laborum labore quis nulla voluptate. Ea ullamco fugiat qui voluptate reprehenderit officia dolore minim velit commodo. Voluptate ad dolor consectetur eiusmod. Non sint nostrud consequat proident laboris deserunt sit nulla proident eiusmod laboris quis. Proident quis in sint cupidatat occaecat et. Laborum laboris nulla dolore cillum do fugiat nisi irure fugiat in elit cupidatat duis veniam. Nisi aute non ut voluptate enim enim minim Lorem sit non cupidatat.","nominations":["Jessika Shanahan","Carmella McDermott"]},{"name":"Alysson Schowalter","slug":"alysson-schowalter","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/akmur/128.jpg","involvement":"Ad consectetur labore veniam ut Lorem et culpa deserunt ea eiusmod ad non. Eiusmod aute officia duis laborum minim. Aute irure ad aute in non. Magna fugiat qui officia exercitation sint. Minim duis non nisi sit pariatur sint deserunt duis pariatur.","qualifications":"Pariatur enim in excepteur non laboris laboris veniam cupidatat aute proident exercitation excepteur. Est minim quis minim culpa velit incididunt adipisicing sunt anim ea deserunt culpa. Amet reprehenderit incididunt ipsum aliqua proident adipisicing. Deserunt ut sint cillum cillum excepteur tempor amet nisi voluptate. Irure consequat officia esse laboris laboris irure pariatur amet sit.\n\nDo tempor aute irure dolore. Labore incididunt sit nisi magna quis consequat. Qui laborum adipisicing tempor amet ut nisi ipsum anim Lorem exercitation ut aliquip pariatur.","goals":"Sunt velit eu cillum eu aliqua dolore occaecat aliqua adipisicing et proident. Amet esse enim proident mollit irure duis esse labore dolor reprehenderit minim ea. Labore do laboris magna nulla sit mollit sit est aliquip et esse sunt laboris esse. Sunt sint Lorem elit est minim adipisicing amet do.\n\nNostrud laborum amet et consequat nostrud eu duis dolore esse sunt. Qui anim aliqua laboris labore ea fugiat laborum excepteur id reprehenderit. Reprehenderit aliquip et duis nisi Lorem mollit reprehenderit quis reprehenderit excepteur sit. Pariatur commodo do labore exercitation velit aliqua anim excepteur nostrud magna adipisicing labore ullamco sint. Magna in dolore occaecat Lorem sint. Excepteur nisi duis officia eiusmod aliqua non excepteur labore elit. Ullamco labore dolore non magna adipisicing est occaecat.\n\nAd nulla dolore et veniam laboris commodo esse Lorem eu ullamco. Est cillum ut minim dolor elit excepteur non culpa. Dolor sit culpa quis amet aute anim quis anim consequat veniam consequat mollit proident fugiat. Dolore reprehenderit aliquip veniam esse duis do consectetur pariatur duis voluptate anim aute. Est id est commodo cillum velit excepteur minim aute consequat occaecat enim.","nominations":["Wilmer Rowe","Jeremy Kassulke","Hilton Rolfson","Nelson Schiller","Kylee Gutmann"]},{"name":"Rosalyn Paucek","slug":"rosalyn-paucek","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/dcalonaci/128.jpg","involvement":"Occaecat aliqua id labore officia aute aliqua ex. Eiusmod nulla quis reprehenderit nostrud esse aute ut duis veniam sunt dolor adipisicing. Ex nostrud consequat incididunt duis proident cillum laborum dolor sunt.\n\nCommodo ea ea quis minim deserunt officia laboris laboris consectetur. Occaecat id proident ad culpa minim voluptate velit. Officia ad mollit qui occaecat mollit excepteur labore nulla. Aliquip eiusmod aliquip duis id culpa aute sint elit magna culpa velit magna cillum. Laborum aliquip mollit velit voluptate velit velit non deserunt id ullamco ut. Laboris veniam cillum quis exercitation consectetur irure laborum nulla cupidatat deserunt exercitation exercitation ut mollit.\n\nEa incididunt laborum exercitation culpa cupidatat et aute laboris adipisicing nulla. Enim officia commodo voluptate sit amet ut nostrud. Reprehenderit sunt esse pariatur do aliquip incididunt est nulla consectetur veniam.","qualifications":"Laboris magna occaecat in elit aute proident esse culpa eiusmod dolor esse dolore adipisicing id. Anim voluptate eu culpa aute nostrud cillum laborum ad cillum mollit anim commodo. Est ipsum ex eu est exercitation amet magna tempor dolore est exercitation dolor ex eiusmod. Amet reprehenderit ut pariatur laborum nulla Lorem dolore ad anim. Eu anim pariatur est nisi. Adipisicing sunt eiusmod voluptate cillum aliquip in proident sit reprehenderit commodo ad veniam. Officia laboris incididunt magna fugiat dolore et laborum ea laboris tempor.","goals":"Esse magna reprehenderit cupidatat occaecat occaecat aliquip commodo culpa officia voluptate esse consectetur. Quis tempor consectetur in dolore labore adipisicing sunt adipisicing. Occaecat adipisicing commodo ipsum eiusmod reprehenderit Lorem elit et nulla et pariatur consequat pariatur.\n\nCillum in labore voluptate mollit Lorem sit ipsum culpa. Do irure proident do nostrud minim labore. Exercitation eu enim minim consequat commodo fugiat Lorem laboris amet enim labore nulla voluptate culpa. Nisi id occaecat consequat veniam do sunt aliquip nisi excepteur labore.\n\nIpsum veniam reprehenderit voluptate nisi Lorem enim aliqua elit do sint ea labore elit ipsum. Elit velit veniam amet tempor proident ex. Eu mollit qui aliqua voluptate id Lorem elit ullamco. Magna id nostrud ad et reprehenderit Lorem anim consectetur dolore eu. Enim minim velit consequat enim fugiat aute labore. Fugiat adipisicing exercitation reprehenderit pariatur irure in id ut fugiat est irure amet eu pariatur. Qui duis dolor nostrud veniam dolor tempor nulla aliquip laboris.","nominations":["Ila Grant","Raven Beahan","Jayson Reichel"]},{"name":"Brain Ferry","slug":"brain-ferry","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/craighenneberry/128.jpg","involvement":"Lorem nostrud pariatur quis sint anim. Anim magna labore quis sunt nisi anim esse in aute. Ea ea quis Lorem sunt voluptate fugiat aliquip reprehenderit eiusmod excepteur eiusmod aute deserunt incididunt. In eu exercitation quis cillum reprehenderit tempor. Esse et elit aliqua ad aliqua sint laborum. Ea laboris Lorem ipsum cupidatat duis quis amet officia aliquip. Quis ullamco anim do cupidatat ipsum proident.\n\nVelit culpa ex cupidatat sint laboris incididunt voluptate pariatur ut. Reprehenderit do consequat ipsum cillum sunt enim duis irure Lorem laborum ullamco est. Lorem ad dolore id consectetur in occaecat. Non consectetur sunt consectetur cillum velit id sunt magna irure quis non. Commodo veniam fugiat ipsum deserunt Lorem ad. Consectetur dolor ullamco consequat nulla laborum reprehenderit ea laboris. Consequat consectetur occaecat aliqua do labore nulla labore nisi aliqua.","qualifications":"Culpa ut officia adipisicing reprehenderit minim consequat est aute nulla in mollit. Incididunt ex aliqua laboris tempor officia ex et reprehenderit. Ipsum sit ex elit enim sunt mollit officia cillum. Et laboris commodo qui voluptate voluptate ipsum.","goals":"Et nisi aute aute labore sint qui proident anim esse enim reprehenderit. Adipisicing eu veniam fugiat eu cillum eiusmod non. Culpa aliquip voluptate adipisicing adipisicing est elit fugiat enim minim qui.\n\nAnim ut commodo ullamco officia pariatur sit nostrud non do commodo non anim ut exercitation. Aliqua reprehenderit Lorem tempor eu laborum adipisicing officia excepteur ea eu id ut id. Fugiat pariatur sint ad eu veniam labore Lorem labore.\n\nLabore reprehenderit eiusmod cillum dolor do nostrud commodo enim est. Enim cillum do irure commodo labore ea amet. Commodo ullamco officia consequat ipsum amet irure officia consectetur ea nulla labore est sit.\n\nDuis labore occaecat dolor cillum do eiusmod labore sunt anim Lorem aute ad. Fugiat laboris exercitation do et elit excepteur commodo mollit quis pariatur eu. Aliquip sit velit dolor sunt deserunt in reprehenderit incididunt.","nominations":["Will Upton","Rachel Bernhard","Anthony Bechtelar","Marcelo Crist","Werner Gibson"]},{"name":"Zena Corwin","slug":"zena-corwin","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/commadelimited/128.jpg","involvement":"Irure reprehenderit aliqua pariatur mollit veniam duis enim irure. Ut fugiat proident reprehenderit laboris laboris magna aute irure labore. Voluptate nulla eiusmod veniam eiusmod Lorem aliqua. Minim irure occaecat velit aute ullamco ullamco deserunt. Ut sunt reprehenderit ipsum esse duis deserunt ipsum esse est reprehenderit ipsum quis. Ut cillum nisi aliqua elit non fugiat eiusmod nisi. Do eiusmod culpa dolore cupidatat et cupidatat.","qualifications":"Irure est id laboris veniam pariatur enim magna officia proident ipsum. Cupidatat adipisicing Lorem quis id ut dolore veniam Lorem nulla. Ad ipsum id aliquip reprehenderit consectetur amet magna. Consequat sint et magna voluptate culpa nostrud aute aute proident. Consequat aute nostrud mollit mollit et officia amet sit elit.","goals":"Officia quis veniam eu do ipsum. Quis aute occaecat tempor sunt. Consequat voluptate amet sunt occaecat aliquip pariatur cillum ullamco voluptate adipisicing irure eiusmod dolor.\n\nIncididunt laboris proident occaecat do irure esse est eu aliquip ipsum ipsum. Culpa consectetur consequat ullamco labore do eiusmod. Anim qui deserunt proident ea velit incididunt mollit ea.","nominations":["Georgette Heaney","Alana Kshlerin","Vernice Yundt","Cassidy Kihn","Cierra Johnston"]},{"name":"Armani Ziemann","slug":"armani-ziemann","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/spbroma/128.jpg","involvement":"Dolore deserunt laborum culpa non. Occaecat aute culpa nostrud duis exercitation exercitation labore deserunt qui occaecat dolore duis deserunt enim. Lorem excepteur elit fugiat voluptate incididunt labore. Tempor consequat esse fugiat ipsum quis aliquip officia aute excepteur magna quis deserunt dolore. Fugiat labore minim velit eiusmod id occaecat sit amet nulla elit est deserunt Lorem.","qualifications":"Ad ut quis commodo sint eu cupidatat aliquip aute. Ipsum cupidatat deserunt dolor commodo tempor cillum laboris cupidatat sit id ullamco laborum ea. Non amet duis laborum sit irure ut fugiat ex laboris consequat.","goals":"Deserunt enim ad esse fugiat. Labore aute pariatur eu magna exercitation exercitation. Adipisicing adipisicing occaecat duis officia Lorem tempor labore. Nulla excepteur aliquip sunt ex aliqua. Sunt amet id aliqua excepteur laborum cupidatat eiusmod consequat laboris.\n\nVoluptate deserunt consequat mollit mollit consectetur amet. Sunt ut irure laborum ex velit dolor sint ex eu. Proident adipisicing sunt incididunt do sunt nulla dolor occaecat sunt eu adipisicing aliqua irure. Mollit voluptate magna quis excepteur nisi dolore anim ad proident aliquip anim duis ea.\n\nConsectetur cupidatat consequat laboris aliqua fugiat voluptate excepteur dolore cupidatat. Ut deserunt veniam deserunt consectetur incididunt ea id esse aliquip esse sunt magna adipisicing et. Non dolore officia officia sint do elit id Lorem Lorem Lorem adipisicing esse aute et. Sit commodo Lorem id eu. Magna pariatur anim nulla ad amet aliqua. Deserunt duis cillum ea est. Cillum est esse nisi Lorem ut.\n\nIncididunt ea velit do non incididunt enim commodo aute ipsum ipsum occaecat ullamco eu. Ullamco duis qui cupidatat consectetur et occaecat anim minim magna cupidatat do. Enim et sit consequat aliqua dolor laborum in cupidatat ad commodo aliquip sunt ea ipsum. Sit ipsum id exercitation id occaecat ullamco eiusmod nostrud ad.","nominations":["Melany Abshire","Emmett Lueilwitz","Stevie Kuhn","Roma Hodkiewicz","Eldred Roberts"]},{"name":"Landen Schmitt","slug":"landen-schmitt","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/dhrubo/128.jpg","involvement":"Laborum et occaecat exercitation id. Officia sint sunt adipisicing ea reprehenderit ad aliquip tempor duis non consectetur ea esse deserunt. Ut mollit esse nostrud elit. Ut dolore elit amet in consequat do dolor ex dolor occaecat dolor sit. Consequat sunt adipisicing nulla tempor.\n\nElit aliquip quis pariatur esse labore. Nisi ex voluptate labore incididunt reprehenderit culpa mollit ipsum aliquip amet anim reprehenderit voluptate. Ullamco culpa adipisicing quis et ullamco consequat sit labore occaecat laboris sunt velit et.","qualifications":"Tempor sint veniam esse esse ea occaecat eiusmod eiusmod laborum. Incididunt sint cupidatat deserunt esse anim. Veniam sit est nisi nostrud adipisicing sunt anim do id dolore aliquip amet anim mollit. Laboris adipisicing adipisicing cillum mollit incididunt et et enim duis. Amet incididunt mollit commodo sit in qui nisi proident deserunt duis esse quis fugiat fugiat. Enim culpa laborum fugiat nostrud pariatur deserunt.","goals":"Nisi ad nisi id sunt nulla ea aliquip ex eu non sit. Labore sint Lorem reprehenderit laboris irure excepteur adipisicing labore minim officia. Duis aliquip anim nisi elit non culpa laborum enim ad amet sunt laboris nostrud. Eiusmod commodo cupidatat in pariatur excepteur laboris velit amet id.\n\nEu dolore non nostrud minim proident aliquip duis sunt. Tempor enim nulla dolore nulla fugiat est magna quis duis pariatur. Officia amet reprehenderit reprehenderit id exercitation do deserunt. Do Lorem ad labore culpa eu minim elit. Nostrud excepteur adipisicing aliquip cupidatat Lorem aliquip. Tempor nostrud laboris veniam sunt consectetur ullamco veniam et sunt qui anim anim. Cupidatat sint excepteur aute dolor mollit.","nominations":["Tomas Boyer","Gabrielle Padberg"]},{"name":"Gerhard Parker","slug":"gerhard-parker","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/longlivemyword/128.jpg","involvement":"Minim culpa in commodo excepteur nisi sint do ex consequat ex ea incididunt. Qui Lorem non aliquip irure fugiat sint laborum eiusmod adipisicing fugiat ut consectetur ea eu. Ut esse tempor duis magna anim. Sint sint reprehenderit minim consequat duis non irure.\n\nIpsum veniam nulla labore eu enim velit cillum ea. Cillum consequat officia quis pariatur ullamco amet labore consequat proident reprehenderit anim. Tempor enim ipsum pariatur sint dolore occaecat. Cillum labore ullamco id in ea ipsum. Dolore sit tempor commodo reprehenderit excepteur aute et cillum esse magna.\n\nSunt nisi quis ullamco ex minim eu nulla ut ea id officia. Exercitation consectetur pariatur dolor eiusmod exercitation. Laboris aliquip ipsum duis proident officia Lorem excepteur nisi dolore nisi. Id adipisicing et Lorem labore enim mollit nisi do sunt. Ea adipisicing aliqua ullamco dolor cupidatat non. Amet tempor do magna aliqua duis enim aliquip nulla. Sunt deserunt excepteur irure deserunt cupidatat do fugiat ad.","qualifications":"Velit minim nostrud ullamco tempor. Dolore veniam non dolore nostrud exercitation ipsum pariatur eiusmod nostrud minim laboris minim consectetur labore. Aliqua aliquip commodo ut ullamco non mollit do ipsum. Tempor est elit laborum dolore adipisicing eu culpa in nostrud quis. Deserunt velit duis proident magna et amet excepteur reprehenderit in ad. Cupidatat velit sunt minim deserunt id mollit id. Est pariatur sint Lorem sunt ut nostrud consequat sit excepteur mollit esse consectetur magna.","goals":"Nisi ea minim fugiat sit amet aliqua ipsum nisi. Lorem nostrud Lorem elit qui sit fugiat cillum. Anim nulla velit officia fugiat anim ut ad. Elit tempor laboris officia minim adipisicing dolor aliqua excepteur laborum irure.\n\nEx dolore elit labore excepteur ullamco. Est eiusmod aliqua sit non voluptate ipsum reprehenderit nostrud sunt cupidatat nulla fugiat sint commodo. Quis nisi fugiat labore elit exercitation excepteur ipsum commodo enim deserunt officia pariatur. Laborum veniam eiusmod minim ullamco culpa. Ut fugiat excepteur nulla cupidatat deserunt exercitation dolore magna id Lorem occaecat. Exercitation eu enim dolore aute aliquip eiusmod aute in veniam amet sint nostrud. Ut nisi in ex dolore dolore velit duis adipisicing occaecat.","nominations":["Kyleigh Gottlieb","Cora Shanahan","Meredith Altenwerth","Candelario Orn","Ollie Sawayn"]},{"name":"Gaylord Marquardt","slug":"gaylord-marquardt","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/sindresorhus/128.jpg","involvement":"Cupidatat dolor in irure reprehenderit qui et amet nisi esse ex anim sit. Nulla consectetur quis culpa laboris adipisicing sit cillum minim velit tempor. Incididunt incididunt labore deserunt do ad laborum magna exercitation et officia ad magna est.","qualifications":"Minim Lorem ut id Lorem culpa esse eiusmod elit adipisicing magna dolore aute consequat. Velit ad quis pariatur reprehenderit. Eu minim incididunt amet non adipisicing excepteur duis exercitation cillum do.","goals":"Commodo et minim commodo ex cillum reprehenderit laborum excepteur in laboris officia. Excepteur id esse nulla velit. Veniam est nostrud ex voluptate. Aliquip sit ad nulla consequat tempor cillum ea in. Labore sunt ipsum nisi aliquip velit commodo cupidatat mollit duis nostrud occaecat. Est occaecat ex anim pariatur eiusmod sint consectetur id id magna nulla Lorem ullamco sit.\n\nNostrud deserunt consequat reprehenderit ipsum ea et adipisicing esse consectetur occaecat esse. Non ex culpa qui cillum excepteur nulla ea commodo occaecat ullamco ut amet incididunt amet. Nulla ipsum eiusmod cillum culpa quis et nisi enim velit commodo pariatur. Aliquip duis tempor duis dolor. Ullamco officia veniam culpa tempor qui cillum aliqua sunt in sint anim tempor laboris id. Magna duis eu fugiat culpa ad exercitation deserunt laborum fugiat nostrud sunt sint. In velit commodo cillum eu eiusmod elit enim elit anim ullamco laborum Lorem enim.","nominations":["August Purdy","Aiyana Altenwerth","Josue Reynolds","Eda Carter"]},{"name":"Genesis Kilback","slug":"genesis-kilback","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/ceekaytweet/128.jpg","involvement":"Aliqua consequat ad sint exercitation in quis reprehenderit anim adipisicing. Enim laborum adipisicing labore laboris voluptate aliquip amet. Sunt voluptate occaecat deserunt eiusmod enim. Consectetur id dolor aute velit Lorem Lorem culpa.\n\nIncididunt ex tempor incididunt ullamco adipisicing. Esse sit in aute duis anim quis Lorem proident proident reprehenderit non amet eu incididunt. Dolore fugiat fugiat anim ut ullamco qui eiusmod ea magna veniam fugiat anim. Ad magna proident amet incididunt voluptate proident exercitation duis culpa. Ex quis quis nostrud id ad voluptate sit. Ipsum dolor aliquip ut aute culpa elit pariatur aliquip. Mollit mollit dolore nulla Lorem sit cillum excepteur qui incididunt id.\n\nEu nulla amet sunt eiusmod laboris incididunt consectetur fugiat ipsum ea nisi officia. Et dolor sint ad aute ullamco irure aliquip. Qui veniam minim ex anim magna consectetur.","qualifications":"Nostrud dolore consequat nostrud enim deserunt fugiat reprehenderit minim est aliqua. Magna dolore excepteur Lorem aliqua. Esse fugiat elit commodo quis dolor ad amet deserunt. Nisi ipsum eiusmod est ad exercitation tempor. Eu ex enim enim irure consequat ullamco pariatur irure anim officia.\n\nDo Lorem nisi fugiat officia officia sit. Dolor reprehenderit aliquip duis Lorem sit nostrud incididunt officia nisi non sint tempor magna dolor. Quis excepteur non irure do in esse ad proident aute ea dolore reprehenderit quis.","goals":"Occaecat exercitation nostrud aliquip do deserunt aute laboris. Eu reprehenderit nisi tempor tempor. Est aliqua Lorem ea sint sint sint sit cupidatat nostrud aliquip fugiat fugiat ex eu.\n\nFugiat minim ipsum pariatur esse eu consectetur eu qui esse eu sint anim occaecat nostrud. Amet eiusmod elit velit in sit do commodo excepteur tempor in. Eiusmod occaecat qui nostrud ullamco reprehenderit quis. Qui ea adipisicing esse sint adipisicing quis reprehenderit. Id eiusmod velit commodo occaecat eiusmod. In aute ipsum fugiat irure consectetur laborum in occaecat nulla.\n\nLaboris elit quis anim occaecat ex mollit irure eiusmod dolor pariatur. Dolor dolore dolore ut laborum laboris non aliqua cillum excepteur voluptate aute amet cillum aliqua. Laboris labore elit deserunt tempor esse ipsum Lorem ea. Laborum officia ex nisi occaecat tempor adipisicing do. Ex ullamco in consectetur Lorem quis ea aute. Do quis laborum aute sit labore id elit tempor exercitation quis ullamco elit. Deserunt qui minim aliqua magna deserunt in dolore.\n\nReprehenderit dolor minim ipsum magna ullamco consectetur sunt quis eu. Deserunt dolore amet velit elit sint deserunt. Qui fugiat et reprehenderit pariatur qui cillum aute nulla sunt fugiat laborum.","nominations":["Zita Considine","Savanna Abshire","Betty Osinski","Nona Langosh","Hilda Kirlin"]},{"name":"Dayne Wiegand","slug":"dayne-wiegand","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/funwatercat/128.jpg","involvement":"Tempor ad anim dolore consequat ad culpa consectetur anim velit ipsum commodo aliqua. Do eu commodo incididunt nisi ex laborum fugiat enim cupidatat nulla consequat quis qui culpa. Voluptate voluptate nulla non aute eiusmod est dolore culpa cillum. Fugiat veniam commodo tempor cillum aliqua dolor do in dolor consectetur. Aliquip consequat cillum pariatur tempor nostrud officia aute velit. Incididunt excepteur tempor id velit aute dolor elit minim ipsum laborum anim. Cillum deserunt elit quis tempor aliquip et veniam anim commodo proident.\n\nQuis officia ea voluptate ipsum fugiat. Quis nisi proident officia qui sint exercitation labore fugiat. Voluptate ea esse sunt adipisicing id ut aute consequat. Minim aute commodo ad sunt nisi aliquip cupidatat anim aute fugiat ipsum do sunt.\n\nIpsum nulla eiusmod exercitation non ullamco ullamco enim elit sunt in irure Lorem. Et sunt eiusmod commodo exercitation dolore mollit id minim duis. Et ullamco reprehenderit cupidatat in nisi est do qui mollit pariatur nulla nisi aliquip proident. Nulla laboris proident qui enim nulla ullamco sint minim dolor. Qui in amet deserunt do aliquip laboris exercitation irure aute laboris consequat aliqua minim laborum.","qualifications":"Occaecat exercitation anim veniam cillum ea officia ullamco aliqua ad sit tempor ea. Qui sunt elit ea enim nisi id duis dolor proident consectetur irure mollit. Sit enim amet consequat adipisicing nostrud qui ut minim aliqua et sint. Duis dolore enim ipsum cupidatat veniam eiusmod qui exercitation est. Do labore elit cupidatat aliqua velit. Aliqua Lorem aliqua aliquip officia commodo magna mollit nisi eu labore sit.","goals":"Aute mollit exercitation laborum proident excepteur incididunt qui amet. Reprehenderit cupidatat in officia veniam non quis consectetur aliquip esse ex proident. Do proident nostrud cupidatat pariatur duis irure proident ut occaecat est dolor dolor occaecat. Mollit ea ad anim deserunt cupidatat. Minim dolor minim laborum officia consequat magna consequat veniam incididunt magna irure exercitation consequat. Nulla elit minim labore nisi ea consequat sunt sit id eiusmod velit aliqua dolore aliqua. Aliqua esse enim aliqua id sit cupidatat nisi.\n\nUt deserunt ea sunt mollit fugiat eu dolor excepteur mollit fugiat sint. Reprehenderit culpa irure irure anim voluptate ut excepteur sint eiusmod deserunt tempor. Proident mollit consequat consequat dolor nostrud ut fugiat. Minim in incididunt sint elit eu in eu id occaecat anim cillum non exercitation aliqua. Incididunt fugiat aliquip ipsum nisi fugiat officia tempor. In quis deserunt elit qui irure. Minim veniam eiusmod nisi non qui reprehenderit est incididunt nostrud sint pariatur culpa id nostrud.","nominations":["Garland Konopelski","Pearline Hahn","Scottie Weimann","Mayra Hudson"]},{"name":"Joan Bradtke","slug":"joan-bradtke","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/aluisio_azevedo/128.jpg","involvement":"Nisi eiusmod minim ad enim excepteur ut esse veniam sunt magna. Commodo excepteur cupidatat ad amet ex. Amet dolor est nostrud aute id dolor. Laborum non anim dolore sit occaecat anim irure voluptate cupidatat veniam aute. Qui tempor pariatur laboris cupidatat anim est mollit eu dolore ullamco sunt ex aliquip nostrud.\n\nAd qui sint velit laboris sint aute deserunt. Qui duis elit aute ea ipsum culpa irure nostrud sit eiusmod Lorem ut. Deserunt exercitation do cillum consectetur culpa id deserunt adipisicing excepteur sunt.\n\nLorem veniam consequat qui Lorem magna nostrud dolor duis nisi proident. Culpa duis ad veniam deserunt sit aute nisi voluptate cupidatat ipsum consequat. Pariatur dolor velit dolor ipsum velit exercitation.","qualifications":"Cillum deserunt ipsum magna excepteur id quis ea voluptate occaecat laborum. Voluptate dolor dolore anim cupidatat cupidatat et do ut aute laborum et ea eiusmod aute. Id sit aliquip in do occaecat deserunt sunt ut Lorem adipisicing. Deserunt mollit consectetur fugiat aute aliquip incididunt magna id est ex irure magna.\n\nAd velit enim ea voluptate officia cupidatat occaecat occaecat consequat velit. Mollit dolore reprehenderit qui deserunt. Eu est id sint dolore eiusmod nostrud excepteur nostrud occaecat Lorem deserunt. Elit ullamco sit ipsum elit irure amet voluptate reprehenderit officia aute in in incididunt amet. Aliquip do id nulla id. Et sit nostrud consectetur laboris enim ad ullamco culpa non amet do cupidatat qui. Occaecat nulla nulla velit tempor velit elit deserunt labore irure enim labore esse id ipsum.","goals":"Esse voluptate elit ad in Lorem ex tempor amet commodo consequat ipsum. Laboris amet et labore consectetur. Quis eiusmod commodo cupidatat ut ut proident excepteur fugiat cillum voluptate exercitation veniam ex.\n\nCommodo ipsum eu exercitation laborum magna magna commodo tempor id. Voluptate exercitation quis esse Lorem irure nisi deserunt. Ullamco consectetur ut laboris aute ut qui amet fugiat commodo culpa exercitation eu exercitation enim. Ut duis deserunt ipsum id nostrud commodo fugiat laboris esse enim incididunt enim ad officia. Aute consequat irure Lorem qui duis non. Incididunt dolore aute ullamco pariatur nulla laborum sunt non sit aliqua. Sunt et sint laborum in qui officia laborum excepteur ex culpa minim ipsum esse.","nominations":["Graciela Morissette","Alec Sawayn"]},{"name":"Greta Shields","slug":"greta-shields","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/herbigt/128.jpg","involvement":"Quis voluptate consequat nulla excepteur occaecat dolor. Laborum reprehenderit esse est do labore cupidatat commodo ex ex do cupidatat voluptate cillum consequat. Ipsum sunt esse qui ipsum in aliquip non veniam ipsum veniam est cillum. Nisi minim do Lorem id et ex labore veniam magna nisi fugiat tempor velit. Cillum minim amet aliqua qui fugiat officia reprehenderit ullamco anim culpa. Nostrud adipisicing nisi deserunt laborum ullamco enim ipsum non excepteur ex voluptate. Fugiat ea non id cupidatat ea elit cillum in est amet amet exercitation.","qualifications":"Consequat elit sit consequat irure in deserunt esse consectetur irure ipsum. Irure ut exercitation aliquip ipsum enim proident commodo incididunt qui ipsum. Magna laborum id culpa adipisicing. Eu incididunt elit esse aliqua minim enim ut consequat culpa ipsum. Enim laborum labore voluptate adipisicing magna mollit consequat.","goals":"Duis sint ullamco enim veniam sit minim adipisicing sunt esse tempor est magna magna elit. Ea occaecat ipsum eu dolore ad ea aute nisi duis voluptate mollit occaecat. Excepteur occaecat exercitation amet eu id est. Laboris nisi ad tempor ullamco voluptate aliquip amet amet. Elit culpa amet anim pariatur eiusmod sint.\n\nDo laborum velit elit ad dolore proident voluptate eu ex incididunt consectetur aliquip. Pariatur ea sit excepteur velit incididunt irure velit minim ex minim. Commodo dolor mollit amet irure reprehenderit sint consectetur Lorem consequat ad voluptate sit. Occaecat nostrud in ut voluptate fugiat non laboris proident consequat dolor ex in aute esse. Occaecat commodo cupidatat in sint. Cillum reprehenderit ut cillum do aute dolore veniam.\n\nPariatur aute pariatur commodo nostrud mollit aliqua eiusmod. Laboris fugiat ex eu sunt sint pariatur. Et enim aute veniam nostrud sint elit quis officia irure aute ex. Qui id cillum aute ipsum magna et dolore qui aliqua qui. Culpa eu adipisicing eiusmod cupidatat duis quis nisi aute nisi et non exercitation. Tempor consequat magna exercitation est officia ea ad Lorem Lorem.\n\nEsse est commodo pariatur do consequat anim laborum sint nisi. Nostrud eu non ea esse. Proident ipsum anim sit labore est veniam. Cillum velit cupidatat sit excepteur eiusmod in nisi officia consectetur velit labore laboris. Qui dolore duis amet minim esse do labore ullamco velit. Ut eu qui qui ut excepteur commodo incididunt ullamco. Nisi voluptate et ad elit cillum sit irure nulla elit id deserunt.","nominations":["Finn Herman","Elsie Emard","Raven Gaylord","Alessia Borer"]},{"name":"Landen Grimes","slug":"landen-grimes","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/jjsiii/128.jpg","involvement":"Sit deserunt non aliquip officia ad laboris reprehenderit ex minim proident esse Lorem laboris ea. Ut do officia est voluptate. Velit aute voluptate ut sit sunt ullamco qui elit sunt. Eu aliquip occaecat nulla sit laboris magna anim aute occaecat aliqua. Sit voluptate eu laborum anim sunt amet. Pariatur pariatur incididunt occaecat eu cillum amet aliqua consectetur culpa ipsum est aliqua do.\n\nSit pariatur culpa do id dolore amet elit nisi. Excepteur Lorem cillum id minim officia ea labore quis nulla. Ea ad do magna magna aliquip nostrud minim exercitation aute laborum amet esse cillum.\n\nUt labore anim incididunt magna laborum exercitation id in ex. Do nulla quis velit sunt in. Labore enim tempor veniam excepteur officia sit nulla do Lorem consectetur id consequat laboris. Reprehenderit consequat non duis fugiat excepteur esse esse ut laborum enim.","qualifications":"Dolore esse duis occaecat duis esse culpa. Nostrud mollit elit cupidatat excepteur non ex dolore ut duis mollit sunt in enim aliqua. Et commodo Lorem dolore dolor anim irure. Quis sit do sint sint esse do anim incididunt cillum eu. Sint ad enim laborum esse occaecat commodo veniam laboris est est. Est aute commodo aliquip eu reprehenderit incididunt.","goals":"Ullamco et cupidatat deserunt reprehenderit cillum Lorem ex occaecat do occaecat. In id culpa nisi velit irure culpa ipsum fugiat cillum. Cupidatat incididunt quis nisi laborum proident nulla fugiat culpa id cupidatat culpa consequat. Non labore laborum ipsum ullamco exercitation irure pariatur enim occaecat tempor labore non. Proident sunt labore ea et velit.\n\nReprehenderit nostrud id cillum adipisicing officia nisi cupidatat irure sit. Cupidatat aliquip mollit sunt excepteur aliquip laboris cillum eu culpa quis voluptate proident. Sit excepteur ullamco elit culpa aliqua do.","nominations":["Kariane Greenholt","Isai Dibbert","Raven Labadie"]},{"name":"Mathilde Stoltenberg","slug":"mathilde-stoltenberg","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/emmandenn/128.jpg","involvement":"Aliqua nisi aute commodo aliqua ex nulla pariatur magna non Lorem est. Reprehenderit irure est dolore id fugiat sint. Nulla aliqua id incididunt esse sint est do tempor adipisicing. Lorem quis tempor esse do cupidatat ex excepteur ut occaecat consequat quis. Reprehenderit laborum officia consequat qui laborum.\n\nIncididunt consectetur nisi non eiusmod laborum. Laborum amet adipisicing ex ex consequat dolor culpa dolor exercitation. Veniam ut ad voluptate nostrud non ipsum ipsum eiusmod magna ea. Lorem adipisicing ullamco veniam consectetur aliquip do dolore eu est consectetur excepteur duis. Tempor amet exercitation elit laborum nostrud Lorem velit aliquip dolore ex. Nostrud nulla eu irure Lorem voluptate deserunt qui consectetur ullamco dolore.\n\nCommodo eiusmod eiusmod mollit occaecat aliqua consequat eu dolor aute ut culpa Lorem esse ad. Ea esse ad commodo deserunt et laborum tempor aute cillum dolore aute laboris ad. Lorem ullamco enim eiusmod sunt minim nulla qui occaecat consectetur et fugiat. Amet esse est exercitation fugiat sunt velit veniam laboris occaecat veniam consectetur est.","qualifications":"Aliqua deserunt anim aute anim elit ad pariatur fugiat non irure. Cupidatat non minim cillum sit non. Velit enim deserunt Lorem non ad.","goals":"Officia proident sint sint et. Ut ullamco id duis irure nisi do duis occaecat reprehenderit quis ullamco fugiat labore officia. Excepteur proident ea velit Lorem eu magna ipsum incididunt in tempor nisi qui voluptate. Deserunt sint consectetur aliqua enim elit duis.\n\nReprehenderit laborum eu exercitation sit tempor quis fugiat commodo cupidatat ea nulla velit nisi. Labore aliquip anim quis irure veniam non minim duis pariatur in est culpa. Aute duis excepteur duis sunt cillum. Ad pariatur ad non mollit do Lorem ea minim occaecat.\n\nExercitation adipisicing deserunt veniam labore Lorem labore ipsum non nostrud deserunt aliquip. Voluptate commodo elit non adipisicing. Lorem velit tempor non do eiusmod eu exercitation reprehenderit sit eu est. Occaecat excepteur minim velit dolore cupidatat culpa quis anim deserunt ex exercitation elit elit esse. Nulla sint cupidatat sunt dolore veniam nisi culpa amet cillum. Officia pariatur nisi ut mollit adipisicing qui ex dolore nisi tempor et ipsum. Irure et culpa ea nulla esse Lorem laborum consectetur incididunt Lorem.","nominations":["Jacques Herzog","Edgardo Balistreri","Carlo Lang","Maeve Turcotte","Sanford Welch"]},{"name":"Tristian Welch","slug":"tristian-welch","imageUrl":"https://s3.amazonaws.com/uifaces/faces/twitter/emsgulam/128.jpg","involvement":"Et pariatur dolor tempor ad anim non velit pariatur minim adipisicing proident. Nisi aliqua esse do exercitation. Qui exercitation dolor id nisi aute ipsum id sunt culpa anim officia non ad consectetur. Ad proident ad ad duis exercitation ea magna do in ullamco ullamco exercitation. Aliquip eu dolor cupidatat tempor in sunt sint non adipisicing cillum ullamco adipisicing. Nisi est ut excepteur nisi incididunt. Mollit cillum mollit occaecat cillum cupidatat officia Lorem ad quis officia.","qualifications":"Deserunt ipsum esse dolor nisi cillum eu occaecat. Elit cupidatat minim ex eu aliquip esse laboris et id ullamco ipsum ullamco duis ex. Nostrud reprehenderit sit commodo officia do eiusmod duis reprehenderit ipsum exercitation esse dolor culpa officia. Esse in veniam enim tempor laborum anim ipsum cupidatat ea. Incididunt officia ex quis culpa. Laboris esse ut pariatur consectetur fugiat minim et proident aliqua est. Duis commodo elit anim sunt magna mollit fugiat adipisicing consectetur laboris.\n\nFugiat sit ipsum tempor Lorem id aute eiusmod elit ea in elit magna fugiat aute. Exercitation velit sit ullamco culpa. Labore esse elit ut anim et do dolore ea ullamco irure duis officia ullamco. Cillum sint esse culpa laborum sit incididunt proident. Enim non tempor aliqua cillum aliquip.","goals":"Do excepteur veniam ex tempor in do ea officia eu anim veniam elit do. Ad commodo incididunt aute pariatur eu. Commodo aliqua eiusmod cillum mollit duis dolor velit proident excepteur enim laborum. Amet Lorem et veniam commodo aliquip quis aliquip. Veniam anim dolor ex ad in.\n\nConsequat Lorem dolore commodo elit id ipsum ea aliqua id ea aliqua. In tempor ex sunt occaecat excepteur aliquip pariatur. Nisi ea aliqua culpa nulla occaecat. Laborum nulla duis consequat culpa ea reprehenderit duis elit proident pariatur id qui ex.\n\nMollit id duis eiusmod aliqua id culpa nulla enim irure dolor tempor. Commodo occaecat ullamco quis tempor et eiusmod aliqua nulla irure velit culpa ea adipisicing ad. Eiusmod officia in elit anim aliqua amet duis nisi in eu enim quis ea commodo. Magna veniam laborum amet ut proident aliquip Lorem veniam. Quis eu ad eu Lorem fugiat culpa consequat sit sint tempor sit voluptate quis fugiat.","nominations":["Lee Will","Kaleb Welch","Thelma Grimes","Mckenzie Glover","Raegan Hartmann"]}]}}
